Repository: TheSpaghettiDetective/obico-server
Catalog: backend/app/locale/*/LC_MESSAGES/django.po
Languages: it, ru, zh_cn, zh_tw

source: Login with Apple
it: Accedi con Apple
ru: Войти с Apple
zh_tw: 使用 Apple 登入

source: By signing up, I agree to the %(brand_name)s app's <a class="link" href="https://www.obico.io/terms.html">Terms of Use</a> and <a class="link" href="https://www.obico.io/privacy.html">Privacy Policy</a>
it: Iscrivendoti, accetti i <a class="link" href="https://www.obico.io/terms.html">Termini di utilizzo</a> e la <a class="link" href="https://www.obico.io/privacy.html">Privacy Policy</a> dell'app %(brand_name)s.
ru: Регистрируясь, я соглашаюсь с <a class="link" href="https://www.obico.io/terms.html">Условиями использования</a> и <a class="link" href="https://www.obico.io/privacy.html">Политикой конфиденциальности</a> приложения %(brand_name)s

source: By signing up, I agree to the %(brand_name)s app's <a class="link" href="%(tos_link)s">Terms of Use</a> and <a class="link" href="%(privacy_link)s">Privacy Policy</a>
it: Iscrivendoti, accetti i <a class="link" href="%(tos_link)s">Termini di utilizzo</a> e la <a class="link" href="%(privacy_link)s">Privacy Policy</a> dell'app %(brand_name)s.
ru: Подписываясь, я соглашаюсь с <a class="link" href="%(tos_link)s">Условиями использования</a> и <a class="link" href="%(privacy_link)s">Политикой конфиденциальности</a> приложения %(brand_name)s.
zh_tw: 註冊即表示我同意 %(brand_name)s 應用程式的 <a class="link" href="%(tos_link)s">使用條款</a>和<a class="link" href="%(privacy_link)s">隱私政策</a>

source: Succeeded
it: Riuscito
ru: Успешно
zh_cn: 成功
zh_tw: 成功

source: Printer
it: Stampante
ru: Принтер
zh_cn: 打印机
zh_tw: 印表機

source: Time-lapse
ru: Таймлапс
zh_cn: 延时摄影
zh_tw: 縮時攝影

source: G-Code
ru: G-код
zh_cn: G-代码
zh_tw: G代碼

source: Help
it: Aiuto
ru: Помощь
zh_cn: 帮助
zh_tw: 幫助

source: Community
it: Comunità
ru: Сообщество
zh_cn: 社区
zh_tw: 社群

source: SIGN IN
it: ACCEDI
ru: ВОЙТИ
zh_cn: 登录
zh_tw: 登入

source: Sign up
it: Iscriviti
ru: Зарегистрироваться
zh_cn: 注册
zh_tw: 註冊

source: Preferences
it: Preferenze
ru: Настройки
zh_cn: 偏好设置
zh_tw: 偏好設定

source: Log out
it: Disconnetti
ru: Выйти
zh_cn: 登出
zh_tw: 登出

source: Authorize
it: Autorizza
ru: Авторизовать
zh_cn: 授权
zh_tw: 授權

source: requires the following permissions
it: richiede le seguenti autorizzazioni
ru: требует следующие разрешения
zh_cn: 需要以下权限
zh_tw: 需要以下權限

source: Cancel
it: Annulla
ru: Отмена
zh_cn: 取消
zh_tw: 取消

source: Successfully sent command to OctoPrint to %(action)s print
it: Comando inviato con successo a OctoPrint per %(action)s la stampa
ru: Команда успешно отправлена в OctoPrint для %(action)s печати

source: It may take a while to be executed by OctoPrint.
it: Potrebbe volerci un po' di tempo prima che venga eseguito da OctoPrint.
ru: Это может занять некоторое время для выполнения OctoPrint.
zh_cn: 可能需要一段时间才能由 OctoPrint 执行。
zh_tw: OctoPrint 執行可能需要一些時間。

source: You are trying to %(action)s a print but %(printer_name)s is not printing... maybe you clicked a link in an outdated email?
it: Stai cercando di %(action)s una stampa ma %(printer_name)s non sta stampando... forse hai cliccato su un link in una email obsoleta?
ru: Вы пытаетесь %(action)s печать, но %(printer_name)s не печатает... возможно, вы перешли по ссылке из устаревшего письма?
zh_cn: 您正在尝试 %(action)s 打印，但 %(printer_name)s 没有打印...也许您单击了过期电子邮件中的链接？
zh_tw: 您正在嘗試 %(action)s 列印，但 %(printer_name)s 未在列印...您是否點擊了過時電子郵件中的連結？

source: Go to webcam view
it: Vai alla visualizzazione webcam
ru: Перейти к виду с веб-камеры
zh_cn: 前往网络摄像头视图
zh_tw: 前往網路攝影機視圖

source: Social Network Login Failure
it: Errore di accesso al social network
ru: Ошибка входа в социальную сеть
zh_cn: 社交网络登录失败
zh_tw: 社交網路登入失敗

source: An error occurred while attempting to login via your social network account.
it: Si è verificato un errore durante il tentativo di accesso tramite il tuo account social.
ru: При попытке входа через аккаунт вашей социальной сети произошла ошибка.
zh_cn: 尝试通过您的社交网络账户登录时发生错误。
zh_tw: 嘗試透過您的社交網路帳戶登入時發生錯誤。

source: Account Connections
it: Connessioni account
ru: Подключения аккаунтов
zh_cn: 账户连接
zh_tw: 帳戶連接

source: You can sign in to your account using any of the following third party accounts:
it: Puoi accedere al tuo account utilizzando uno dei seguenti account di terze parti:
ru: Вы можете авторизоваться, используя любой из следующих сторонних аккаунтов:
zh_cn: 您可以使用以下任何第三方账户登录到您的账户：
zh_tw: 您可以使用以下任何第三方帳戶登入您的帳戶：

source: You currently have no social network accounts connected to this account.
it: Attualmente non hai account social collegati a questo account.
ru: Нет прикрепленных аккаунтов социальных сетей.
zh_cn: 您目前没有任何社交网络账户连接到此账户。
zh_tw: 您目前沒有任何社交網路帳戶連接到此帳戶。

source: Add a 3rd Party Account
it: Aggiungi un account di terze parti
ru: Добавить внешний аккаунт
zh_cn: 添加第三方账户
zh_tw: 新增第三方帳戶

source: Login Cancelled
it: Accesso annullato
ru: Вход отменён
zh_cn: 登录已取消
zh_tw: 登入已取消

source: You decided to cancel logging in to our site using one of your existing accounts. If this was a mistake, please proceed to <a href="%(login_url)s">sign in</a>.
it: Hai deciso di annullare l'accesso al nostro sito utilizzando uno dei tuoi account esistenti. Se si tratta di un errore, procedi a <a href="%(login_url)s">accedere</a>.
ru: Вы отменили вход на наш сайт, используя одну из ваших существующих учетных записей. Если это была ошибка, пожалуйста, перейдите по ссылке <a href="%(login_url)s">войти</a>.
zh_cn: 您决定取消使用您现有的账户之一登录到我们的网站。如果这是一个错误，请继续<a href="%(login_url)s">登录</a>。
zh_tw: 您已取消使用現有帳戶登入本站。如果這是誤操作，請前往<a href="%(login_url)s">登入</a>。

source: The social account has been connected.
it: L'account social è stato collegato.
ru: Социальный аккаунт подключен.
zh_cn: 社交账户已连接。
zh_tw: 社交帳戶已連接。

source: The social account is already connected to a different account.
it: L'account social è già collegato a un altro account.
ru: Социальная учетная запись уже привязана к другой учетной записи.
zh_cn: 社交账户已连接到另一个账户。
zh_tw: 此社交帳戶已連接到另一個帳戶。

source: The social account has been disconnected.
it: L'account social è stato scollegato.
ru: Социальная учетная запись была отключена.
zh_cn: 社交账户已断开连接。
zh_tw: 社交帳戶已斷開連接。

source: Signup
it: Registrazione
ru: Регистрация
zh_cn: 注册
zh_tw: 註冊

source: SIGN UP
it: REGISTRATI
ru: ЗАРЕГИСТРИРОВАТЬСЯ
zh_cn: 注册
zh_tw: 註冊

source: You are about to use your %(provider_name)s account to login to %(site_name)s. As a final step, please complete the following form:
it: Stai per utilizzare il tuo account %(provider_name)s per accedere a %(site_name)s. Come ultimo passaggio, completa il seguente modulo:
ru: Вы собираетесь использовать свою учетную запись %(provider_name)s для входа на %(site_name)s. В качестве последнего шага, пожалуйста, заполните следующую форму:
zh_cn: 您即将使用您的 %(provider_name)s 账户登录到 %(site_name)s。作为最后一步，请完成以下表单：
zh_tw: 您即將使用 %(provider_name)s 帳戶登入 %(site_name)s。最後請完成下列表單：

source: Got it! You will no longer receive emails
it: Ricevuto! Non riceverai più email
ru: Понял! Вы больше не будете получать электронные письма.
zh_cn: 知道了！您将不再收到电子邮件
zh_tw: 好的！您將不再收到電子郵件

source: when a print job is done.
it: quando un lavoro di stampa è terminato.
ru: Когда задание на печать выполнено.
zh_cn: 当打印任务完成时。
zh_tw: 當列印作業完成時。

source: when a print job is cancelled.
it: quando un lavoro di stampa viene annullato.
ru: При отмене задания на печать.
zh_cn: 当打印任务被取消时。
zh_tw: 當列印作業取消時。

source: on other print events.
it: in altri eventi di stampa.
ru: по другим событиям печати.
zh_cn: 在其他打印事件上。
zh_tw: 在其他列印事件上。

source: when filament needs change.
it: quando è necessario cambiare il filamento.
ru: Когда требуется замена филамента.
zh_cn: 当需要更换丝料时。
zh_tw: 當耗材需要更換時。

source: when a possible failure is detected.
it: quando viene rilevato un possibile errore.
ru: При обнаружении возможного сбоя.
zh_cn: 当检测到可能的故障时。
zh_tw: 當檢測到可能故障時。

source: when a heater has reached the target or cooled down.
it: quando un riscaldatore ha raggiunto la temperatura o si è raffreddato.
ru: Когда нагреватель достиг целевой температуры или остыл.
zh_cn: 当加热器达到目标温度或冷却时。
zh_tw: 當加熱器達到目標溫度或冷卻時。

source: on account notifications.
it: nelle notifiche dell'account.
ru: по уведомлениям аккаунта.
zh_cn: 在账户通知上。
zh_tw: 在帳戶通知上。

source: Change notification preferences
it: Modifica le preferenze di notifica
ru: Изменить настройки уведомлений
zh_cn: 更改通知偏好设置
zh_tw: 更改通知偏好設定

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your e-mail address</a>.
it: <strong>Nota:</strong> puoi ancora <a href="%(email_url)s">cambiare il tuo indirizzo e-mail</a>.
zh_cn: <strong>注意：</strong>您仍然可以<a href="%(email_url)s">更改您的电子邮箱地址</a>。
zh_tw: <strong>注意：</strong>您仍可<a href="%(email_url)s">更改您的電子郵件地址</a>。
