Repository: TheSpaghettiDetective/obico-server
Catalog: backend/app/locale/*/LC_MESSAGES/django.po
Languages: it, ru, zh_cn, zh_tw

source: Personal info
it: Informazioni personali
ru: личная информация
zh_cn: 个人信息
zh_tw: 個人資訊

source: Permissions
it: Permessi
ru: разрешения
zh_cn: 权限
zh_tw: 權限

source: Important dates
it: Date importanti
ru: Важные даты
zh_cn: 重要日期
zh_tw: 重要日期

source: Invalid email or password.
it: Email o password non validi.
ru: Неверный адрес электронной почты или пароль.
zh_tw: 無效的電子郵件或密碼。

source: A user is already registered with this email address.
it: Un utente è già registrato con questo indirizzo email.
ru: Пользователь с таким адресом электронной почты уже зарегистрирован.
zh_cn: 用户已使用此电子邮件地址注册。
zh_tw: 此電子郵件地址已被註冊。

source: Unlimited usage allowed
it: Utilizzo illimitato consentito
ru: Разрешено неограниченное использование
zh_cn: 允许无限使用
zh_tw: 允許無限制使用

source: Monthly AI credit limit exceeded
it: Limite mensile di crediti IA superato
ru: Превышен месячный лимит AI-кредитов
zh_cn: 已达到月度 AI 积分上限
zh_tw: 已達到每月 AI 點數上限

source: Credit consumed successfully
it: Credito consumato con successo
ru: Кредит успешно списан
zh_cn: 积分已成功消耗
zh_tw: 點數已成功扣除

source: Oops, something went wrong. Please contact support.
it: Ops, qualcosa è andato storto. Contatta l'assistenza.
ru: Упс, что-то пошло не так. Пожалуйста, свяжитесь со службой поддержки.
zh_cn: 抱歉，出现了问题。请联系支持。
zh_tw: 抱歉，發生了問題。請聯絡支援。

source: Oops, you need to select at least one filament so that I can decide slicing parameters accordingly
it: Ops, devi selezionare almeno un filamento così posso determinare i parametri di slicing
ru: Упс, вам нужно выбрать хотя бы один филамент, чтобы я мог определить параметры слайсинга
zh_cn: 抱歉，您需要至少选择一种线材，以便我能够相应地决定切片参数
zh_tw: 抱歉，您需要至少選擇一種線材，這樣我才能相應地決定切片參數

source: Oops, I can not find any print process presets. Please contact support.
it: Ops, non riesco a trovare alcun preset del processo di stampa. Contatta l'assistenza.
ru: Упс, я не могу найти пресеты процесса печати. Пожалуйста, свяжитесь со службой поддержки.
zh_cn: 抱歉，我找不到任何打印流程预设。请联系支持。
zh_tw: 抱歉，我找不到任何列印流程預設。請聯絡支援。

source: Oops, you need to add at least one model.
it: Ops, devi aggiungere almeno un modello.
ru: Упс, вам нужно добавить хотя бы одну модель.
zh_cn: 抱歉，您需要至少添加一个模型。
zh_tw: 抱歉，您需要至少新增一個模型。

source: I currently do not know how to slice models with multiple filaments. Please manually slice your model. Also stay tuned for our product update.
it: Al momento non so come effettuare lo slicing di modelli con più filamenti. Per favore esegui lo slicing manualmente. Resta anche aggiornato per i nostri aggiornamenti di prodotto.
ru: Сейчас я не знаю, как выполнять слайсинг моделей с несколькими филаментами. Пожалуйста, выполните слайсинг вручную. Также следите за обновлениями нашего продукта.
zh_cn: 我目前不知道如何切片多线材模型。请手动切片您的模型。也请关注我们的产品更新。
zh_tw: 我目前不知道如何切片多線材模型。請手動切片您的模型。也請關注我們的產品更新。

source: User
it: Utente
ru: Пользователь
zh_cn: 用户
zh_tw: 使用者

source: Assistant
it: Assistente
ru: Ассистент
zh_cn: 助手
zh_tw: 助手

source: System
it: Sistema
ru: Система
zh_cn: 系统
zh_tw: 系統

source: Got unexpected message role: %(role)s
it: Ricevuto un ruolo di messaggio inatteso: %(role)s
ru: Получена неожиданная роль сообщения: %(role)s
zh_cn: 收到意外的消息角色：%(role)s
zh_tw: 收到意外的訊息角色：%(role)s

source: No plates are found in the project. Please contact support.
it: Nessun piatto è stato trovato nel progetto. Contatta l'assistenza.
ru: В проекте не найдено ни одной пластины. Пожалуйста, свяжитесь со службой поддержки.
zh_cn: 项目中未找到打印平台。请联系支持。
zh_tw: 專案中未找到列印平台。請聯絡支援。

source: No images found for analysis. Please contact support.
it: Nessuna immagine trovata per l'analisi. Contatta l'assistenza.
ru: Изображения для анализа не найдены. Пожалуйста, свяжитесь со службой поддержки.
zh_cn: 未找到用于分析的图像。请联系支持。
zh_tw: 未找到可用於分析的影像。請聯絡支援。

source: Message is required
it: Il messaggio è obbligatorio
ru: Сообщение обязательно
zh_cn: 消息是必需的
zh_tw: 訊息為必填

source: JusPrin Support Request from %(email)s
it: Richiesta di supporto JusPrin da %(email)s
ru: Запрос в поддержку JusPrin от %(email)s
zh_cn: 来自 %(email)s 的 JusPrin 支持请求
zh_tw: 來自 %(email)s 的 JusPrin 支援請求

source: User: %(email)s Message: %(message)s
it: Utente: %(email)s Messaggio: %(message)s
ru: Пользователь: %(email)s Сообщение: %(message)s
zh_cn: 用户：%(email)s 消息： %(message)s
zh_tw: 使用者：%(email)s 訊息： %(message)s

source: Support request sent successfully
it: Richiesta di supporto inviata con successo
ru: Запрос в поддержку успешно отправлен
zh_cn: 支持请求已成功发送
zh_tw: 支援請求已成功送出

source: Failed to send support request
it: Impossibile inviare la richiesta di supporto
ru: Не удалось отправить запрос в поддержку
zh_cn: 发送支持请求失败
zh_tw: 送出支援請求失敗

source: email address
it: indirizzo email
ru: адрес электронной почты
zh_cn: 电子邮箱地址
zh_tw: 電子郵件地址

source: Account Inactive
it: Account Inattivo
ru: Неактивный аккаунт
zh_cn: 账户未激活
zh_tw: 帳戶未啟用

source: This account is inactive.
it: Questo account è inattivo.
ru: Эта учетная запись отключена.
zh_cn: 此账户未激活。
zh_tw: 此帳戶未啟用。

source: Account
ru: Аккаунт
zh_cn: 账户
zh_tw: 帳戶

source: E-mail Addresses
it: Indirizzi e-mail
ru: Адреса электронной почты
zh_cn: 电子邮箱地址
zh_tw: 電子郵件地址

source: The following e-mail addresses are associated with your account:
it: I seguenti indirizzi e-mail sono associati al tuo account:
ru: С вашим аккаунтом связаны следующие адреса электронной почты:
zh_cn: 以下电子邮箱地址与您的账户关联：
zh_tw: 以下電子郵件地址與您的帳戶相關聯：

source: Primary
it: Principale
ru: Основной
zh_cn: 主要的
zh_tw: 主要

source: Verified
it: Verificato
ru: Подтверждено
zh_cn: 已验证
zh_tw: 已驗證

source: Unverified
it: Non verificato
ru: Непроверенный
zh_cn: 未验证
zh_tw: 未驗證

source: Make Primary
it: Rendi principale
ru: Сделать основным
zh_cn: 设为主要
zh_tw: 設為主要

source: Re-send Verification
it: Reinvia verifica
ru: Отправить подтверждение ещё раз
zh_cn: 重新发送验证
zh_tw: 重新發送驗證

source: Remove
it: Rimuovi
ru: Удалить
zh_cn: 移除
zh_tw: 移除

source: Warning:
it: Avvertimento:
ru: Предупреждение:
zh_cn: 警告：
zh_tw: 警告：

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
it: Non hai attualmente configurato alcun indirizzo email. Dovresti davvero aggiungere un indirizzo email per poter ricevere notifiche, reimpostare la password, ecc.
ru: Вы в настоящее время не настроили адрес электронной почты. Вам действительно следует добавить адрес электронной почты, чтобы вы могли получать уведомления, сбрасывать пароль и т. д.
zh_cn: 您当前没有设置任何电子邮箱地址。您真的应该添加一个电子邮箱地址，这样您就可以接收通知、重置密码等。
zh_tw: 您目前沒有設定任何電子郵件地址。您應該新增一個電子郵件地址，以便接收通知、重設密碼等。

source: Add E-mail Address
it: Aggiungi indirizzo email
ru: Добавить адрес электронной почты
zh_cn: 添加电子邮箱地址

source: Add E-mail
it: Aggiungi E-mail
ru: Добавить E-mail
zh_cn: 添加电子邮箱
zh_tw: 新增電子郵件

source: Hello from %(site_name)s! You're receiving this e-mail because user %(user_display)s has given yours as an e-mail address to connect their account. To confirm this is correct, go to: %(activate_url)s
it: Ciao da %(site_name)s! Stai ricevendo questa e-mail perché l'utente %(user_display)s ha fornito il tuo indirizzo e-mail per collegare il proprio account. Per confermare che questo è corretto, vai a: %(activate_url)s
ru: Привет от %(site_name)s! Вы получили это электронное письмо, потому что пользователь %(user_display)s указал ваш адрес электронной почты для привязки своего аккаунта. Чтобы подтвердить правильность, перейдите по ссылке: %(activate_url)s
zh_cn: 来自 %(site_name)s 的问候！ 您收到这封电子邮件是因为用户 %(user_display)s 将您的作为电子邮箱地址以连接他们的账户。 要确认这是正确的，请前往： %(activate_url)s
zh_tw: 來自 %(site_name)s 的問候！ 您收到這封電子郵件是因為使用者 %(user_display)s 將您的電子郵件地址用於連結他們的帳戶。 若正確，請前往： %(activate_url)s

source: Thank you from %(site_name)s!
it: Grazie da %(site_name)s!
ru: Спасибо от %(site_name)s!
zh_cn: 来自 %(site_name)s 的感谢！
zh_tw: 感謝您使用 %(site_name)s！

source: Verify your email address!
it: Verifica il tuo indirizzo email!
ru: Подтвердите свой адрес электронной почты!
zh_tw: 驗證您的電子郵件地址！

source: Hello from %(site_name)s! You're receiving this e-mail because you or someone else has requested a password for your user account. It can be safely ignored if you did not request a password reset. Click the link below to reset your password.
it: Ciao da %(site_name)s! Ricevi questa e-mail perché tu o qualcun altro avete richiesto una password per il vostro account utente. Può essere tranquillamente ignorata se non hai richiesto un ripristino della password. Clicca sul link qui sotto per reimpostare la tua password.
ru: Здравствуйте от %(site_name)s! Вы получили это электронное письмо, потому что вы или кто-то другой запросил сброс пароля для вашей учетной записи. Его можно безопасно игнорировать, если вы не запрашивали сброс пароля. Нажмите на ссылку ниже, чтобы сбросить пароль.
zh_cn: 来自 %(site_name)s 的问候！ 您收到这封电子邮件是因为您或其他人请求了您的用户账户密码。 如果您没有请求重置密码，可以安全地忽略此邮件。点击下面的链接来重置您的密码。
zh_tw: 來自 %(site_name)s 的問候！ 您收到這封電子郵件是因為您或其他人請求了您的帳戶密碼。 如果您沒有請求重設密碼，可以安全地忽略此郵件。請點擊下方連結以重設您的密碼。

source: Thank you for using %(site_name)s! %(site_domain)s
it: Grazie per aver usato %(site_name)s! %(site_domain)s
ru: Спасибо за использование %(site_name)s! %(site_domain)s
zh_cn: 感谢您使用 %(site_name)s！ %(site_domain)s
zh_tw: 感謝您使用 %(site_name)s！ %(site_domain)s

source: Password Reset E-mail
it: Email di reimpostazione password
ru: Сброс пароля по электронной почте
zh_cn: 密码重置电子邮件
zh_tw: 密碼重設電子郵件

source: Confirm E-mail Address
it: Conferma indirizzo email
ru: Подтвердить адрес электронной почты
zh_cn: 确认电子邮箱地址
zh_tw: 確認電子郵件地址

source: Please confirm you own <a href="mailto:%(email)s">%(email)s</a>.
it: Conferma di essere il proprietario di <a href="mailto:%(email)s">%(email)s</a>.
ru: Пожалуйста, подтвердите, что вы являетесь владельцем <a href="mailto:%(email)s">%(email)s</a>.
zh_cn: 请确认您拥有 <a href="mailto:%(email)s">%(email)s</a>。
zh_tw: 請確認您擁有 <a href="mailto:%(email)s">%(email)s</a>。

source: Confirm
it: Conferma
ru: Подтвердить
zh_cn: 确认
zh_tw: 確認

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
it: Questo link di conferma e-mail è scaduto o non è valido. Si prega di <a href="%(email_url)s">inviare una nuova richiesta di conferma e-mail</a>.
ru: Срок действия этой ссылки для подтверждения по электронной почте истек или она недействительна. Пожалуйста, <a href="%(email_url)s">отправьте новый запрос на подтверждение по электронной почте</a>.
zh_cn: 此电子邮件确认链接已过期或无效。请<a href="%(email_url)s">发起一个新的电子邮件确认请求</a>。
zh_tw: 此電子郵件確認連結已過期或無效。請<a href="%(email_url)s">發出新的電子郵件確認請求</a>。

source: Email address
it: Indirizzo email
ru: Адрес электронной почты
zh_tw: 電子郵件地址

source: Password
ru: Пароль
zh_tw: 密碼

source: Click here to reset your password
it: Clicca qui per reimpostare la tua password
ru: Нажмите здесь, чтобы сбросить пароль
zh_cn: 点击这里重置您的密码
zh_tw: 點擊此處重設您的密碼

source: Wrong email or password.
it: Email o password errati.
ru: Неправильный адрес электронной почты или пароль.
zh_cn: 错误的电子邮件或密码。
zh_tw: 錯誤的電子郵件或密碼。

source: Forgot Password?
it: Password dimenticata?
ru: Забыли пароль?
zh_cn: 忘记密码？
zh_tw: 忘記密碼？

source: Remember me
it: Ricordami
ru: Запомнить меня
zh_cn: 记住我
zh_tw: 記住我

source: Sign In
it: Accedi
ru: Войти
zh_tw: 登入

source: Having trouble?
it: Hai problemi?
ru: Возникли проблемы?
zh_cn: 遇到问题？
zh_tw: 遇到問題？

source: Your sign-in credential is the same for the mobile app and the web app. If you previously signed up using the mobile app, you can use the same to sign in here.
it: La tua credenziale di accesso è la stessa per l'app mobile e l'app web. Se ti sei precedentemente registrato tramite l'app mobile, puoi usare le stesse credenziali per accedere qui.
ru: Ваши учетные данные для входа одинаковы как для мобильного, так и для веб-приложения. Если вы ранее зарегистрировались с помощью мобильного приложения, вы можете использовать те же данные для входа здесь.
zh_cn: 您的登录凭证在移动应用和网页应用中是相同的。如果您之前使用移动应用注册，您可以使用相同的凭证在这里登录。
zh_tw: 您的登入憑證在行動應用程式和網路應用程式中是相同的。如果您之前使用行動應用程式註冊，您可以使用相同的憑證在此登入。

source: "Sign in with Apple" is not available in the web app. If you want to use the web app, please sign up for a different account and <a class="link" target="_blank" href="https://www.obico.io/docs/user-guides/relink-printer/">re-link your printer</a>
it: «Accedi con Apple» non è disponibile nell'app web. Se desideri utilizzare l'app web, registrati per un account diverso e <a class="link" target="_blank" href="https://www.obico.io/docs/user-guides/relink-printer/">collega nuovamente la tua stampante</a>.
ru: «Вход с Apple» недоступен в веб-приложении. Если вы хотите использовать веб-приложение, пожалуйста, зарегистрируйте другой аккаунт и <a class="link" target="_blank" href="https://www.obico.io/docs/user-guides/relink-printer/">перепривяжите свой принтер</a>»
zh_tw: 「使用 Apple 登入」在網路應用程式中不可用。如果您想使用網路應用程式，請註冊一個不同的帳戶並<a class="link" target="_blank" href="https://www.obico.io/docs/user-guides/relink-printer/">重新連結您的印表機</a>

source: reset password
it: reimposta password
ru: сбросить пароль
zh_cn: 重置密码
zh_tw: 重設密碼

source: using the same email address.
it: utilizzando lo stesso indirizzo email.
ru: используя тот же адрес электронной почты.
zh_cn: 使用相同的电子邮件地址。
zh_tw: 使用相同的電子郵件地址。

source: If you can't sign in the mobile app, re-install the mobile app and try it again.
it: Se non riesci ad accedere all'app mobile, reinstallala e riprova.
ru: Если вы не можете войти в мобильное приложение, переустановите его и попробуйте снова.
zh_cn: 如果您无法在移动应用中登录，请重新安装移动应用并再次尝试。
zh_tw: 如果您無法登入行動應用程式，請重新安裝行動應用程式並再試一次。

source: Contact us
it: Contattaci
ru: Свяжитесь с нами
zh_cn: 联系我们
zh_tw: 聯絡我們

source: if you have tried everything else.
it: se hai provato tutto il resto.
ru: если вы перепробовали все остальное.
zh_cn: 如果您已尝试了其他所有方法。
zh_tw: 如果您已嘗試所有其他方法。

source: Close
it: Chiudi
ru: Закрыть
zh_cn: 关闭
zh_tw: 關閉

source: Don't have an account?
it: Non hai un account?
ru: Нет аккаунта?
zh_cn: 没有账户？
zh_tw: 沒有帳戶？

source: Sign Up Now
it: Iscriviti ora
ru: Зарегистрируйтесь сейчас
zh_tw: 立即註冊

source: Or
it: O
ru: Или
zh_cn: 或者
zh_tw: 或

source: Login with Google
it: Accedi con Google
ru: Войти через Google
zh_tw: 使用 Google 登入

source: Sign Out
it: Esci
ru: Выйти
zh_cn: 登出
zh_tw: 登出

source: Are you sure you want to sign out?
it: Sei sicuro di voler disconnetterti?
ru: Вы уверены, что хотите выйти?
zh_cn: 您确定要登出吗？
zh_tw: 您確定要登出嗎？

source: You cannot remove your primary e-mail address (%(email)s).
it: Non puoi rimuovere il tuo indirizzo email principale (%(email)s).
ru: Вы не можете удалить свой основной адрес электронной почты (%(email)s).
zh_cn: 您不能移除您的主要电子邮箱地址 (%(email)s)。
zh_tw: 您不能移除您的主要電子郵件地址 (%(email)s)。

source: You have confirmed %(email)s.
it: Hai confermato %(email)s.
ru: Вы подтвердили %(email)s.
zh_cn: 您已确认 %(email)s。
zh_tw: 您已確認 %(email)s。

source: Removed e-mail address %(email)s.
it: Indirizzo e-mail %(email)s rimosso.
ru: Адрес электронной почты %(email)s удален.
zh_cn: 已移除电子邮箱地址 %(email)s。
zh_tw: 已移除電子郵件地址 %(email)s。

source: Password successfully changed.
it: Password cambiata con successo.
ru: Пароль успешно изменен.
zh_cn: 密码已成功更改。
zh_tw: 密碼已成功更改。

source: Password successfully set.
it: Password impostata correttamente.
ru: Пароль успешно установлен.
zh_cn: 密码已成功设置。
zh_tw: 密碼已成功設定。

source: Primary e-mail address set.
it: L'indirizzo e-mail principale è stato impostato.
ru: Основной адрес электронной почты установлен.
zh_cn: 主要电子邮箱地址已设置。
zh_tw: 主要電子郵件地址已設定。

source: Your primary e-mail address must be verified.
it: Il tuo indirizzo e-mail principale deve essere verificato.
ru: Ваш основной адрес электронной почты должен быть подтвержден.
zh_cn: 您的主要电子邮箱地址必须经过验证。
zh_tw: 您的主要電子郵件地址必須經過驗證。

source: Change Password
it: Cambia password
ru: Изменить пароль
zh_cn: 更改密码
zh_tw: 更改密碼

source: Password Reset
it: Reimposta password
ru: Сброс пароля
zh_cn: 密码重置
zh_tw: 密碼重設

source: Reset My Password
it: Reimposta la mia password
ru: Сбросить мой пароль
zh_cn: 重置我的密码
zh_tw: 重設我的密碼

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
it: Ti abbiamo inviato un'e-mail. Contattaci se non la ricevi entro pochi minuti.
ru: Мы отправили вам электронное письмо. Пожалуйста, свяжитесь с нами, если вы не получите его в течение нескольких минут.
zh_cn: 我们已向您发送了一封电子邮件。如果您在几分钟内没有收到，请联系我们。
zh_tw: 我們已向您發送電子郵件。如果您在幾分鐘內未收到，請聯絡我們。

source: Bad Token
it: Token non valido
ru: Неверный токен
zh_cn: 无效令牌
zh_tw: 無效的令牌

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
it: Il link per reimpostare la password non era valido, forse perché è già stato utilizzato. Richiedi una <a href="%(passwd_reset_url)s">nuova reimpostazione della password</a>.
ru: Ссылка на сброс пароля неверна, скорее всего вы уже использовали ее. Для нового сброса пароля <a href="%(passwd_reset_url)s">перейдите по ссылке</a>.
zh_cn: 密码重置链接无效，可能是因为它已经被使用过。请请求<a href="%(passwd_reset_url)s">新的密码重置</a>。
zh_tw: 密碼重設連結無效，可能已被使用。請<a href="%(passwd_reset_url)s">重新申請密碼重設</a>。

source: Your password is now changed.
it: La tua password è stata cambiata.
ru: Ваш пароль изменен.
zh_cn: 您的密码现在已更改。
zh_tw: 您的密碼已更改。

source: Set Password
it: Imposta password
ru: Установить пароль
zh_cn: 设置密码
zh_tw: 設定密碼

source: Password. Again
it: Password. Di nuovo
ru: Пароль. Еще раз.
zh_tw: 再次輸入密碼

source: By signing up, I agree to the %(brand_name)s app's <a class="link" target="_blank" href="https://www.obico.io/terms.html">Terms of Use</a> and <a class="link" target="_blank" href="https://www.obico.io/privacy.html">PrivacyPolicy</a>
it: Iscrivendoti, accetti i <a class="link" target="_blank" href="https://www.obico.io/terms.html">Termini di utilizzo</a> e la <a class="link" target="_blank" href="https://www.obico.io/privacy.html">Privacy Policy</a> dell'app %(brand_name)s.
ru: Нажимая кнопку «Зарегистрироваться», я соглашаюсь с <a class="link" target="_blank" href="https://www.obico.io/terms.html">Условиями использования</a> и <a class="link" target="_blank" href="https://www.obico.io/privacy.html">Политикой конфиденциальности</a> приложения %(brand_name)s.

source: JusPrin is a project built by <a class="link" target="_blank" href="https://www.obico.io">Obico</a>. By signing up, I agree to Obico's <a class="link" target="_blank" href="https://www.obico.io/terms.html">Terms of Use</a> and <a class="link" target="_blank" href="https://www.obico.io/privacy.html">PrivacyPolicy</a>
it: JusPrin è un progetto realizzato da <a class="link" target="_blank" href="https://www.obico.io">Obico</a>. Iscrivendoti, accetti i <a class="link" target="_blank" href="https://www.obico.io/terms.html">Termini di utilizzo</a> e la <a class="link" target="_blank" href="https://www.obico.io/privacy.html">Privacy Policy</a> di Obico.
ru: JusPrin — это проект, созданный <a class="link" target="_blank" href="https://www.obico.io">Obico</a>. Регистрируясь, я соглашаюсь с Obico's <a class="link" target="_blank" href="https://www.obico.io/terms.html">Условиями использования</a> и <a class="link" target="_blank" href="https://www.obico.io/privacy.html">Политикой конфиденциальности</a>

source: By signing up, I agree to the %(brand_name)s app's <a class="link" target="_blank" href="%(tos_link)s">Terms of Use</a> and <a class="link" target="_blank" href="%(privacy_link)s">PrivacyPolicy</a>
it: Iscrivendoti, accetti i <a class="link" target="_blank" href="%(tos_link)s">Termini di utilizzo</a> e la <a class="link" target="_blank" href="%(privacy_link)s">Privacy Policy</a> dell'app %(brand_name)s.
ru: Регистрируясь, я соглашаюсь с <a class="link" target="_blank" href="%(tos_link)s">Условиями использования</a> и <a class="link" target="_blank" href="%(privacy_link)s">Политикой конфиденциальности</a> приложения %(brand_name)s.

source: We'll never share your email with anyone else.
it: Non condivideremo mai la tua email con nessun altro.
ru: Мы никогда не передадим ваш адрес электронной почты никому другому.
zh_cn: 我们绝不会与他人分享您的电子邮件。
zh_tw: 我們絕不會與任何人分享您的電子郵件。

source: At least 6 characters. And be secure, please.
it: Almeno 6 caratteri. E sii sicuro, per favore.
ru: Не менее 6 символов. И будьте в безопасности, пожалуйста.
zh_cn: 至少 6 个字符。请确保安全。
zh_tw: 至少6個字元。請確保安全。

source: Sign Up
it: Iscriviti
ru: Зарегистрироваться
zh_tw: 註冊

source: Already have an account?
it: Hai già un account?
ru: Уже есть аккаунт?
zh_cn: 已经有帐户？
zh_tw: 已經有帳戶？

source: Sign Up Closed
it: Iscrizioni chiuse
ru: Регистрация закрыта
zh_cn: 注册已关闭
zh_tw: 註冊已關閉

source: We are sorry, but the sign up is currently closed.
it: Siamo spiacenti, ma le iscrizioni sono attualmente chiuse.
ru: Извините, но регистрация временно закрыта.
zh_cn: 很抱歉，但目前注册已关闭。
zh_tw: 很抱歉，目前註冊已關閉。

source: Note
it: Nota
ru: Примечание
zh_cn: 注意
zh_tw: 注意

source: you are already logged in as %(user_display)s.
it: sei già connesso come %(user_display)s.
ru: Вы уже вошли как %(user_display)s.
zh_cn: 您已作为 %(user_display)s 登录。
zh_tw: 您已以 %(user_display)s 的身份登入。

source: Passwords must be At least 6 characters. And be secure, please.
it: Le password devono essere di almeno 6 caratteri. E sii sicuro, per favore.
ru: Пароли должны быть не менее 6 символов. И быть безопасными, пожалуйста.
zh_cn: 密码必须至少为 6 个字符。并请确保安全。
zh_tw: 密碼必須至少6個字元。請確保安全。

source: Verify Your E-mail Address
it: Verifica il tuo indirizzo e-mail
ru: Подтвердите адрес электронной почты
zh_cn: 验证您的电子邮箱地址
zh_tw: 驗證您的電子郵件地址

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes.
it: Ti abbiamo inviato un'e-mail per la verifica. Segui il link fornito per completare la registrazione. Contattaci se non la ricevi entro pochi minuti.
ru: Мы отправили вам электронное письмо для подтверждения. Перейдите по ссылке, чтобы завершить процесс регистрации. Пожалуйста, свяжитесь с нами, если вы не получите его в течение нескольких минут.
zh_cn: 我们已向您发送了一封用于验证的电子邮件。请按照提供的链接完成注册过程。如果您在几分钟内没有收到，请联系我们。
zh_tw: 我們已向您發送一封驗證電子郵件。請點擊提供的連結以完成註冊過程。如果您在幾分鐘內沒有收到，請聯繫我們。

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your e-mail address.
it: Questa parte del sito richiede la verifica che tu sia chi dici di essere. Per questo motivo, richiediamo che tu verifichi la proprietà del tuo indirizzo e-mail.
ru: Эта часть сайта требует от нас подтверждения вашей личности. Для этой цели мы просим вас подтвердить владение вашим адресом электронной почты.
zh_cn: 本网站的这部分需要我们验证您是您所声称的人。为此，我们要求您验证您的电子邮箱地址的所有权。
zh_tw: 本網站部分功能需要驗證您的身份。為此，我們需要您驗證電子郵件地址的所有權。

source: We have sent an e-mail to you for verification. Please click on the link inside this e-mail. Please contact us if you do not receive it within a few minutes.
it: Ti abbiamo inviato un'e-mail per la verifica. Clicca sul link all'interno di questa e-mail. Contattaci se non la ricevi entro pochi minuti.
ru: Мы отправили вам электронное письмо для подтверждения. Пожалуйста, перейдите по ссылке в этом письме. Пожалуйста, свяжитесь с нами, если вы не получите его в течение нескольких минут.
zh_cn: 我们已向您发送了一封用于验证的电子邮件。请点击此邮件内的链接。如果您在几分钟内没有收到，请联系我们。
zh_tw: 我們已向您發送驗證郵件。請點擊郵件中的連結。如果您在幾分鐘內未收到，請聯絡我們。

source: Your sign-in credential is the same for the mobile app and the web app. If you previously signed up using the web app, you can use the same to sign in here.
it: Le tue credenziali di accesso sono le stesse per l'app mobile e per l'app web. Se ti sei registrato tramite l'app web, puoi usarle anche qui.
ru: Ваши учетные данные для входа одинаковы как для мобильного, так и для веб-приложения. Если вы ранее зарегистрировались через веб-приложение, вы можете использовать те же данные для входа здесь.
zh_cn: 您的登录凭证在移动应用和网页应用中是相同的。如果您之前使用网页应用注册，您可以使用相同的凭证在这里登录。
zh_tw: 您的登入憑證在行動應用程式和網路應用程式中是相同的。如果您之前使用網路應用程式註冊，您可以使用相同的憑證在此登入。
