{
  "Filters applied": "Filtres aplicats",
  "SHOW ALL": "MOSTRA-HO TOT",
  "Back": "Enrere",
  "Show less": "Mostra menys",
  "Show more": "Mostra'n m茅s",
  "At least one date is needed": "Cal com a m铆nim una data",
  "Select Dates": "Selecciona les dates",
  "Apply": "Aplica",
  "Cancel": "Cancel路la",
  "Date from": "Data de",
  "If empty, will default to your registration date": "Si est buit, per defecte s'utilitzar la data de registre",
  "Enter date": "Introdueix la data",
  "Date to": "Data de finalitzaci贸",
  "If empty, will default to today": "Si est buit, per defecte ser avui",
  "Obi is still busy working on your time-lapse": "L'Obi encara est ocupat treballant en el teu time-lapse.",
  "Not Watching": "No mirant",
  "Looking Good": "Bon aspecte",
  "Fishy...": "Peix贸s...",
  "Failing!": "Fallant!",
  "What issues do you see in this snapshot? Select all that apply.": "Quins problemes observes en aquesta instantnia? Selecciona tots els que corresponguin.",
  "Raised ripples ({localizedDom})": "Ones en relleu ({localizedDom})",
  "examples": "exemples",
  "Bubbling ({localizedDom})": "Bombollejant ({localizedDom})",
  "Bumps or rough surfaces ({localizedDom})": "Cops o superf铆cies rugoses ({localizedDom})",
  "Detached or warping ({localizedDom})": "Desconnectat o deformat ({localizedDom})",
  "Gaps between lines ({localizedDom})": "Espais entre l铆nies ({localizedDom})",
  "Other": "Altres",
  "No issues": "Sense problemes",
  "Oops, this is {localizedDom}": "Ups, s贸c {localizedDom}",
  "not a nozzle camera": "no 茅s una cmera de boquilla",
  "Previous": "Anterior",
  "Finish": "Finalitzar",
  "Next": "Seg眉ent",
  "{name} isn't ready for print for one of the following reasons": "{{name}} no est llest per imprimir per un dels motius seg眉ents",
  "{name} is powered off or not connected to the Internet": "{{name}} est apagat o no est connectat a Internet",
  "Printer is not connected to {name}": "La impressora no est connectada a {{name}}",
  "Printer is currently busy": "La impressora est ocupada actualment",
  "No available printers": "No hi ha impressores disponibles",
  "Print on": "Imprimeix a",
  "Print": "Imprimeix",
  "Are you sure?": "N'ests segur?",
  "Delete": "Suprimeix",
  "Failed to delete item": "No s'ha pogut suprimir l'element",
  "No prints yet": "Encara no hi ha impressions",
  "Printing...": "Imprimint...",
  "Rename": "Canvia el nom",
  "Move": "Moure",
  "Print duration estimate": "Estimaci贸 de la durada de la impressi贸",
  "Filament usage estimate": "Estimaci贸 de l'煤s del filament",
  "First layer bed temperature": "Temperatura del llit de la primera capa",
  "First layer extruder temperature": "Temperatura de l'extrusora de la primera capa",
  "First layer height": "Al莽ada de la primera capa",
  "Layer height": "Al莽ada de la capa",
  "Object height": "Al莽ada de l'objecte",
  "Filament type": "Tipus de filament",
  "Filament name": "Nom del filament",
  "Slicer": "Talladora",
  "Slicer version": "Versi贸 talladora",
  "Name": "Nom",
  "Size": "Mida",
  "Created": "Creat",
  "Last Printed": "ltima impressi贸",
  "Loading...": "S'est carregant...",
  "Nothing here yet": "Encara no hi ha res aqu铆",
  "Nothing found": "No s'ha trobat res",
  "I have changed the following parameters:": "He canviat els parmetres seg眉ents:",
  "Sliced with Obico AI Assistant.": "Tallat amb l'assistent d'IA d'Obico.",
  "View the chat history.": "Veure l'historial del xat.",
  "Was AI Assistant helpful?": "L'Assistent d'IA ha estat 煤til?",
  "Tell us more": "Explica'ns m茅s",
  "Send": "Enviar",
  "Failed to move item(s)": "No s'han pogut moure els elements",
  "Move item": "Mou l'element",
  "Place Here": "Col路loca aqu铆",
  "Go Back": "Torna enrere",
  "Enter new folder name": "Introdu茂u el nom de la carpeta nova",
  "Create": "Crea",
  "Folder name": "Nom de la carpeta",
  "Server error": "Error del servidor",
  "Enter new name": "Introdueix el nom nou",
  "New name": "Nom nou",
  "Print!": "Imprimeix!",
  "You'll be redirected to printers page in": "Se us redirigir a la pgina d'impressores en",
  "seconds": "segons",
  "Total prints": "Total d'impressions",
  "Uploaded": "Pujat",
  "Deleted": "Suprimit",
  "Fields above were embedded in the G-Code file by your slicer. Consult your slicer's manual if some fields are not accurate or missing.": "Els camps anteriors han estat incrustats al fitxer G-Code pel vostre tallador de dades. Consulteu el manual del vostre tallador de dades si alguns camps no s贸n correctes o no hi s贸n.",
  "Basic Streaming": "Transmissi贸 bsica",
  "1 FPS (frame-per-second), 100 hours of streaming per month": "1 FPS (fotograma per segon), 100 hores de transmissi贸 al mes",
  "Learn more about {localizedDom}": "M茅s informaci贸 sobre {localizedDom}",
  "the differences between the Premium Streaming and the Basic Streaming": "Les difer猫ncies entre la reproducci贸 premium i la reproducci贸 bsica",
  "Basic AI Detection checks for failures every 30 seconds.": "La detecci贸 bsica d'IA comprova si hi ha errors cada 30 segons.",
  "AI usage is reset on the 1st of each month. Hours do not roll over month to month.": "L'煤s de la IA es reinicia el dia 1 de cada mes. Les hores no es acumulen mes a mes.",
  "Learn more about": "M茅s informaci贸 sobre",
  "how the AI Detection Hour works ": "com funciona l'Hora de Detecci贸 d'IA",
  "Securely tunnel to your Mainsail or fluidd Klipper interface from anywhere.": "Connecteu-vos de manera segura a la vostra vela major o a la interf铆cie Fluidd Klipper des de qualsevol lloc.",
  "Free plan is subject to 300MB/month data cap. Data usage is reset on the 1st day of each month.": "El pla gratu茂t est subjecte a un l铆mit de dades de 300 MB/mes. L'煤s de dades es reinicia el primer dia de cada mes.",
  "Klipper tunnel ": "T煤nel de Klipper",
  "Premium Streaming": "Transmissi贸 premium",
  "Up to 25 FPS (frame-per-second)": "Fins a 25 FPS (fotogrames per segon)",
  "Up to 5 FPS with any webcam": "Fins a 5 FPS amb qualsevol cmera web",
  "Up to 25 FPS with Kingroon H.264 Camera.": "Fins a 25 FPS amb la cmera Kingroon H.264.",
  "Advanced AI checks for failures more frequently - Catch failures up to 2X faster than Basic AI.": "La IA avan莽ada comprova si hi ha errors amb m茅s freq眉猫ncia: detecta errors fins a 2 vegades m茅s rpid que la IA bsica.",
  "Unused AI Detection Hours roll over month-to-month": "Les hores de detecci贸 d'IA no utilitzades es acumulen mes a mes",
  "Securely tunnel to your Mainsail or fluidd Klipper interface from anywhere. Unlimited.": "Connecta't de manera segura a la teva vela major o a la interf铆cie Fluidd Klipper des de qualsevol lloc. Il路limitada.",
  "Up to 5 FPS (frame-per-second)": "Fins a 5 FPS (fotogrames per segon)",
  "Throttled for 30 seconds every minute": "Limitada durant 30 segons cada minut",
  "Yup! Even Free account gets 10 AI Detection Hours for FREE each month.": "S铆! Fins i tot el compte gratu茂t rep 10 hores de detecci贸 d'IA GRATUTES cada mes.",
  "Unused AI Detection Hours roll over month to month.": "Les hores de detecci贸 d'IA no utilitzades es acumulen mes a mes.",
  "You can": "Pots",
  "earn free AI Detection Hours by helping her improve": "guanya hores de detecci贸 d'IA gratu茂tes ajudant-la a millorar",
  "You can also": "Tamb茅 pots",
  "purchase additional AI hours": "compra hores addicionals d'IA",
  "Pro plan includes 50 AI Detection Hours each month.": "El pla Pro inclou 50 hores de detecci贸 d'IA cada mes.",
  "AI Detection Hours expire when subscription ends.": "Les hores de detecci贸 d'IA caduquen quan finalitza la subscripci贸.",
  "earn more AI Detection Hours by helping her improve": "guanya m茅s hores de detecci贸 d'IA ajudant-la a millorar",
  "Un-throttled": "Sense estrangulament",
  "Securely tunnel to your OctoPrint/Klipper from anywhere.": "Connecta't de manera segura al teu OctoPrint/Klipper des de qualsevol lloc.",
  "OctoPrint/Klipper tunnel ": "T煤nel OctoPrint/Klipper",
  "Securely tunnel to your OctoPrint/Klipper from anywhere. Unlimited.": "Connecta't de manera segura al teu OctoPrint/Klipper des de qualsevol lloc. Il路limitada.",
  "The monthly cap is shared between 3rd-party app and OctoPrint tunnel": "El l铆mit mensual es comparteix entre l'aplicaci贸 de tercers i el t煤nel d'OctoPrint.",
  "The combined usage can't exceed 300MB per month.": "L'煤s combinat no pot superar els 300 MB al mes.",
  "Data usage is reset on the 1st day of each month.": "L'煤s de dades es reinicia el primer dia de cada mes.",
  "Supported 3rd-party mobile apps": "Aplicacions m貌bils de tercers compatibles",
  "Required versions": "Versions requerides",
  "OctoPrint 1.7.0 or higher": "OctoPrint 1.7.0 o superior",
  "The {brandName} plugin 1.8.11 or higher": "El connector {{brandName}} 1.8.11 o superior",
  "Filament Runout Notifications": "Notificacions d'esgotament de filaments",
  "Host_action_commands must be enabled in your firmware to make it possible for your filament runout sensor to communicate with OctoPrint and the {brandName} app. If you enable action commands in your firmware, then the filament runout sensor can work properly and the {brandName} app can notify you when the filament runs out. Unfortunately, without host_action_commands enabled, OctoPrint is unable to communicate with the printer to know that a filament runout was detected.": "Els comandaments Host_action_commands han d'estar habilitats al firmware perqu猫 el sensor de filament esgotat es pugui comunicar amb OctoPrint i l'aplicaci贸 {{brandName}}. Si activeu les ordres d'acci贸 al firmware, el sensor de filament esgotat podr funcionar correctament i l'aplicaci贸 {{brandName}} us podr notificar quan s'esgoti el filament. Malauradament, sense els comandaments Host_action_commands habilitats, OctoPrint no es podr comunicar amb la impressora per saber que s'ha detectat un filament esgotat.",
  "To enable support, you need to do the following": "Per habilitar l'assist猫ncia, heu de fer el seg眉ent",
  "Marlin: Uncomment #define HOST_ACTION_COMMANDS in Configuration_adv.h and recompile. See here for more information on host_action_commands.": "Marlin: Descomenta #define HOST_ACTION_COMMANDS a Configuration_adv.h i torna a compilar. Vegeu aqu铆 per obtenir m茅s informaci贸 sobre host_action_commands.",
  "Color Change Notifications": "Notificacions de canvi de color",
  "Notifications on color change will work with any printer that has M600 enabled in its firmware. You do not need host_action_commands enabled to get notified when a color change is needed.": "Les notificacions sobre el canvi de color funcionaran amb qualsevol impressora que tingui la M600 habilitada al firmware. No cal que els host_action_commands estiguin habilitats per rebre una notificaci贸 quan calgui un canvi de color.",
  "Is filament usage inaccurate?": "L'煤s del filament 茅s inexacte?",
  "G-code files uploaded to your {brandName} account before upgrading to {brandName} for OctoPrint version 2.3.0 or {brandName} for Klipper version 1.2.0 do not include filament usage data.": "Els fitxers de codi G carregats al vostre compte {{brandName}} abans d'actualitzar a {{brandName}} per a la versi贸 2.3.0 d'OctoPrint o {{brandName}} per a la versi贸 1.2.0 de Klipper no inclouen dades d'煤s del filament.",
  "To ensure accurate filament usage and other statistics": "Per garantir un 煤s prec铆s del filament i altres estad铆stiques",
  "Upload G-code files and start prints directly through {brandName} instead of OctoPrint/Klipper.": "Puja fitxers de codi G i comen莽a les impressions directament a trav茅s de {{brandName}} en comptes d'OctoPrint/Klipper.",
  "Use a slicer that supports filament usage parameters, such as Cura, Prusa Slicer, SuperSlicer, IdeaMaker, or Simplify3D.": "Feu servir un slicer que admeti parmetres d'煤s de filaments, com ara Cura, Prusa Slicer, SuperSlicer, IdeaMaker o Simplify3D.",
  "Print statistics for G-code files deleted before 12/20/2022 are not included. For files deleted after 12/20/2022, statistics are preserved.": "No s'inclouen les estad铆stiques d'impressi贸 per als fitxers de codi G suprimits abans del 20/12/2022. Per als fitxers suprimits despr茅s del 20/12/2022, les estad铆stiques es conserven.",
  "Learn how to configure G-Code preview generation in your slicer": "Apreneu a configurar la generaci贸 de previsualitzaci贸 de G-Code al vostre slicer",
  "Adjust the speed of the cooling fan by setting a percentage value between 0 and 100. The default value is usually 100, which means the fan will run at full speed. Lowering the fan speed can reduce noise and save energy, but may also affect print quality if the printer gets too hot.": "Ajusteu la velocitat del ventilador de refrigeraci贸 establint un valor percentual entre 0 i 100. El valor per defecte sol ser 100, cosa que significa que el ventilador funcionar a mxima velocitat. Reduir la velocitat del ventilador pot reduir el soroll i estalviar energia, per貌 tamb茅 pot afectar la qualitat d'impressi贸 si la impressora s'escalfa massa.",
  "Adjust the speed of your 3D printer by changing the speed of all movement commands by a specified factor. The default value is 100%, meaning that the printer will move at its standard speed. Lowering the print speed factor will slow down your print, while increasing it will speed it up. Value of 200% will double the speed.": "Ajusta la velocitat de la teva impressora 3D canviant la velocitat de totes les ordres de moviment per un factor especificat. El valor per defecte 茅s 100%, cosa que significa que la impressora es mour a la seva velocitat estndard. Si redueixes el factor de velocitat d'impressi贸, la impressi贸 ser m茅s lenta, mentre que si l'augmentes, l'accelerar. Un valor del 200% duplicar la velocitat.",
  "Flow rate is the speed at which the printer extrudes plastic. If the flow rate is too high, the printer may extrude too much plastic and create blobs or stringing, while too low flow rate may result in weak and brittle prints. Adjusting the flow rate can help achieve the optimal balance between speed and quality. The default value is 100%.": "El cabal 茅s la velocitat a la qual la impressora extrudeix el plstic. Si el cabal 茅s massa alt, la impressora pot extrudir massa plstic i crear taques o encordats, mentre que un cabal massa baix pot provocar impressions febles i trencadisses. Ajustar el cabal pot ajudar a aconseguir un equilibri 貌ptim entre velocitat i qualitat. El valor per defecte 茅s del 100%.",
  "No cost for three months. Plan renews after expiration. Cancel anytime.": "Sense cost durant tres mesos. El pla es renova despr茅s del venciment. Cancel路la quan vulguis.",
  "Printers": "Impressores",
  "Print History": "Historial d'impressi贸",
  "G-Codes": "Codis G",
  "Spaghetti Gallery": "Galeria d'Espaguetis",
  "Pricing": "Preus",
  "Help": "Ajuda",
  "Community": "Comunitat",
  "SIGN IN": "INICIA LA SESSI",
  "SIGN UP": "REGISTRA'T",
  "Preferences": "Prefer猫ncies",
  "Log out": "Tanca la sessi贸",
  "Upgrade to Pro": "Actualitza a Pro",
  "Statistics": "Estad铆stiques",
  "Notifications": "Notificacions",
  "Number of snapshots": "Nombre d'instantnies",
  "Estimated time to finish": "Temps estimat per acabar",
  "Help Obi get better at detecting failures by giving her in-depth feedback on the snapshots of the print. You will earn {localizedDom} after you finish this Focused Feedback. {localizedDom2}": "Ajuda l'Obi a millorar en la detecci贸 d'errors donant-li comentaris detallats sobre les instantnies de la impressi贸. Guanyars {localizedDom} despr茅s d'acabar aquest comentari centrat. {localizedDom2}",
  "2 non-expirable AI Detection Hours": "2 hores de detecci贸 d'IA no caducables",
  "Learn more": "M茅s informaci贸",
  "Start Focused Feedback": "Inicia comentaris centrats",
  "I grant the {brandName} app team members the permission to review the time-lapse video of the print shown on this page.": "Concedo perm铆s als membres de l'equip de l'aplicaci贸 {{brandName}} per revisar el v铆deo a intervals de la impressi贸 que es mostra en aquesta pgina.",
  "Why is this necessary? ": "Per qu猫 茅s necessari aix貌?",
  "File": "Fitxer",
  "Printed": "Impr猫s",
  "You are awesome!": "Ets genial!",
  "The AI failure detection just got a little better because of your feedback!": "La detecci贸 d'errors de la IA ha millorat una mica grcies als vostres comentaris!",
  "You just earned 2 non-expirable AI Detection Hours - Yay!": "Acabes de guanyar 2 hores de detecci贸 d'IA no caducables. Iupi!",
  "I'm done!": "Ja he acabat!",
  "Change feedback": "Comentaris sobre els canvis",
  "Not sure? Look at": "No n'ests segur? Mira a",
  "some examples. ": "alguns exemples.",
  "Failure Detection": "Detecci贸 d'errors",
  "AI Detection Hours": "Hores de detecci贸 d'IA",
  "Not watching": "No mirant",
  "Learn all possible reasons": "Apr猫n totes les possibles raons",
  "Enable AI failure detection": "Activa la detecci贸 d'errors d'IA",
  "AI failure detection is disabled. You are on your own.": "La detecci贸 d'errors de la IA est desactivada. Ests sol.",
  "Pause on detected failures": "Pausa en cas d'errors detectats",
  "You will still be alerted via notifications.": "Encara rebrs avisos mitjan莽ant notificacions.",
  "Failure Detected!": "Error detectat!",
  "Not a Failure?": "No 茅s un fracs?",
  "Unable to extrude / retract": "No es pot extrudir / retreure",
  "The hotend is below the minimum temperature": "El hotend est per sota de la temperatura m铆nima",
  "Heat to 180掳C": "Escalfeu a 180 掳C",
  "Command successfully sent!": "Comanda enviada correctament!",
  "Printer Controls": "Controls de la impressora",
  "Move Head": "Mou el cap",
  "Extrude": "Extrusi贸",
  "Baby Step Z": "Pas de beb猫 Z",
  "Tune Printer": "Impressora Tune",
  "Power": "Poder",
  " Home All": "Inici Tot",
  "Disable Steppers": "Desactiva els steppers",
  "Retract": "Retreure",
  "Loading tools...": "S'estan carregant les eines...",
  "Current Offset": "Despla莽ament actual",
  "Feed Rate / Speed": "Velocitat d'alimentaci贸 / Velocitat",
  "Flow Rate": "cabal",
  "Fan Speed": "Velocitat del ventilador",
  "0% (Off)": "0% (Desactivat)",
  "These settings can only be set. They can't be read back from the firmware due to a limitation of the communication protocol.": "Aquests parmetres nom茅s es poden configurar. No es poden llegir des del firmware a causa d'una limitaci贸 del protocol de comunicaci贸.",
  " Toggle Power ": "Activa/desactiva l'alimentaci贸",
  " Power On All ": "Enc茅n-ho tot",
  " Power Off All ": "Apaga-ho tot",
  "Rapid toggling power may result in error. Please allow a cooldown period.": "L'activaci贸 rpida de l'alimentaci贸 pot provocar errors. Espereu un per铆ode de refredament.",
  "Uh-Oh. No printer is found on the serial port.": "Uh-oh. No s'ha trobat cap impressora al port s猫rie.",
  "Once cancelled, the print can no longer be resumed.": "Un cop cancel路lada, la impressi贸 ja no es pot reprendre.",
  "Print Job Control": "Control de treballs d'impressi贸",
  "Error": "Error",
  "Filament Change or User Interaction Required": "Canvi de filament o interacci贸 de l'usuari requerida",
  "Printer is Currently Printing": "La impressora est imprimint actualment",
  "Print is Paused": "La impressi贸 est en pausa",
  "Pause": "Pausa",
  "Resume": "Curr铆culum vitae",
  "Open G-Code File to Start Printing": "Obre el fitxer G-Code per comen莽ar a imprimir",
  "Files": "Fitxers",
  "Printer Not Connected at the Serial Port": "Impressora no connectada al port s猫rie",
  "Contacting OctoPrint": "Contactar amb OctoPrint",
  "Connect": "Connecta",
  "{brandName} for {name} is Offline.": "{{brandName}} per a {{name}} est fora de l铆nia.",
  "Why?": "Per qu猫?",
  "Print Progress": "Progr茅s d'impressi贸",
  "Last Print": "ltima impressi贸",
  "Status": "Estat",
  "Started": "Iniciat",
  "Duration": "Durada",
  "Layer": "Capa",
  "Remaining": "Restans",
  "Calculating...": "Calculant...",
  "Finishing at": "Finalitzant a",
  "Elapsed": "Transcorregut",
  "Z-height": "Al莽ada Z",
  "Total time": "Temps total",
  "Total filament": "Filament total",
  "Open Print": "Obre la impressi贸",
  "Reprint": "Reimpressi贸",
  "No prints found": "No s'han trobat impressions",
  "Temperature Presets": "Preajustos de temperatura",
  "Temperature Controls": "Controls de temperatura",
  "Loading temperature...": "S'est carregant la temperatura...",
  "Printer Terminal": "Terminal d'impressora",
  "Unknown event": "Esdeveniment desconegut",
  "Serial Port": "Port s猫rie",
  "Baudrate": "Velocitat en bauds",
  "Auto": "Automtic",
  "Noted!": "Anotat!",
  "Do you want to mute failure detection on for this print?": "Voleu silenciar la detecci贸 d'errors per a aquesta impressi贸?",
  "If you select 'Mute', failure detection will be turned off for this print, but will be automatically turned on for your next print.": "Si seleccioneu \"Silenciar\", la detecci贸 d'errors es desactivar per a aquesta impressi贸, per貌 s'activar automticament per a la seg眉ent impressi贸.",
  "Mute": "Silenciar",
  "Failed to update printer": "No s'ha pogut actualitzar la impressora",
  "Open": "Obre",
  "Details": "Detalls",
  "Share": "Comparteix",
  "Tunnel": "T煤nel",
  "Configure": "Configura",
  "Not a failure?": "No 茅s un fracs?",
  "Failure Detection is Off": "La detecci贸 d'errors est desactivada",
  "Learn more. ": "M茅s informaci贸.",
  "Enable AI failure detection {localizedDom}": "Activa la detecci贸 d'errors d'IA {localizedDom}",
  "AI failure detection is disabled. You are on your own": "La detecci贸 d'errors de la IA est desactivada. Ests sol.",
  "Pause on detected failures {localizedDom}": "Pausa en cas d'errors detectats {localizedDom}",
  "You will still be alerted via notifications": "Continuars rebent avisos mitjan莽ant notificacions",
  " Remaining ": "Restans",
  " Total ": "Total",
  "Printer Feed Sharing": "Compartici贸 de fonts d'impressora",
  "Wait! You need to {localizedDom} to enable Printer feed.": "Espera! Has de {localizedDom} per activar l'alimentaci贸 de la impressora.",
  "upgrade to the Pro plan": "actualitza al pla Pro",
  "Printer feed sharing is a Pro feature.": "Compartir el flux d'impressores 茅s una funci贸 Pro.",
  "Running the {brandName} app incurs non-trivial amount of costs": "L'execuci贸 de l'aplicaci贸 {{brandName}} comporta uns costos considerables.",
  "With little more than 1 Starbucks per month, you can upgrade to a Pro account and help us run the {brandName} app smoothly.": "Amb poc m茅s d'1 Starbucks al mes, pots actualitzar a un compte Pro i ajudar-nos a executar l'aplicaci贸 {{brandName}} sense problemes.",
  "Check out Pro pricing >>>": "Consulta els preus Pro >>>",
  "Share live feed for printer ": "Comparteix el canal en directe per a la impressora",
  "Click the clipboard icon above to copy the secure shareable link to your clipboard.": "Feu clic a la icona del porta-retalls que hi ha a sobre per copiar l'enlla莽 segur que es pot compartir al porta-retalls.",
  "You can test the shareable link by right-clicking {localizedDom} and select 'Open Link in Incognito Window'.": "Podeu provar l'enlla莽 compartible fent clic amb el bot贸 dret a {localizedDom} i seleccionant \"Obre l'enlla莽 en una finestra d'inc貌gnit\".",
  "here": "aqu铆",
  "Notes": "Notes",
  "Send the secure link to anyone you want to share your printer feed with. They do NOT need the {brandName} account to see your printer feed.": "Envia l'enlla莽 segur a qualsevol persona amb qui vulguis compartir el teu feed d'impressora. NO necessiten el compte {{brandName}} per veure el teu feed d'impressora.",
  "Anyone with this shareable link will be able to see your printer feed.": "Qualsevol persona que tingui aquest enlla莽 compartible podr veure el feed de la teva impressora.",
  "Learn more about what they can see.": "Apr猫n m茅s sobre el que poden veure.",
  "Presets": "Preajustos",
  "Temperature presets can be edited or added in {agentName} settings.": "Els valors preestablerts de temperatura es poden editar o afegir a la configuraci贸 de {{agentName}}.",
  "OFF": "DESACTIVAT",
  "Manual": "Manual",
  "Oops!": "Ups!",
  "Handshake failed because the pop-up was blcoked.": "L'enlla莽 ha fallat perqu猫 la finestra emergent estava bloquejada.",
  "Please unblock the pop-up in your browser and try it again.": "Si us plau, desbloquegeu la finestra emergent al navegador i torneu-ho a provar.",
  "Okay!": "D'acord!",
  "Switch to Manual Setup": "Canvia a la configuraci贸 manual",
  "Handshake failed!": "L'encaixada de mans ha fallat!",
  "Please make sure": "Si us plau, assegureu-vos",
  "The OctoPrint you want to link is at {host}:{port}, and it's connected to the same local network as your computer/phone.": "L'OctoPrint que vols enlla莽ar 茅s a {{host}}:{{port}} i est connectat a la mateixa xarxa local que el teu ordinador/tel猫fon.",
  "The version of plugin is 1.8.0 or above.": "La versi贸 del connector 茅s 1.8.0 o superior.",
  "The {brandName} app needs to make sure you have access to selected printer.": "L'aplicaci贸 {{brandName}} ha d'assegurar-se que teniu acc茅s a la impressora seleccionada.",
  "When you press 'Link Now' button below, a new browser window will pop up to finish a handshake with this printer.": "Quan premeu el bot贸 \"Enlla莽a ara\" que hi ha a continuaci贸, apareixer una nova finestra del navegador per finalitzar una encaixada de mans amb aquesta impressora.",
  "Link Now": "Enlla莽a ara",
  "Platform": "Plataforma",
  "IP address": "Adre莽a IP",
  "Hostname": "Nom d'amfitri贸",
  "OctoPi": "OctoPi",
  "OS": "Sistema operatiu",
  "Link": "Enlla莽",
  "Device Selection": "Selecci贸 de dispositius",
  "Install Obico": "Instal路la Obico",
  "Link Printer": "Impressora d'enlla莽",
  "First Layer Report": "Informe de la primera capa",
  "uploaded": "penjat",
  "Open File": "Obre el fitxer",
  "First Layer Grade": "Primer grau de capa",
  "First Layer Print Time": "Temps d'impressi贸 de la primera capa",
  "First Layer Notes": "Notes de la primera capa",
  "You're first layer score is": "La teva puntuaci贸 de la primera capa 茅s",
  "Grade {localizedDom} usually means one of the following": "El grau {localizedDom} normalment significa un dels seg眉ents:",
  "AI Time-Lapse": "Time-lapse d'IA",
  "Original Time-Lapse": "Time-lapse original",
  "Give Feedback About This Report": "Envia comentaris sobre aquest informe",
  "Possible failure detected!": "Possible falla detectada!",
  "(Cancelled)": "(Cancel路lat)",
  "Time-lapse video deleted": "V铆deo a intervals suprimit",
  "Time-lapse videos older than 6-months are deleted from the {brandName} app server as they are rarely needed and cost significant amount to store in the cloud.": "Els v铆deos a intervals de m茅s de 6 mesos s'eliminen del servidor d'aplicacions {{brandName}}, ja que rarament es necessiten i tenen un cost significatiu d'emmagatzemar-los al n煤vol.",
  "If you are a Pro subscriber and you don't want your time-lapse videos to be deleted, please ": "Si ets subscriptor Pro i no vols que s'eliminin els teus v铆deos amb time-lapse, si us plau",
  "contact us": "contacteu-nos",
  "Download Original Time-lapse": "Descarrega el time-lapse original",
  "Download Detective Time-lapse": "Descarrega Detective Time-lapse",
  " ": " ",
  "Video file is deleted.": "S'ha suprimit el fitxer de v铆deo.",
  "Did we get it right?": "Ho hem encertat?",
  "CUSED FEEDBACK": "COMENTARIS AMB CUSI",
  "Thank you for completing the Focused Feedback. You have earned 2 non-expirable AI Detection Hours. You can click the button again to change your feedback.": "Grcies per completar els comentaris centrats. Has guanyat 2 hores de detecci贸 d'IA no caducables. Pots tornar a fer clic al bot贸 per canviar els teus comentaris.",
  "With Focused Feedback, you can tell us exactly where we got it wrong. This is the most effective way to help us improve.": "Amb comentaris centrats, ens podeu dir exactament on ens hem equivocat. Aquesta 茅s la manera m茅s efica莽 d'ajudar-nos a millorar.",
  "You will earn 2 AI Detection Hours once you finish the Focused Feedback": "Guanyars 2 hores de detecci贸 d'IA un cop hagis completat el feedback enfocat.",
  "Every time you give us feedback,": "Cada vegada que ens doneu comentaris,",
  "you help us get better at detecting failures": "ens ajudes a millorar en la detecci贸 d'errors",
  "Search": "Cerca",
  "Ascending": "Ascendent",
  "Descending": "Descendent",
  "SORT BY": "ORDENAR PER",
  "DIRECTION": "DIRECCI",
  "Upgrade for Better Streaming": "Actualitza per a una millor transmissi贸 en temps real",
  "Because you are now on the": "Perqu猫 ara ets a la",
  "{brandName} Cloud Free plan": "{{brandName}} Pla gratu茂t al n煤vol",
  "Streaming is limited to 5 FPS (frames per second).": "La transmissi贸 en temps real est limitada a 5 FPS (fotogrames per segon).",
  "After 30 seconds of streaming there is a 30-second cooldown before you can resume streaming.": "Despr茅s de 30 segons de transmissi贸 en temps real, hi ha un temps de reutilitzaci贸 de 30 segons abans de poder reprendre la transmissi贸 en temps real.",
  "Support the {brandName} project by": "Doneu suport al projecte {{brandName}}",
  "upgrading to the Pro plan for little more than 1 Starbucks a month.": "actualitzant al pla Pro per poc m茅s d'1 Starbucks al mes.",
  "The Pro plan offers many perks, including the": "El pla Pro ofereix molts avantatges, com ara",
  "Smooth 25 FPS.": "25 FPS suaus.",
  "Unlimited streaming with no cooldowns.": "Transmissi贸 il路limitada sense temps de recrrega.",
  "Video frames dropped": "Fotogrames de v铆deo perduts",
  "The video frames are getting dropped because there is most likely a bandwidth bottleneck along the route they travel from your Raspberry Pi to your computer. The bottleneck can be anywhere, but in most cases,": "Els fotogrames de v铆deo es perden perqu猫 probablement hi ha un coll d'ampolla d'amplada de banda al llarg de la ruta que recorren des del Raspberry Pi fins a l'ordinador. El coll d'ampolla pot ser a qualsevol lloc, per貌 en la majoria dels casos,",
  "it is either your computer's internet connection, or your Raspberry Pi's": "茅s o b茅 la connexi贸 a Internet del teu ordinador o b茅 la de la teva Raspberry Pi",
  "Make sure your computer is connected to the same network as your Pi. If you still see this warning, you need to trouble-shoot your computer's Wi-Fi connection, probably by moving closer to the Wi-Fi router.": "Assegureu-vos que l'ordinador estigui connectat a la mateixa xarxa que la vostra Pi. Si encara veieu aquest av铆s, heu de solucionar el problema de connexi贸 Wi-Fi de l'ordinador, probablement acostant-vos a l'encaminador Wi-Fi.",
  "If the webcam stream is smooth when your computer is on the same Wi-Fi network as your Pi, the bottleneck is likely with the upload speed of your internet connection. You need to run a speed test to make sure you have high-enough upload speed, as well as": "Si la transmissi贸 de la cmera web 茅s fluida quan l'ordinador est a la mateixa xarxa Wi-Fi que el vostre Pi, 茅s probable que el coll d'ampolla sigui a la velocitat de pujada de la vostra connexi贸 a Internet. Heu d'executar una prova de velocitat per assegurar-vos que teniu una velocitat de pujada prou alta, aix铆 com",
  "low latency (ping)": "baixa lat猫ncia (ping)",
  "Check out": "Sortida",
  "the step-by-step trouble-shooting guide.": "la guia pas a pas per a la resoluci贸 de problemes.",
  "Webcam stream buffering": "Buffering de flux de la cmera web",
  "When you see the messaging about webcam stream is 'buffering' occasionally, you can just reload the page. If this message repeatedly appears, it may indicate one of the problems": "Quan vegeu el missatge sobre que la transmissi贸 de la cmera web s'est \"emmagatzemant en mem貌ria interm猫dia\" de tant en tant, podeu tornar a carregar la pgina. Si aquest missatge apareix repetidament, pot indicar un dels problemes.",
  "1. A constricted video stream on your Raspberry Pi. The most common reasons are": "1. Un flux de v铆deo restringit a la teva Raspberry Pi. Els motius m茅s comuns s贸n",
  "Camera resolution is set too high.": "La resoluci贸 de la cmera est configurada massa alta.",
  "Camera framerate is set too high.": "La freq眉猫ncia d'imatges de la cmera est massa alta.",
  "The upload speed of your Raspberry Pi is too low.": "La velocitat de crrega de la teva Raspberry Pi 茅s massa baixa.",
  "2. The internet connection of your computer or phone is not fast enough.": "2. La connexi贸 a Internet del teu ordinador o tel猫fon no 茅s prou rpida.",
  "3. Your webcam is not properly connected to your Raspberry Pi.": "3. La cmera web no est connectada correctament a la Raspberry Pi.",
  "Check": "Comprovar",
  "this step-by-step troubleshooting guide": "aquesta guia de resoluci贸 de problemes pas a pas",
  "Buffering...": "Emmagatzematge intermedi...",
  "Why is it stuck?": "Per qu猫 est encallat?",
  "Webcam streams up to 5 FPS for Free": "Transmissi贸 per cmera web de fins a 5 FPS gratu茂ta",
  "Learn more...": "M茅s informaci贸...",
  "Filter": "Filtre",
  "Suppress Temperature": "Suprimir la temperatura",
  "Suppress SD Status Messages": "Suprimir els missatges d'estat de la SD",
  "Suppress Position Messages": "Suprimir missatges de posici贸",
  "Suppress 'OK' Messages": "Suprimir els missatges de \"D'acord\"",
  "Enter code...": "Introdueix el codi...",
  "Terminal feed is off": "L'alimentaci贸 del terminal est desactivada",
  "Failed to fetch authorized apps": "No s'han pogut obtenir les aplicacions autoritzades",
  "Failed to remove access": "No s'ha pogut eliminar l'acc茅s",
  "Authorized Apps": "Aplicacions autoritzades",
  "App Name": "Nom de l'aplicaci贸",
  "Printer to Access": "Impressora per accedir",
  "Remove Access": "Elimina l'acc茅s",
  "General": "General",
  "Language": "Idioma",
  "Language preference saved. Please refresh the page to apply the changes.": "Prefer猫ncia d'idioma desada. Si us plau, actualitzeu la pgina per aplicar els canvis.",
  "Land directly on the printer control page if I have only 1 printer": "Aterrar directament a la pgina de control de la impressora si nom茅s tinc una impressora",
  "This option will be ignored if you have multiple printers. In this case, you will always land on the printer overview page.": "Aquesta opci贸 s'ignorar si teniu diverses impressores. En aquest cas, sempre arribareu a la pgina de resum de la impressora.",
  "View Archived Printers": "Veure impressores arxivades",
  "Enable notifications": "Activa les notificacions",
  "Enable notification": "Activa les notificacions",
  "Please configure the following variables in the '.env' file": "Si us plau, configureu les variables seg眉ents al fitxer '.env'",
  "Edit Name": "Edita el nom",
  "Profile": "Perfil",
  "First Name": "Nom",
  "Last Name": "Cognom",
  "Email": "Correu electr貌nic",
  "Primary Email": "Correu electr貌nic principal",
  "Manage email addresses": "Gestiona les adreces de correu electr貌nic",
  "Password": "Contrasenya",
  "Change Password": "Canvia la contrasenya",
  "Appearance": "Aspecte",
  "Theme": "Tema",
  "DARK": "FOSCOR",
  "LIGHT": "LLUM",
  "Sync theme with system settings": "Sincronitza el tema amb la configuraci贸 del sistema",
  "Failure alerts": "Alertes d'error",
  "When possible failures are detected": "Quan es detecten possibles fallades",
  "Print job events": "Esdeveniments de treballs d'impressi贸",
  "Upon start/end/cancellation of a print job": "En iniciar/finalitzar/cancel路lar una tasca d'impressi贸",
  "When print is done": "Quan s'ha acabat d'imprimir",
  "When print is cancelled": "Quan es cancel路la la impressi贸",
  "When printer needs attention": "Quan la impressora necessita atenci贸",
  "Such as filament change or run-out": "Com ara el canvi de filament o l'esgotament",
  "When print is started": "Quan s'inicia la impressi贸",
  "When print is paused": "Quan la impressi贸 est en pausa",
  "Note: this event may be triggered by other plugins that pause the print frequently, such as the timelapse plugin": "Nota: aquest esdeveniment pot ser activat per altres complements que pausen la impressi贸 amb freq眉猫ncia, com ara el complement timelapse.",
  "When print is resumed": "Quan es repr猫n la impressi贸",
  "Heater status change": "Canvi d'estat de l'escalfador",
  "Heater reached target or cooled down": "L'escalfador ha arribat a l'objectiu o s'ha refredat",
  "Push Notification": "Notificaci贸 push",
  "Failed to contact printer. Is it powered on and connected to Internet?": "No s'ha pogut contactar amb la impressora. Est engegada i connectada a Internet?",
  "Printer not responding": "La impressora no respon",
  "The printer doesn't seem to be responding. Is it powered on and connected to the Internet? Please": "La impressora no sembla que respongui. Est engegada i connectada a Internet? Si us plau",
  "report the problem to us": "informeu-nos del problema",
  "if this error repeats multiple times.": "si aquest error es repeteix diverses vegades.",
  "Get help from": "Obt茅n ajuda de",
  "the {brandName} for Klipper support forum": "el f貌rum de suport {{brandName}} per a Klipper",
  "or": "o",
  "the {brandName} general support forum": "el f貌rum de suport general de {{brandName}}",
  "if this error persists.": "si aquest error persisteix.",
  "SMS": "SMS",
  "Pushbullet": "Pushbullet",
  "Discord": "Disc貌rdia",
  "Telegram": "Telegram",
  "Pushover": "Facilitat d'煤s",
  "Slack": "Slack",
  "Webhook": "Webhook",
  "Webhook URL": "URL del webhook",
  "Discord Webhook": "Webhook de Discord",
  "If you have a Discord channel you wish to receive notifications on, you can {localizedDom} and enter it here.": "Si tens un canal de Discord on vols rebre notificacions, pots {localizedDom} i introduir-lo aqu铆.",
  "generate webhook url": "generar URL de webhook",
  "Notifications are sent to verified email addresses only.": "Les notificacions nom茅s s'envien a adreces de correu electr貌nic verificades.",
  "Account events {localizedDom}": "Esdeveniments del compte {localizedDom}",
  "Plan changed; AI Detection Hours running low; etc.": "Pla canviat; hores de detecci贸 d'IA escasses; etc.",
  "Access Token": "Token d'acc茅s",
  "Pushbullet Access Token": "Token d'acc茅s Pushbullet",
  "If you have a Pushbullet account, you can {localizedDom} and enter it here.": "Si teniu un compte de Pushbullet, podeu {localizedDom} i introduir-lo aqu铆.",
  "generate an access token": "generar un token d'acc茅s",
  "User Key": "Clau d'usuari",
  "Pushover User Key": "Clau d'usuari Pushover",
  "If you have a Pushover account, you can {localizedDom} and enter it here.": "Si teniu un compte Pushover, podeu {localizedDom} i introduir-lo aqu铆.",
  "get your User Key": "obtenir la vostra clau d'usuari",
  "Slack test failed": "La prova de Slack ha fallat",
  "Close": "Tanca",
  "{brandName} Messenger has been successfully added to your workspace.": "{{brandName}} El Messenger s'ha afegit correctament al vostre espai de treball.",
  "What's Next?": "Qu猫 ve despr茅s?",
  " 1. Make sure {brandName} Messenger is added to the channels you want the notifications to be sent to.": "1. Assegureu-vos que {{brandName}} Messenger s'ha afegit als canals als quals voleu que s'envi茂n les notificacions.",
  "2. There is no 2. You are all set. It's this simple. ": "2. No hi ha cap 2. Ja est tot a punt. s aix铆 de simple. ",
  "Click the button below to add the {brandName} Slack App into your workspace": "Feu clic al bot贸 seg眉ent per afegir l'aplicaci贸 Slack {{brandName}} al vostre espai de treball.",
  "Test Notifications": "Notificacions de prova",
  "Test Slack Notification": "Prova de notificacions de Slack",
  "Questions?": "Preguntes?",
  "Q: How do I remove the {brandName} Slack App from a slack channel so that it won't send notifications to that channel?": "P: Com puc eliminar l'aplicaci贸 Slack {{brandName}} d'un canal de Slack perqu猫 no envi茂 notificacions a aquest canal?",
  "Q: How do I remove the {brandName} Slack App from the entire workspace?": "P: Com puc eliminar l'aplicaci贸 Slack {{brandName}} de tot l'espai de treball?",
  "A: Please follow the instructions in {localizedDom}.": "A: Si us plau, seguiu les instruccions de {localizedDom}.",
  "this Slack help doc": "aquest document d'ajuda de Slack",
  "Telegram test failed": "La prova de Telegram ha fallat",
  "Login to be notified by our Telegram bot.": "Inicia la sessi贸 per rebre notificacions del nostre bot de Telegram.",
  "Telegram in the mobile app is very finicky. Please open a browser, and log into {localizedDom} using the same credential to set up Telegram.": "Telegram a l'aplicaci贸 m貌bil 茅s molt complicat. Obriu un navegador i inicieu la sessi贸 a {localizedDom} amb les mateixes credencials per configurar Telegram.",
  "the {brandName} web app": "l'aplicaci贸 web {{brandName}}",
  "Once set up, Telegram notification will work properly on your phone.": "Un cop configurades, les notificacions de Telegram funcionaran correctament al tel猫fon.",
  "If you see 'Bot domain invalid', please hard-refresh the browser a few times. I know it's annoying. But Telegram API has a very high failure rate.": "Si veieu el missatge \"Domini del bot no vlid\", actualitzeu el navegador unes quantes vegades. S茅 que 茅s molest. Per貌 l'API de Telegram t茅 una taxa d'errors molt alta.",
  "If you press the 'Test Telegram Notification' button and see an error, please hard-refresh the browser a few times and press the test button again.": "Si premeu el bot贸 \"Prova la notificaci贸 de Telegram\" i veieu un error, actualitzeu el navegador unes quantes vegades i torneu a pr茅mer el bot贸 de prova.",
  "Unlink Telegram": "Desenlla莽a Telegram",
  "Test Telegram Notification": "Prova de notificaci贸 de Telegram",
  "Oops, we don't send SMS to this country code": "Ups, no enviem SMS a aquest codi de pa铆s.",
  "Phone Number": "N煤mero de tel猫fon",
  "Country Code": "Codi de pa铆s",
  "Custom Webhook URL": "URL de webhook personalitzat",
  "Enter a custom webhook URL at which to receive notifications.": "Introdu茂u una URL de webhook personalitzada on voleu rebre notificacions.",
  "You just earned 3 AI Detection Hours!": "Acabes de guanyar 3 hores de detecci贸 d'IA!",
  "Having more training data is crucial for a better First Layer AI. Thank you!": "Tenir m茅s dades d'entrenament 茅s crucial per a una millor IA de primera capa. Grcies!",
  "You can now close this page": "Ara podeu tancar aquesta pgina",
  "First Layer Snapshots": "Instantnies de la primera capa",
  "Help {brandName}'s First Layer AI (codename: Celestrius) learn and improve quickly by telling her what issues exist in each of these snapshots.": "Ajuda la IA de primera capa de {{brandName}} (nom en clau: Celestrius) a aprendre i millorar rpidament dient-li quins problemes hi ha a cadascuna d'aquestes instantnies.",
  "Why should I do this?": "Per qu猫 hauria de fer aix貌?",
  "{brandName}'s First Layer AI is still in her infant time. Just like a human baby, the only way she can learn is to be told by adults what is good and what is bad. By telling her what issues exist in these snapshots, you will help her get better at telling a good first layer apart from a bad one.": "La IA de la Primera Capa de {{brandName}} encara 茅s a la seva infncia. Igual que un nad贸 hum, l'煤nica manera que pot aprendre 茅s que els adults li diguin qu猫 茅s bo i qu猫 茅s dolent. Si li expliques quins problemes hi ha en aquestes instantnies, l'ajudars a millorar a l'hora de distingir una bona primera capa d'una de dolenta.",
  "Privacy Notice: By participating in this survey, you grant the {brandName} team members the permission to review all snapshots below.": "Av铆s de privadesa: En participar en aquesta enquesta, concedeixes als membres de l'equip {{brandName}} perm铆s per revisar totes les instantnies seg眉ents.",
  "Earn 3 AI Detection Hours!": "Guanya 3 hores de detecci贸 d'IA!",
  "{name} snapshots were selected from your first layer print. Earn 3 AI Detection Hours by telling us if you see any printing issues with these snapshots!": "S'han seleccionat instantnies {{name}} de la primera impressi贸 de capa. Guanya 3 hores de detecci贸 d'IA dient-nos si veus algun problema d'impressi贸 amb aquestes instantnies!",
  "Download file": "Descarrega el fitxer",
  "Host printer for this gcode not found": "No s'ha trobat la impressora amfitriona per a aquest gcode.",
  "Rename file": "Canvia el nom del fitxer",
  "Delete file": "Suprimeix el fitxer",
  "This G-Code file doesn't exists": "Aquest fitxer G-Code no existeix.",
  "This file is deleted and unavailable for print": "Aquest fitxer s'ha suprimit i no es pot imprimir.",
  "This file doesn't have any prints yet": "Aquest fitxer encara no t茅 cap impressi贸",
  "File storage": "Emmagatzematge de fitxers",
  "Sort": "Ordenar",
  "Create folder": "Crea una carpeta",
  "Available to browse files": "Disponible per navegar per fitxers",
  "Unable to browse files": "No es poden navegar pels fitxers",
  "Delete {name} item(s)? This action can not be undone.": "Voleu suprimir els elements {{name}}? Aquesta acci贸 no es pot desfer.",
  "Yes": "S铆",
  "No": "No",
  "Failed to delete files and folders": "No s'han pogut suprimir els fitxers i les carpetes",
  "{name} isn't available for browsing files for one of the following reasons": "{{name}} no est disponible per navegar per fitxers per un dels motius seg眉ents",
  "{brandName} for {name} plugin is outdated (you need version {version} or later)": "El connector {{brandName}} per al connector {{name}} est obsolet (necessiteu la versi贸 {{version}} o posterior)",
  "Printer not found or unavailable": "Impressora no trobada o no disponible",
  "Folder with this name already exists": "Una carpeta amb aquest nom ja existeix.",
  "Select all": "Selecciona-ho tot",
  "selected": "seleccionat",
  "STORAGE": "EMMAGATZEMATGE",
  "Cloud": "N煤vol",
  "G-Code file (*.gcode, *.gco, or *.g) only.": "Nom茅s fitxer G-Code (*.gcode, *.gco o *.g).",
  "Up to {maxFilesize} MB each file, {maxTotalFilesize} GB total.": "Fins a {{maxFilesize}} MB per fitxer, {{maxTotalFilesize}} GB en total.",
  "Search in Klipper printers works only for current directory": "La cerca a les impressores Klipper nom茅s funciona per al directori actual.",
  "Pop up on errors": "Apareixer en cas d'errors",
  "Unlimited Account": "Compte Il路limitat",
  "Contact Support": "Contacta amb l'assist猫ncia",
  "Large Chat Window": "Finestra de xat gran",
  "Small Chat Window": "Finestra de xat petita",
  "Would you like to send a support request?": "Voleu enviar una sol路licitud d'assist猫ncia?",
  "Describe your issue here...": "Descriu aqu铆 el teu problema...",
  "Sending...": "Enviant...",
  "Ask for tech support": "Sol路licita assist猫ncia t猫cnica",
  "Nah, I'm good": "No, estic b茅.",
  "Your JusPrin Account": "El teu compte JusPrin",
  "You have run out of AI credits!": "Se t'han acabat els cr猫dits d'IA!",
  "Unlimited": "Il路limitat",
  "FREE Plan": "Pla GRATUT",
  "Yay! You are on the Unlimited Plan!": "Fantstic! Ests al Pla Il路limitat!",
  "Enjoy unlimited AI credits!": "Gaudeix de cr猫dits d'IA il路limitats!",
  "Manage Subscription Plan": "Gestiona el pla de subscripci贸",
  "AI Credits": "Cr猫dits d'IA",
  "Reset on {resetDate}": "Reinicia el {resetDate}",
  "\"AI credit\" is the currency for using JusPrin AI. Every time you ask JusPrin to determine the best way to slice the model, you will use 1 AI credit.": "El \"cr猫dit d'IA\" 茅s la moneda per utilitzar JusPrin AI. Cada vegada que demanis a JusPrin que determini la millor manera de tallar el model, utilitzars 1 cr猫dit d'IA.",
  "We set a limit on the number of AI credits per month for free users because OpenAI charges us for each API call.": "Establim un l铆mit en el nombre de cr猫dits d'IA per mes per als usuaris gratu茂ts perqu猫 OpenAI ens cobra per cada trucada d'API.",
  "AI credit limit is reset at the beginning of each month.": "El l铆mit de cr猫dits d'IA es reinicia al comen莽ament de cada mes.",
  "Get More AI Credits": "Obt茅n m茅s cr猫dits d'IA",
  "If you are running short on AI credits, there are two ways to get more.": "Si t'estan quedant pocs cr猫dits d'IA, hi ha dues maneres d'obtenir-ne m茅s.",
  "Upgrade to Unlimited Plan": "Actualitza al pla il路limitat",
  "30% OFF": "30% DE DESCOMPTE",
  "If your account is an Obico Pro account, you can get a 30% discount on the upgrade. Discount automatically applied at checkout.": "Si el teu compte 茅s un compte Obico Pro, pots obtenir un descompte del 30% en l'actualitzaci贸. El descompte s'aplica automticament a la compra.",
  "Upgrade": "Actualitza",
  "Alternatively, you can {hostYourOwnLink} and get unlimited AI credits using your own OpenAI API key.": "Alternativament, pots {hostYourOwnLink} i obtenir cr猫dits d'IA il路limitats utilitzant la teva pr貌pia clau API d'OpenAI.",
  "host your own JusPrin server": "allotjar el teu propi servidor JusPrin",
  "I have not set any slicing parameters for you. Do you want me to slice your model with these?": "No he configurat cap parmetre de tall per a tu. Vols que talli el teu model amb aquests?",
  "- Filament:": "- Filament:",
  "- Process preset:": "- Preajustament del proc茅s:",
  "I notice some of your models have overhangs. I can try to auto-orient them to minimize the need for supports.": "Noto que alguns dels vostres models tenen voladissos. Puc intentar orientar-los automticament per minimitzar la necessitat de suports.",
  "My slicing algorithm lord just said:": "El meu senyor de l'algoritme de tall acaba de dir:",
  "Please set the slicing settings based on the suggested strategy:": "Si us plau, configura els parmetres de tall segons l'estrat猫gia suggerida:",
  "Since you are on a Free plan, please join our Discord server to seek support from the community.": "Com que teniu un pla gratu茂t, uniu-vos al nostre servidor de Discord per demanar ajuda a la comunitat.",
  "You can also {localizedDom} to get email support from the Obico team.": "Tamb茅 podeu {localizedDom} per obtenir assist猫ncia per correu electr貌nic de l'equip d'Obico.",
  "upgrade to the Unlimited plan": "actualitzar al pla il路limitat",
  "Detailed explanations:": "Explicacions detallades:",
  "I have applied the following settings:": "He aplicat la configuraci贸 seg眉ent:",
  "- Additional slicing parameters:": "- Parmetres de tall addicionals:",
  "None": "Cap",
  "Re-apply settings": "Torna a aplicar la configuraci贸",
  "I suggest the following to achieve the best results:": "Suggereixo el seg眉ent per aconseguir els millors resultats:",
  "Oh no! My slicing algorithm lord just said:": "Oh, no! El meu senyor de l'algoritme de tall acaba de dir:",
  "Scan this QR code with your phone to join our Discord server:": "Escaneja aquest codi QR amb el teu tel猫fon per unir-te al nostre servidor de Discord:",
  "Thinking...": "Pensant...",
  "It seems to be taking awfully long to slice. Maybe something went wrong...? You can start over, or continue waiting.": "Sembla que triga molt a tallar. Potser alguna cosa ha anat malament...? Pots comen莽ar de nou o continuar esperant.",
  "Slicing in progress...": "Tallant en curs...",
  "Type your message here...": "Escriu el teu missatge aqu铆...",
  "Select printer, filament, and add models first": "Seleccioneu la impressora, el filament i afegiu primer els models",
  "Sign Up/Sign In to Get Started": "Registra't/Inicies la sessi贸 per comen莽ar",
  "Timeout: No response for action \"{action}\" within {timeout}ms": "Temps d'espera: No hi ha resposta per a l'acci贸 \"{{action}}\" en {{timeout}}ms",
  " Hi, I'm JusBot, your 3D printing AI assistant.": " Hola, s贸c en JusBot, el teu assistent d'IA per a la impressi贸 3D.",
  "I notice you haven't added any printers yet. You need to add at least one printer before you can use JusPrin.": "He notat que encara no has afegit cap impressora. Has d'afegir com a m铆nim una impressora abans de poder utilitzar JusPrin.",
  "I notice you haven't added any filaments yet. You need to add at least one filament before you can use JusPrin.": "He notat que encara no has afegit cap filament. Has d'afegir com a m铆nim un filament abans de poder utilitzar JusPrin.",
  "I notice you don't have any models on your plate.\n\nAdd some models to see the magic. ": "Noto que no tens cap model al teu plat.\n\nAfegeix-ne alguns per veure la mgia. ",
  "I notice your model uses multiple plates or filaments.\n\nJusPrin is still in beta and does not support multiple plates or filaments yet.\n\nPlease manually slice your model. Also stay tuned for our product update.": "He notat que el vostre model utilitza diverses plaques o filaments.\n\nJusPrin encara est en versi贸 beta i encara no admet diverses plaques o filaments.\n\nSi us plau, talleu el vostre model manualment. Tamb茅 estigueu atents a les actualitzacions del nostre producte.",
  "You are currently using:": "Actualment esteu utilitzant:",
  "Printer:": "Impressora:",
  "Filament:": "Filament:",
  "You have {num} model on your plate.": "Tens el model {{num}} al teu abast.",
  "You have {num} models on your plate.": "Tens models {{num}} al teu abast.",
  "I see \"{modelName}\" added to your plate.": "Veig que s'ha afegit \"{{modelName}}\" al teu plat.",
  "I see \"{modelName}\" and {num} other model added to your plate.": "Veig que s'ha afegit \"{{modelName}}\" i {{num}} un altre model a la teva llista.",
  "I see \"{modelName}\" and {num} other models added to your plate.": "Veig \"{{modelName}}\" i {{num}} altres models afegits a la teva llista.",
  "Sorry, there was an error processing your request.": "Ho sentim, s'ha produ茂t un error en processar la vostra sol路licitud.",
  "Add printer": "Afegeix una impressora",
  "Add filament": "Afegeix filament",
  "Change printer": "Canvia la impressora",
  "Change filament": "Canviar filament",
  "More options": "M茅s opcions",
  "Slice with current settings": "Talla amb la configuraci贸 actual",
  "End troubleshooting": "Finalitza la resoluci贸 de problemes",
  "I want to end troubleshooting": "Vull acabar amb la resoluci贸 de problemes",
  "Stay in troubleshooting": "Mantingueu-vos en la resoluci贸 de problemes",
  "I want to continue troubleshooting": "Vull continuar solucionant problemes",
  "Start over": "Torna a comen莽ar",
  "Export G-code": "Exporta el codi G",
  "Switch to preview": "Canvia a la vista pr猫via",
  "Auto-orient models": "Models d'orientaci贸 automtica",
  "Undo auto-orient": "Desf茅s l'orientaci贸 automtica",
  "Got it! Auto-orient is undone.": "Entesos! L'orientaci贸 automtica est desfeta.",
  "Undo auto-arrange": "Desf茅s l'ordenaci贸 automtica",
  "Got it! Auto-arrange is undone.": "Ent猫s! L'organitzaci贸 automtica s'ha desfet.",
  "Enable support": "Activa l'assist猫ncia",
  "Support enabled.": "Suport habilitat.",
  "Undo enable support": "Desfer l'activaci贸 de l'assist猫ncia",
  "Got it! Support is now disabled.": "Ent猫s! L'assist猫ncia ara est desactivada.",
  "Explain it to me": "Explica-m'ho",
  "JusPrin displays this message: *\"{originalErrorMessage}\"* Explain it to me.": "JusPrin mostra aquest missatge: *\"{{originalErrorMessage}}\"* Explica-m'ho.",
  "Okay": "D'acord",
  "Common printing prompts": "Indicacions d'impressi贸 habituals",
  "Test render": "Renderitzaci贸 de prova",
  " Do your magic!": " Fes la teva mgia!",
  "Looks good to me": "Em sembla b茅",
  "You got it wrong. Scratch that.": "T'equivoques. Elimina aix貌.",
  "Let me change it": "Deixa'm canviar-ho",
  "Just do a standard print. Nothing special.": "Nom茅s fes una impressi贸 estndard. Res d'especial.",
  "I want to do a fast print. Draft quality.": "Vull fer una impressi贸 rpida. Qualitat d'esborrany.",
  "Print a strong part.": "Imprimeix una pe莽a forta.",
  "My last print did not stick to the bed. Help me fix it.": "La meva 煤ltima impressi贸 no s'ha enganxat al llit. Ajuda'm a arreglar-la.",
  "Select a {presetType}. If the {presetType} is not listed, use the \"Add {presetType}\" button to add it first.": "Seleccioneu un {{presetType}}. Si el {{presetType}} no apareix a la llista, feu servir el bot贸 \"Afegeix {{presetType}}\" per afegir-lo primer.",
  "You have switched to:": "Has canviat a:",
  "Welcome To": "Benvingut a",
  "Your 30-Day {localizedDom} Free Trial Has Started!": "La teva prova gratu茂ta de 30 dies de {localizedDom} ha comen莽at!",
  "Pro Plan": "Pla Pro",
  "{trialDaysLeft} Days Left on Your {localizedDom} Free Trial!": "{trialDaysLeft} Queden dies per a la teva prova gratu茂ta de {localizedDom}!",
  "Unlimited Secure Tunnel to your {platformDisplayName}": "T煤nel segur il路limitat al vostre {{platformDisplayName}}",
  "Premium 25 FPS Webcam Streaming": "Transmissi贸 de cmera web premium de 25 FPS",
  "250 AI Failure Detection Hours": "250 hores de detecci贸 d'errors d'IA",
  "G-Code Remote Upload and Printing": "Crrega i impressi贸 remotes de codi G",
  "{platformDisplayName} has not been linked to your {brandName} account.": "{{platformDisplayName}} no s'ha vinculat al vostre compte {{brandName}}.",
  "Link {platformDisplayName} Now": "Enlla莽 {{platformDisplayName}} Ara",
  "It's as easy as 1-2-3.": "s tan fcil com 1-2-3.",
  "Not ready to start yet? {localizedDom} to pause your free trial.": "Encara no esteu a punt per comen莽ar? {localizedDom} per pausar la prova gratu茂ta.",
  "Email us": "Envia'ns un correu electr貌nic",
  "Authorization Successful!": "Autoritzaci贸 correcta!",
  "You can close this page": "Podeu tancar aquesta pgina",
  "Tunnel Access Authorization": "Autoritzaci贸 d'acc茅s al t煤nel",
  "is requesting to access you {platformDisplayName} Tunnel.": "sol路licita accedir al vostre t煤nel {{platformDisplayName}}.",
  "is a secure way provided by {localizedDom} to remotely access your {platformDisplayName}. With the {platformDisplayName} Tunnel, you can use {appDisplayName} to access your {platformDisplayName} from anywhere.": "茅s una manera segura proporcionada per {localizedDom} per accedir remotament al vostre {platformDisplayName}. Amb el t煤nel {platformDisplayName}, podeu utilitzar {appDisplayName} per accedir al vostre {platformDisplayName} des de qualsevol lloc.",
  "Tunnel usage of a free account is {localizedDom} to enjoy unlimited tunnel usage.": "L'煤s del t煤nel d'un compte gratu茂t 茅s de {localizedDom} per gaudir d'un 煤s il路limitat del t煤nel.",
  "capped at 300MB per month": "limitat a 300 MB al mes",
  "upgrade to the {brandName} app Pro plan for 1 Starbucks a month": "actualitza al pla Pro de l'aplicaci贸 {{brandName}} per 1 Starbucks al mes",
  "After the Free trial expires, tunnel data usage will be {localizedDom} to continue enjoying unlimited tunnel usage.": "Despr茅s que caduqui la prova gratu茂ta, l'煤s de dades del t煤nel ser de {localizedDom} per continuar gaudint d'un 煤s il路limitat del t煤nel.",
  "Tunnel access by {localizedDom} (make sure you trust it)": "Acc茅s al t煤nel per {localizedDom} (assegureu-vos que hi confieu):",
  "You have 0 active printers": "Tens 0 impressores actives",
  "Please select a printer": "Si us plau, seleccioneu una impressora",
  "Authorize": "Autoritzar",
  "Manage Apps": "Gestiona les aplicacions",
  "Security notes": "Notes de seguretat",
  "The app can only access the tunnel, not your {brandName} account info such as your email address.": "L'aplicaci贸 nom茅s pot accedir al t煤nel, no a la informaci贸 del teu compte {{brandName}}, com ara la teva adre莽a electr貌nica.",
  "The access remains valid until explicitly revoked. You can revoke the access by going to Preferences -> Authorized Apps.": "L'acc茅s continua sent vlid fins que es revoqui expl铆citament. Podeu revocar l'acc茅s anant a Prefer猫ncies -> Aplicacions autoritzades.",
  "Log Out": "Tanca la sessi贸",
  "Free {platformDisplayName} Tunnel": "T煤nel gratu茂t de {{platformDisplayName}}",
  "Powered by {brandName}": "Amb la tecnologia de {{brandName}}",
  "With the Free {platformDisplayName} Tunnel by {brandName}, you can now use {appDisplayName} to": "Amb el t煤nel gratu茂t {{platformDisplayName}} de {{brandName}}, ara podeu utilitzar {{appDisplayName}} per a",
  "securely control and monitor your printer from anywhere": "controla i supervisa la teva impressora de manera segura des de qualsevol lloc",
  "Unlimited realtime webcam at 0.1FPS.": "Cmera web il路limitada en temps real a 0.1 FPS.",
  "300MB monthly tunnel data cap (excluding webcam streaming).": "L铆mit de dades de t煤nel mensual de 300 MB (excloent la transmissi贸 per cmera web).",
  "10 hours/mo AI failure detection.": "Detecci贸 d'errors d'IA de 10 hores/mes.",
  "Upgrade to {brandName} Pro Account ({localizedDom}) to get premium features": "Actualitza al compte Pro {brandName} ({localizedDom}) per obtenir funcions premium:",
  "from $4/mo": "des de 4 $/mes",
  "Unlimited realtime webcam streaming.": "Transmissi贸 il路limitada per cmera web en temps real.",
  "Unlimited tunnel data usage.": "s il路limitat de dades del t煤nel.",
  "50 hours/mo AI failure detection.": "Detecci贸 d'errors d'IA de 50 hores/mes.",
  "And much more...": "I molt m茅s...",
  "SIGN IN ": "INICIA LA SESSI",
  "- OR -": "- O -",
  "OctoPrint/Klipper Secure Tunnel": "T煤nel segur d'OctoPrint/Klipper",
  "It may take long time for OctoPrint/Mainsail/Fluidd page to load as it is securely tunneled via the {brandName} app server.": "La pgina OctoPrint/Mainsail/Fluidd pot trigar molt a carregar-se, ja que es canalitza de manera segura a trav茅s del servidor d'aplicacions {{brandName}}.",
  "Learn more about OctoPrint/Klipper tunnel's security and page load speed.": "M茅s informaci贸 sobre la seguretat i la velocitat de crrega de la pgina del t煤nel OctoPrint/Klipper.",
  "Don't show again": "No tornar a mostrar",
  "Monthly data usage ({localizedDom})": "s mensual de dades ({localizedDom})",
  "Resets in {daysUntilReset} days": "Reinicia en {{daysUntilReset}} dies",
  "Used {usageMTD} of {humanizedUsageCap}.": "S'ha utilitzat {{usageMTD}} de {{humanizedUsageCap}}.",
  "Your month-to-date tunnel data usage is over the Free plan limit.": "El teu 煤s de dades del t煤nel fins al mes supera el l铆mit del pla gratu茂t.",
  "Get Unlimited Tunnel Data": "Obt茅n dades il路limitades del t煤nel",
  "Successfully linked to your account!": "Enlla莽at correctament al vostre compte!",
  "Printer name": "Nom de la impressora",
  "Give your printer a shiny name.": "D贸na-li un nom brillant a la teva impressora.",
  "Authorize App Access": "Autoritzar l'acc茅s a l'aplicaci贸",
  "Go Check Out Printer Feed!": "V茅s a comprovar l'alimentaci贸 de la impressora!",
  "Add Phone Number": "Afegeix un n煤mero de tel猫fon",
  "Receive text (SMS) in case of print failures.": "Rebre missatges de text (SMS) en cas d'errors d'impressi贸.",
  "Change Printer Settings": "Canvia la configuraci贸 de la impressora",
  "You can always change it later.": "Sempre ho pots canviar m茅s tard.",
  "Install Obico for Klipper": "Instal路la Obico per a Klipper",
  "Find the Guide for Your Printer to install Obico for Klipper.": "Troba la guia de la impressora per instal路lar Obico per a Klipper.",
  "SSH to your device.": "SSH al teu dispositiu.",
  "Enter the installation commands.": "Introdu茂u les ordres d'instal路laci贸.",
  "Alternatively, you can use KIAUH to install Obico.": "Alternativament, podeu utilitzar KIAUH per instal路lar Obico.",
  "Upon \"Scanning the networking...\", come back here and click \"Next\".": "Quan aparegui \"Escanejant la xarxa...\", torneu aqu铆 i feu clic a \"Seg眉ent\".",
  "Install Obico for OctoPrint": "Instal路leu Obico per a OctoPrint",
  "Open OctoPrint in another browser tab.": "Obriu OctoPrint en una altra pestanya del navegador.",
  "Select": "Selecciona",
  "OctoPrint settings menu  Plugin Manager  Get More...": "Men煤 de configuraci贸 d'OctoPrint  Gestor de complements  Obt茅n-ne m茅s...",
  "Enter '{brandName}' to locate the plugin. Click": "Introdu茂u '{{brandName}}' per localitzar el complement. Feu clic a",
  "Install": "Instal路la",
  "Restart OctoPrint when prompted.": "Reinicieu OctoPrint quan se us demani.",
  "SSH to the Raspberry Pi (or other SBC) your Klipper runs on.": "Connecteu-vos per SSH a la Raspberry Pi (o altre SBC) on s'executa el vostre Klipper.",
  "Run:": "Executar:",
  "1. Unbox and assemble the 3D printer following the manufacturers instructions": "1. Desembaleu i munteu la impressora 3D seguint les instruccions del fabricant",
  "2. Power on the 3D printer and make sure it is connected to WiFi.": "2. Engegueu la impressora 3D i assegureu-vos que estigui connectada a la xarxa Wi-Fi.",
  "3. Tap Next when you are ready.": "3. Toqueu Seg眉ent quan estigueu a punt.",
  "Need help? Check out the {localizedDom}": "Necessites ajuda? Fes una ullada a {localizedDom}",
  "step-by-step set up guide": "guia de configuraci贸 pas a pas",
  "The 6-digit code needs to be entered in the Obico plugin in OctoPrint. There are a few reasons why you can't find this page:": "Cal introduir el codi de 6 d铆gits al connector Obico d'OctoPrint. Hi ha diversos motius pels quals no podeu trobar aquesta pgina:",
  "You don't have the plugin installed or you haven't restarted OctoPrint after installation. Click": "No teniu el connector instal路lat o no heu reiniciat OctoPrint despr茅s de la instal路laci贸. Feu clic a",
  "to walk through the process again.": "per tornar a repassar el proc茅s.",
  "The installed plugin is on a version earlier than 1.5.0. You need to upgrade the plugin to": "El connector instal路lat 茅s en una versi贸 anterior a la 1.5.0. Cal actualitzar el connector a",
  "or later.": "o m茅s tard.",
  "Still no dice? Check out the step-by-step": "Encara no tens daus? Consulta el pas a pas",
  "set up guide": "guia de configuraci贸",
  "The 6-digit code needs to be entered to the Obico for Klipper installation script.": "Cal introduir el codi de 6 d铆gits a l'script d'instal路laci贸 d'Obico per a Klipper.",
  "this set up guide": "aquesta guia de configuraci贸",
  "for detailed instructions.": "per a instruccions detallades.",
  "Can't find the page to enter the 6-digit code?": "No trobes la pgina per introduir el codi de 6 d铆gits?",
  "Scanning...": "Escanejant...",
  "Scanning..., {name} printer(s) found on your local network:": "Escanejant..., s'han trobat impressores {{name}} a la xarxa local:",
  "To link your printer, please make sure:": "Per enlla莽ar la impressora, assegureu-vos que:",
  "The printer is powered on. If you are using an external SBC such as a Raspberry Pi, make sure it's powered on as well.": "La impressora est engegada. Si feu servir un SBC extern com ara una Raspberry Pi, assegureu-vos que tamb茅 estigui engegada.",
  "The printer or SBC is connected to the same local network as your phone/computer.": "La impressora o el SBC est connectat a la mateixa xarxa local que el tel猫fon/ordinador.",
  "{brandName} for OctoPrint is 1.8.0 or above.": "{{brandName}} per a OctoPrint 茅s 1.8.0 o superior.",
  "Cant find the printer you want to link? Switch to Manual Linking instead.": "No trobeu la impressora que voleu enlla莽ar? Canvieu a l'enlla莽 manual.",
  "Switch to Manual Linking": "Canvia a l'enlla莽 manual",
  "Code copied to system clipboard": "Codi copiat al porta-retalls del sistema",
  "Ctrl-C/Cmd-C to copy the code": "Ctrl-C/Cmd-C per copiar el codi",
  "Code will expire in ": "El codi caducar en",
  "Enter the {localizedDom}": "Introdu茂u el {localizedDom}",
  "6-digit verification code": "Codi de verificaci贸 de 6 d铆gits",
  "Invalid code. Is it expired?": "Codi no vlid. Ha caducat?",
  "Enter the One-time Passcode": "Introdu茂u el codi d'acc茅s d'un sol 煤s",
  "If you using Obico for OctoPrint older than 2.5.0, or Obico for Klipper older than 1.6.0, switch to {localizedDom}.": "Si feu servir Obico per a OctoPrint anterior a la 2.5.0 o Obico per a Klipper anterior a la 1.6.0, canvieu a {localizedDom}.",
  "Touch Screen": "Pantalla tctil",
  "Check to see if your printer already has Obico installed your printer screen.": "Comproveu si la impressora ja t茅 Obico instal路lat a la pantalla de la impressora.",
  "Navigate to the settings menu on the LCD screen of your printer.": "Navegueu fins al men煤 de configuraci贸 de la pantalla LCD de la impressora.",
  "Find the Link Obico menu item and tap it to open the connection screen.": "Cerqueu l'element del men煤 \"Enlla莽 Obico\" i toqueu-lo per obrir la pantalla de connexi贸.",
  "LCD Screen ": "Pantalla LCD",
  "Check to see if your printer already has Obico Easy Link installed on the LCD menu.": "Comproveu si la impressora ja t茅 instal路lat l'Obico Easy Link al men煤 LCD.",
  "Find the Link Obico menu item.": "Cerqueu l'element del men煤 \"Enlla莽 Obico\".",
  "Install Via SSH": "Instal路laci贸 via SSH",
  "If you can't find Obico Easy Link, you will need to SSH to your printer to install Obico. You will need to find a guide that works for your printer.": "Si no trobeu l'Obico Easy Link, haureu de connectar-vos a la impressora per SSH per instal路lar l'Obico. Haureu de trobar una guia que funcioni per a la vostra impressora.",
  "Show me how": "Mostra'm com",
  "Warning: Re-Linking OctoPrint should be your last resort to solve issues. Please make sure you have exhausted all options on {localizedDom}.": "Av铆s: Tornar a enlla莽ar OctoPrint hauria de ser l'煤ltim recurs per resoldre problemes. Assegureu-vos que heu esgotat totes les opcions a {localizedDom}.",
  "{brandName}'s help website": "Lloc web d'ajuda de {{brandName}}",
  "Devices with Obico Pre-installed": "Dispositius amb Obico preinstal路lat",
  "Pre-Installed Klipper Printer": "Impressora Klipper preinstal路lada",
  "Creality K1, Sonic Pad, Sovol SV07, Kingroon KLP1, Elegoo Neptune 4, etc...": "Creality K1, Sonic Pad, Sovol SV07, Kingroon KLP1, Elegoo Neptune 4, etc...",
  "Generic Klipper - Self Installed": "Klipper gen猫ric: autoinstal路lat",
  "If you installed Klipper yourself on a Raspberry Pi or other linux device. E.g., Voron, RatRig": "Si heu instal路lat Klipper vosaltres mateixos en una Raspberry Pi o un altre dispositiu Linux. P. ex., Voron, RatRig",
  "Including OctoPrint for Klipper such as OctoKlipper.": "Incloent-hi OctoPrint per a Klipper, com ara OctoKlipper.",
  "Save": "Desa",
  "OctoPrint Tunnel": "T煤nel d'OctoPrint",
  "Additional Actions": "Accions addicionals",
  "Reorder": "Reordenar",
  "Hide": "Amaga",
  "Customize this page for each of your printers by reodering or hiding cards above.": "Personalitzeu aquesta pgina per a cadascuna de les vostres impressores tornant a codificar o amagant les targetes a sobre.",
  "Add Printer": "Afegeix una impressora",
  "Link another printer to {brandName}.": "Enlla莽a una altra impressora a {{brandName}}.",
  "Webcam": "Cmera web",
  "WEBCAM SELECTION": "SELECCI DE CMERA WEB",
  "All": "Tot",
  "Nothing to look here. Enjoy your vacation!": "No hi ha res a veure aqu铆. Gaudeix de les teves vacances!",
  "No more notifications.": "No hi ha m茅s notificacions.",
  "Created at": "Creat a",
  "Print Status": "Estat de la impressi贸",
  "All Printers": "Totes les impressores",
  "Online Printers": "Impressores en l铆nia",
  "Active Printers": "Impressores actives",
  "{name} AI Detection Hours": "{{name}} Hores de detecci贸 d'IA",
  "You can always view your archived printers in by navigating to the General tab within Preferences.": "Sempre podeu veure les impressores arxivades des de la pestanya General de Prefer猫ncies.",
  "Link New Printer": "Enlla莽ar impressora nova",
  "have been archived.": "s'han arxivat.",
  "Show Archived Printers": "Mostra les impressores arxivades",
  "Never Show Again": "No tornar a mostrar mai m茅s",
  "Printer not found": "No s'ha trobat la impressora",
  "Can not update printer settings.": "No es pot actualitzar la configuraci贸 de la impressora.",
  "{brandName} for klipper support forum": "{{brandName}} per al f貌rum de suport de Klipper",
  "Delete {name} printer? This action can not be undone.": "Voleu suprimir la impressora {{name}}? Aquesta acci贸 no es pot desfer.",
  "Printer archived": "Impressora arxivada",
  "{name} is archived.": "{{name}} est arxivat.",
  "You can find it on": "Ho pots trobar a",
  "this page": "aquesta pgina",
  "and un-archive it": "i desarxivar-lo",
  "Go to the printer page": "Anar a la pgina de la impressora",
  "Settings": "Configuraci贸",
  "Give your shiny new printer a name": "Posa un nom a la teva nova impressora",
  "When a potential failure is detected": "Quan es detecta una possible fallada",
  "Just notify me": "Nom茅s notifica'm",
  "Pause the printer and notify me": "Posa en pausa la impressora i notifica'm-ho",
  "If you are not sure about the settings below, leave the default values to minimize surprises.": "Si no esteu segurs de la configuraci贸 seg眉ent, deixeu els valors predeterminats per minimitzar les sorpreses.",
  "When print is paused,": "Quan la impressi贸 est en pausa,",
  "Turn off hotend heater(s)": "Apagueu l'escalfador(s) del hotend",
  "Turn off bed heater": "Apagar l'escalfador del llit",
  "Retract filament by": "Retreure el filament per",
  "Lift extruder along Z axis by": "Aixequeu l'extrusora al llarg de l'eix Z per",
  "AI failure detection sensitivity": "Sensibilitat de detecci贸 d'errors d'IA",
  "Low - I don't want a lot of false alarms. Only alert me when you are absolutely sure.": "Baix: no vull moltes falses alarmes. Nom茅s avisa'm quan estiguis completament segur.",
  "Medium - A few false alarms won't bother me. But some well-disguised spaghetti will be missed.": "Mig - Unes quantes falses alarmes no em molestaran. Per貌 trobar茅 a faltar uns espaguetis ben dissimulats.",
  "High - Hit me with all the false alarms. I want to catch as many failures as possible.": "Alt - Feu-me sonar totes les falses alarmes. Vull detectar tants errors com sigui possible.",
  "Time-lapse": "Lapse de temps",
  "Focused Feedback won't be available when time-lapse recording is turned off. You won't be able to {localizedDom}": "Els comentaris enfocats no estaran disponibles quan la gravaci贸 a intervals estigui desactivada. No podrs {localizedDom}",
  "help us get better while earning AI Detection Hours for yourself": "ajuda'ns a millorar mentre guanyes Hores de Detecci贸 d'IA per a tu mateix",
  "Record time-lapse when a print finishes successfully.": "Grava un time-lapse quan una impressi贸 finalitza correctament.",
  "Skip if the print is finished in less than": "Omet si la impressi贸 s'acaba en menys de",
  "Record time-lapse when a print is cancelled.": "Grava un lapse de temps quan es cancel路la una impressi贸.",
  "Skip if the print is cancelled in less than": "Omet si la impressi贸 es cancel路la en menys de",
  "Danger Zone": "Zona de perill",
  "Re-Link Printer": "Torna a enlla莽ar la impressora",
  "If your printer is always showing as 'offline', and you have gone through {localizedDom}, you can try to re-link printer as the last resort.": "Si la impressora sempre es mostra com a \"fora de l铆nia\" i ja heu passat per {localizedDom}, podeu intentar tornar a enlla莽ar la impressora com a 煤ltim recurs.",
  "all the trouble-shooting steps": "tots els passos per resoldre problemes",
  "Archive Printer": "Impressora d'arxiu",
  "Archived printers are not counted toward your subscription plan. You won't see them in the app either. Go to {localizedDom} to find all archived printers and/or un-archive them.": "Les impressores arxivades no compten per al vostre pla de subscripci贸. Tampoc les veureu a l'aplicaci贸. Aneu a {localizedDom} per trobar totes les impressores arxivades i/o desarxivar-les.",
  "Delete Printer": "Suprimeix la impressora",
  "Bye-bye printer.": "Ad茅u impressora.",
  "Date": "Data",
  "Time Period": "Per铆ode de temps",
  "This Week": "Aquesta setmana",
  "This Month": "Aquest mes",
  "This Year": "Aquest any",
  "Custom": "Personalitzat",
  "Finished": "Acabat",
  "Cancelled": "Cancel路lat",
  "Feedback Needed": "Calen comentaris",
  "Review Needed": "Revisi贸 necessria",
  "Focused Feedback Needed": "Es necessita un feedback centrat",
  "Delete {name} print(s)? This action can not be undone.": "Voleu suprimir les impressions {{name}}? Aquesta acci贸 no es pot desfer.",
  "Until": "Fins a",
  "and later": "i m茅s tard",
  "Sort By": "Ordena per",
  "Prints done": "Impressions fetes",
  "Total print time": "Temps total d'impressi贸",
  "Filament used": "Filament utilitzat",
  "Full Stats": "Estad铆stiques completes",
  "Older": "M茅s antic",
  "Newer": "M茅s recent",
  "Failed to fetch printer information": "No s'ha pogut obtenir la informaci贸 de la impressora",
  "Start time": "Hora d'inici",
  "End time": "Hora de finalitzaci贸",
  "Open Detailed Report": "Obre l'informe detallat",
  "Time-Lapse video deleted": "V铆deo a intervals suprimit",
  "If you are a Pro subscriber and you don't want your time-lapse videos to be deleted, please {localizedDom}": "Si ets subscriptor Pro i no vols que s'eliminin els teus v铆deos amb time-lapse, si us plau {localizedDom}",
  "FOCUSED FEEDBACK": "FEEDBACK CENTRAT",
  "Time-Lapse video unavailable because": "El v铆deo time-lapse no est disponible perqu猫",
  "The {brandName} server is still processing the time-lapse;": "El servidor {{brandName}} encara est processant el time-lapse;",
  "Or, the print time was shorter than the threshold. You can change the threshold in {localizedDom}": "O b茅, el temps d'impressi贸 era inferior al llindar. Podeu canviar el llindar a {localizedDom}",
  "the printer settings": "la configuraci贸 de la impressora",
  "Print Page": "Imprimeix la pgina",
  "Delete {brandName} print(s)? This action can not be undone.": "Voleu suprimir les impressions {{brandName}}? Aquesta acci贸 no es pot desfer.",
  "{name} time-lapse(s) deleted!": "S'han suprimit els intervals de temps (sense traducci贸 directa) de {{name}}!",
  "Time-lapse {name} deleted!": "S'ha suprimit la foto a intervals {{name}}!",
  "selected...": "seleccionat...",
  "No more time-lapses.": "S'han acabat els time-lapses.",
  "You are viewing an awesome 3D print your friend shared specifically with you on": "Esteu veient una impressionant impressi贸 en 3D que el vostre amic ha compartit espec铆ficament amb vosaltres a",
  "lets you monitor and control your printer from anywhere, on your phone.": "et permet supervisar i controlar la impressora des de qualsevol lloc, al tel猫fon.",
  "Sign up for a free {brandName} account": "Registra't per obtenir un compte gratu茂t de {{brandName}}",
  "Failed to fetch statistics": "No s'han pogut obtenir les estad铆stiques",
  "GROUP BY": "AGRUPAR PER",
  "Group By": "Agrupar per",
  "Statistics include deleted prints": "Les estad铆stiques inclouen impressions suprimides",
  "Total Prints": "Total d'impressions",
  "Print Time": "Temps d'impressi贸",
  "Longest print": "L'impressi贸 m茅s llarga",
  "Average print": "Impressi贸 mitjana",
  "Prints Count": "Nombre d'impressions",
  "Filament Usage": "s del filament",
  "total": "total",
  "Upload Time-lapse": "Puja la captura de pantalla a intervals",
  "Upload time-lapse videos to test {brandName}'s AI failure detection.": "Penja v铆deos a intervals per provar la detecci贸 d'errors d'IA de {{brandName}}.",
  "Drop files here or click to upload.": "Deixa anar els fitxers aqu铆 o fes clic per pujar-los.",
  "*.mp4 or *.mpg files only. Up to 100MB each.": "Nom茅s fitxers *.mp4 o *.mpg. Fins a 100 MB cadascun.",
  "The {brandName} Server is running failure detection on the time-lapse video(s) you uploaded.": "El servidor {{brandName}} est executant la detecci贸 d'errors als v铆deos a intervals que has penjat.",
  "We will send you email when it is done.": "T'enviarem un correu electr貌nic quan estigui fet.",
  "Check status now >>>": "Consulta l'estat ara >>>",
  "Confirmation": "Confirmaci贸",
  "You a going to logout from your account": "Tancars la sessi贸 del teu compte",
  "Logout": "Tanca la sessi贸",
  "Can not update your preferences": "No es poden actualitzar les prefer猫ncies",
  "Account": "Compte"
}
