{
  "Printers": "Tiskárny",
  "Print History": "Historie tisku",
  "G-Codes": "G-kódy",
  "Pricing": "Ceny",
  "Help": "Pomoc",
  "SIGN IN": "PŘIHLÁSIT SE",
  "SIGN UP": "REGISTRACE",
  "Preferences": "Předvolby",
  "Log out": "Odhlásit se",
  "{name} AI Detection Hours / month pack": "{{name}} Detekce AI Hodiny / měsíc Balíček",
  "AI Detection Hour Pack not selected": "Balíček hodin detekce AI nebyl vybrán",
  "{name} AI Detection Hours / month": "{{name}} Detekce AI Hodiny/měsíc",
  "No AI Detection Hour Pack": "Balíček hodin bez detekce umělé inteligence",
  "You need to": "Musíš",
  "verify your primary email": "ověřte svůj primární e-mail",
  "as it will be used for billing communication.": "protože bude použit pro fakturační komunikaci.",
  "Annual (SAVE 33%)": "Roční (UŠETŘETE 33 %)",
  "Monthly": "Měsíční",
  "Number of printer(s)": "Počet tiskáren",
  "Add": "Přidat",
  " (No change) ": "(Bez změny)",
  "Remove": "Odstranit",
  "Add Subscribe&Save AI Detection Hour Pack?": "Přidat balíček hodin detekce umělé inteligence s funkcí Subscribe&Save?",
  "Popular": "Populární",
  "Current": "Proud",
  "Total": "Celkový",
  "Pro plan": "Profesionální plán",
  "1st printer (included)": "1. tiskárna (součástí balení)",
  "additional": "další",
  "50 AI Detection Hours / month (included)": "50 hodin detekce umělé inteligence / měsíc (včetně)",
  "This is the total amount on your next bill. Click 'Checkout' see how much is due today.": "Toto je celková částka na vaší příští faktuře. Klikněte na „Pokladna“ a podívejte se, kolik zbývá zaplatit dnes.",
  "Cancel": "Zrušit",
  "Checkout": "Pokladna",
  "Questions You May Have": "Otázky, které byste mohli mít",
  "What currency are your prices in?": "V jaké měně máte ceny?",
  "They’re in US dollars.": "Jsou v amerických dolarech.",
  "Which plan is right for me?": "Který plán je pro mě ten pravý?",
  "It depends on how many 3D printers you have, and how often you print.": "Záleží na tom, kolik 3D tiskáren máte a jak často tisknete.",
  "The Free plan is for users who print occasionally. Another reason why you may want to choose the Free plan is you don't mind slow webcam streaming (up to 1 FPS). The Free plan even comes with 100 free Basic AI Detection Hours per month. Hours don't roll over month to month.": "Bezplatný tarif je určen pro uživatele, kteří tisknou jen občas. Dalším důvodem, proč byste si mohli zvolit bezplatný tarif, je, že vám nevadí pomalé streamování z webové kamery (až 1 FPS). Bezplatný tarif dokonce zahrnuje 100 hodin základní detekce s využitím umělé inteligence měsíčně zdarma. Hodiny se nepřevádějí z měsíce na měsíc.",
  "The Pro plan is for users who print more often and want to enjoy additional features like watching the webcam feed at the slick 25 FPS rate. It also comes with 100 Advanced AI Detection Hours every month - giving you the ability to detect failures faster and more reliably. If you occasionally print more than 100 hours a month, you will most likely be ok because the Advanced AI Detection Hours roll over month to month.": "Plán Pro je určen pro uživatele, kteří tisknou častěji a chtějí si užívat dalších funkcí, jako je sledování obrazu z webové kamery s frekvencí 25 FPS. Součástí je také 100 hodin pokročilé detekce s umělou inteligencí měsíčně – což vám umožní rychleji a spolehlivěji detekovat chyby. Pokud občas tisknete více než 100 hodin měsíčně, s největší pravděpodobností to nebude problém, protože hodiny pokročilé detekce s umělou inteligencí se měsíc co měsíc převádějí.",
  "Can I change my plan?": "Můžu změnit svůj tarif?",
  "Of course! You can change the number of printers, add/change/remove Subcribe&Save AI Detection Hour Pack, or between annual and monthly, at any time as long as your subscription is still active.": "Samozřejmě! Můžete kdykoli změnit počet tiskáren, přidat/změnit/odebrat balíček hodin detekce AI od Subscribe&Save nebo přepnout mezi ročním a měsíčním předplatným, pokud je vaše předplatné stále aktivní.",
  "You will keep the unused AI Detection Hours when you change your subscription plan.": "Nevyužité hodiny detekce umělé inteligence vám zůstanou i při změně předplatného.",
  "Can I cancel my plan?": "Mohu zrušit svůj tarif?",
  "Yes again! You can cancel your subscription any time.": "Ano, znovu! Předplatné můžete kdykoli zrušit.",
  "However, the AI Detection Hours included in the plan will expire at the end of your subscription period.": "Hodiny detekce umělé inteligence zahrnuté v plánu však vyprší na konci vašeho předplatného.",
  "What is your refund policy?": "Jaké jsou vaše zásady pro vrácení peněz?",
  "We offer a {localizedDom}": "Nabízíme {localizedDom}",
  "30-Day Full Refund Policy": "30denní politika vrácení peněz v plné lhůtě",
  "If you are not happy with the Pro plan, just {localizedDom} within 30 days and we will give you a full refund.": "Pokud nejste s tarifem Pro spokojeni, stačí do 30 dnů {localizedDom} a my vám vrátíme peníze v plné výši.",
  "email us": "napište nám e-mail",
  "After 30 days, you can still cancel the subscription at any time. However, we usually don't refund the payment, due to the nature of a subscription service. Instead, we will keep your subscription active until the end of the current billing cycle. This is also a common practice for virtually all other subscription services such as Netflix.": "Po 30 dnech můžete předplatné kdykoli zrušit. Platbu však obvykle nevracíme kvůli povaze předplatného. Místo toho ponecháme vaše předplatné aktivní až do konce aktuálního fakturačního cyklu. Toto je také běžná praxe prakticky u všech ostatních předplatných služeb, jako je Netflix.",
  "However, we are all human and we want to be reasonable. If you have a good reason why we should refund to you after 30 days, {localizedDom} and we will consider your request.": "Všichni jsme ale jen lidé a chceme být rozumní. Pokud máte dobrý důvod, proč bychom vám měli vrátit peníze po 30 dnech, kontaktujte nás na {localizedDom} a my vaši žádost zvážíme.",
  "Is it safe to give my credit card number to the Kingroon?": "Je bezpečné sdělit Kingroonu číslo své kreditní karty?",
  "Wrong question! You will not give credit number to us. Instead, it's Chargebee, {localizedDom}, that takes your credit card number and safely stores it.": "Špatná otázka! Neposkytnete nám číslo kreditní karty. Místo toho si číslo vaší kreditní karty vezme Chargebee, {localizedDom}, a bezpečně ho uloží.",
  "a fully compliant billing service provider": "Poskytovatel fakturačních služeb s plně shodným standardem",
  "Under no circumstances will Kingroon process or store your payment information.": "Společnost Kingroon za žádných okolností nebude zpracovávat ani ukládat vaše platební informace.",
  "I have many printers and print a lot. The Pro plan becomes really expensive. Can I still use the Kingroon app?": "Mám spoustu tiskáren a hodně tisknu. Tarif Pro se stal opravdu drahým. Můžu i nadále používat aplikaci Kingroon?",
  "Please {localizedDom} to customize a plan that works for your budget.": "Pro úpravu plánu, který vyhovuje vašemu rozpočtu, prosím použijte {localizedDom}.",
  "contact us": "kontaktujte nás",
  "I saw {brandName} mentioned somewhere. What does {brandName} have to do with Kingroon?": "Někde jsem viděl zmínku o {{brandName}}. Co má {{brandName}} společného s Kingroonem?",
  "{brandName} has partnered with Kingroon to provide Kingroon users with AI and a mobile app for Kingroon 3D printers. {brandName}, a US based company is the developer of the Kingroon App.": "Společnost {{brandName}} navázala partnerství se společností Kingroon, aby uživatelům Kingroonu poskytla umělou inteligenci a mobilní aplikaci pro 3D tiskárny Kingroon. Vývojářem aplikace Kingroon je americká společnost {{brandName}}.",
  "The Free plan is for users with only 1 printer and print very in-frequently. Another reason why you may want to choose the Free plan is you don't mind slow webcam streaming (up to 5 FPS). The Free plan even comes with 10 free AI Detection Hours per month. And you can get {localizedDom} if you need more.": "Bezplatný tarif je určen pro uživatele s pouze jednou tiskárnou, kteří tisknou jen velmi zřídka. Dalším důvodem, proč byste si mohli zvolit bezplatný tarif, je, že vám nevadí pomalé streamování z webové kamery (až 5 FPS). Bezplatný tarif dokonce zahrnuje 10 hodin detekce pomocí umělé inteligence měsíčně zdarma. A pokud potřebujete více, můžete si pořídit {localizedDom}.",
  "additional AI Detection Hours": "další hodiny detekce umělou inteligencí",
  "The Pro plan is for users who want to enjoy watching the webcam feed at the slick 25 FPS rate. It also comes with 50 AI Detection Hours every month. If you occasionally print more than 50 hours a month, you will most likely be ok because the {localizedDom}. When you upgrade to the Pro plan, you are also eligible to the {localizedDom2} at favorable rates.": "Tarif Pro je určen pro uživatele, kteří si chtějí užít sledování webkamery s frekvencí 25 FPS. Součástí je také 50 hodin detekce umělé inteligence měsíčně. Pokud občas tisknete více než 50 hodin měsíčně, pravděpodobně to nebude problém, protože {localizedDom}. Po upgradu na tarif Pro máte také nárok na {localizedDom2} za výhodné ceny.",
  "Subscribe&Save AI Detection Hour Packs": "Přihlaste se k odběru a ušetřete balíčky hodin detekce umělé inteligence",
  "I have X printers and I print Y hours a month. Tell me exactly how much the Pro plan will cost me.": "Mám X tiskáren a tisknu Y hodin měsíčně. Řekněte mi přesně, kolik mě bude stát tarif Pro.",
  "Oops. We forgot to mention we have built a {localizedDom} for you.": "Jejda. Zapomněli jsme zmínit, že jsme pro vás vytvořili {localizedDom}.",
  "price calculator": "kalkulačka cen",
  "However, the AI Detection Hours included in the plan and Subscribe&Save pack will expire at the end of your subscription period.": "Hodiny detekce umělé inteligence zahrnuté v plánu a balíčku Subscribe&Save však vyprší na konci vašeho předplatného.",
  "Is it safe to give my credit card number to the {brandName} Cloud?": "Je bezpečné poskytnout číslo své kreditní karty cloudu {{brandName}}?",
  "Under no circumstances will the {brandName} Cloud process or store your payment information.": "{{brandName}} Cloud za žádných okolností nezpracovává ani neukládá vaše platební informace.",
  "I have many printers and print a lot. The Pro plan becomes really expensive. Can I still use the {brandName} Cloud?": "Mám spoustu tiskáren a hodně tisknu. Tarif Pro se stal opravdu drahým. Můžu i nadále používat {{brandName}} Cloud?",
  "Failed to cancel subscription": "Zrušení předplatného se nezdařilo",
  "Your subscription will expire at the end of current billing cycle.": "Vaše předplatné vyprší na konci aktuálního fakturačního cyklu.",
  "I understand I will {localizedDom} when my subscription expires.": "Rozumím, že po vypršení platnosti mého předplatného udělám {localizedDom}.",
  "lose the unused expirable AI Detection Hours": "ztratíte nevyužité hodiny detekce AI s vypršením platnosti",
  "One last thing. Please tell us why you want to cancel your subscription": "Ještě jedna poslední věc. Prosím, sdělte nám, proč chcete zrušit své předplatné.",
  "Other": "Ostatní",
  "I changed my mind. I'll keep my subscription": "Rozmyslel jsem si to. Předplatné si ponechám.",
  "I still want to cancel my subscription": "Stále chci zrušit své předplatné",
  "Failed to delete account": "Nepodařilo se smazat účet",
  "Delete Account": "Smazat účet",
  "Your account will be permanently deleted!": "Váš účet bude trvale smazán!",
  "I understand I will lose all data.": "Chápu, že přijdu o všechna data.",
  "One last thing. Please tell us why you want to delete your account": "Ještě jedna poslední věc. Prosím, sdělte nám, proč chcete smazat svůj účet.",
  "Delete my account": "Smazat můj účet",
  "You have an active subscription. If you want to delete your account, please {localizedDom}": "Máte aktivní předplatné. Pokud chcete smazat svůj účet, prosím {localizedDom}",
  "send us an email": "pošlete nám e-mail",
  "AI Detection Hours": "Hodiny detekce umělou inteligencí",
  "Total AI Detection Hours ({localizedDom})": "Celkový počet hodin detekce umělé inteligence ({localizedDom})",
  "details": "podrobnosti",
  " Unlimited ": "Neomezené",
  "Included in subscription plan or Subscribe&Save DH Pack.": "Zahrnuto v předplatném nebo v balíčku Subscribe&Save DH.",
  "Expires when subscription ends": "Platnost vyprší s koncem předplatného",
  "Earned or bought with Pre-paid DH Pack.": "Získáno nebo zakoupeno s předplaceným balíčkem DH.",
  "(Never expires.)": "(Nikdy nevyprší.)",
  "Running short of AI Detection Hours?": "Docházejí vám hodiny detekce umělou inteligencí?",
  "Get more >>>": "Získejte více >>>",
  "Renew your subscription plan": "Obnovte si předplatné",
  "Click": "Klikněte",
  "here": "zde",
  "to open the billing portal.": "pro otevření fakturačního portálu.",
  "Click on your subscription.": "Klikněte na své předplatné.",
  "Click \"Remove scheduled cancellation\"": "Klikněte na \"Odstranit plánované zrušení\"",
  "It looks like you have a legacy DH Pack that we have discontinued.": "Vypadá to, že máte starší DH balíček, který jsme ukončili.",
  "Please email {name} to change your subscription.": "Chcete-li změnit své předplatné, pošlete e-mail na adresu {{name}}.",
  "Subscription Plan": "Předplatné",
  "You are currently on the Free plan.": "Momentálně máte bezplatný tarif.",
  "You can still enjoy essential features such as the {localizedDom} and 10 free {localizedDom2} per month.": "Stále si můžete užívat základní funkce, jako je {localizedDom} a 10 bezplatných {localizedDom2} měsíčně.",
  "Basic Webcam Streaming": "Základní streamování z webové kamery",
  "If you want to watch your webcam with the {localizedDom} and get more AI Detection Hours so that Obi can watch your prints for you, you can upgrade to the Pro plan.": "Pokud chcete sledovat svou webkameru pomocí {localizedDom} a získat více hodin detekce umělé inteligence, aby Obi mohl sledovat vaše otisky za vás, můžete upgradovat na tarif Pro.",
  "Premium Webcam Streaming": "Prémiové streamování z webové kamery",
  "Compare the plans": "Porovnejte plány",
  "Your free trial of the Pro plan": "Vaše bezplatná zkušební verze tarifu Pro",
  "will expire": "vyprší",
  "AI Detection Hours will also expire with your free trial": "Hodiny detekce umělou inteligencí také vyprší s vaší bezplatnou zkušební verzí.",
  "You can upgrade to Pro now to keep them.": "Můžete si je ponechat i přes upgrade na Pro.",
  "Upgrade to Pro Now (30-Day Money Back Guarantee)": "Upgradujte na Pro nyní (30denní záruka vrácení peněz)",
  "About the free trial": "O bezplatné zkušební verzi",
  "During the 1 month trial period, you have access to all Pro features.": "Během 1měsíční zkušební doby máte přístup ke všem funkcím verze Pro.",
  "We also gave you 250 free {localizedDom}": "Také jsme vám dali 250 {localizedDom} zdarma",
  "so you would be able to fully experience the power of {brandName} without having to worry about running out.": "abyste si mohli plně vychutnat sílu {{brandName}}, aniž byste se museli obávat, že vám dojde.",
  "At the end of the free trial, you can continue the Pro plan with an annual or monthly subscription. Otherwise your account will be automatically converted to the Free plan.": "Po skončení bezplatné zkušební doby můžete pokračovat v tarifu Pro s ročním nebo měsíčním předplatným. V opačném případě bude váš účet automaticky převeden na tarif Free.",
  "You are currently on the complimentary Pro plan.": "Momentálně máte bezplatný tarif Pro.",
  "It'll expire {localizedDom}": "Platnost vyprší {localizedDom}",
  "At that time, you can {localizedDom} or do nothing, in which case your account will be converted to Free plan automatically.": "V tu chvíli můžete {localizedDom} nebo nedělat nic, v takovém případě bude váš účet automaticky převeden na bezplatný tarif.",
  "upgrade to the Pro plan": "upgradujte na tarif Pro",
  "Compare the plans >>>": "Porovnejte tarify >>>",
  "Complimentary Pro plan doesn't allows Subscribe&Save AI Detection Hour Pack as add-ons. If you need more AI Detection Hours, you can get Pre-paid AI Detection Hour Pack.": "Bezplatný tarif Pro neumožňuje předplatit si balíček hodin detekce AI s možností uložení jako doplňkový balíček. Pokud potřebujete více hodin detekce AI, můžete si pořídit předplacený balíček hodin detekce AI.",
  "Your Pro plan will end {localizedDom}": "Váš tarif Pro skončí {localizedDom}",
  "You will lose the remaining expirable AI Detection Hours when your plan ends (see {localizedDom} ).": "Zbývající hodiny detekce umělé inteligence, které vám vyprší, ztratíte po skončení vašeho tarifu (viz {localizedDom}).",
  "To avoid the loss": "Aby se zabránilo ztrátě",
  "renew the plan now": "obnovit plán nyní",
  "You are currently on the Pro plan.": "Momentálně máte tarif Pro.",
  "Your next billing date is": "Vaše další fakturační datum je",
  "Plan total": "Celkem plánu",
  "Plan base": "Základ plánu",
  "Additional printer(s)": "Další tiskárna(y)",
  "You have fewer printers than you subscribed for. You can change your subscription to save money.": "Máte méně tiskáren, než kolik jste si předplatili. Můžete si předplatné změnit a ušetřit tak peníze.",
  "The total doesn't reflect the coupon you may have received. Check your invoice for the final amount you paid.": "Celková částka neodráží kupón, který jste případně obdrželi. Konečnou zaplacenou částku naleznete na faktuře.",
  "Change Subscription": "Změnit předplatné",
  "Cancel Subscription": "Zrušit předplatné",
  "Need to view invoices or change payment method?": "Potřebujete zobrazit faktury nebo změnit způsob platby?",
  "Open the billing portal": "Otevřete fakturační portál",
  "Subscription": "Předplatné",
  "Oops...": "Jejda...",
  "Something went wrong! Please": "Něco se pokazilo! Prosím",
  "Contact us": "Kontaktujte nás",
  "for help.": "o pomoc.",
  "Are you sure?": "Jsi si jistý/á?",
  "Delete {name} printer? This action can not be undone.": "Smazat tiskárnu {{name}}? Tuto akci nelze vrátit zpět.",
  "Yes": "Ano",
  "No": "Žádný",
  "Printer deleted": "Tiskárna smazána",
  "{name} has been permanently deleted": "{{name}} byl trvale smazán",
  "Archived Printers": "Archivované tiskárny",
  "The following printers have been archived because you have more printers than your plan allows.": "Následující tiskárny byly archivovány, protože máte více tiskáren, než umožňuje váš tarif.",
  "Un-archive": "Zrušit archivaci",
  "Delete": "Vymazat",
  "You have a few options to un-archive printer(s)": "Máte několik možností, jak zrušit archivaci tiskáren",
  "Delete or archive the printers you no longer need.": "Smažte nebo archivujte tiskárny, které již nepotřebujete.",
  "Upgrade to the Pro plan. Please remember the Free plan is limited to only 1 printer. Check out {localizedDom}.": "Přejděte na tarif Pro. Nezapomeňte, že tarif Free je omezen pouze na 1 tiskárnu. Podívejte se na {localizedDom}.",
  "the Pro plan pricing": "ceny tarifu Pro",
  "If you are already on the Pro plan, you can change the number of printers on {localizedDom}.": "Pokud již máte tarif Pro, můžete počet tiskáren změnit na {localizedDom}.",
  "your subscription page": "vaše stránka s předplatným",
  "Once your account is set up to allow for more printers, come back and un-archive the printers here.": "Jakmile bude váš účet nastaven tak, aby povolil více tiskáren, vraťte se a zrušte archivaci tiskáren zde.",
  "Questions on why your printers are archived?": "Máte otázky ohledně archivace tiskáren?",
  "Contact us.": "Kontaktujte nás.",
  "You have no archived printers.": "Nemáte žádné archivované tiskárny.",
  "Go back to the printer page.": "Vraťte se na stránku tiskárny.",
  "The {brandName} plugin version is too old to use this function. Please update it to the latest version to test camera!": "Verze pluginu {{brandName}} je pro použití této funkce příliš stará. Pro otestování fotoaparátu jej prosím aktualizujte na nejnovější verzi!",
  "Please confirm the snapshot below came from a": "Potvrďte prosím, že níže uvedený snímek pochází z",
  "nozzle camera": "tryskovou kameru",
  "not a regular webcam. The AI will NOT function correctly on a regular camera.": "Není to běžná webkamera. Umělá inteligence na běžné kameře NEBUDE fungovat správně.",
  "Unable to connect to your nozzle camera using the URL you entered!": "Nelze se připojit k tryskové kameře pomocí zadané adresy URL!",
  "Please check the instruction for how to find the correct URL for your nozzle camera.": "Zkontrolujte prosím pokyny, jak najít správnou URL adresu vaší kamery s tryskami.",
  "Nozzle Ninja AI Configuration": "Konfigurace umělé inteligence Nozzle Ninja",
  "Nozzle Ninja, {brandName}’s First Layer AI, Is Here!": "Nozzle Ninja, umělá inteligence první vrstvy od {{brandName}}, je tady!",
  "Configure a compatible nozzle camera to get started": "Pro začátek nakonfigurujte kompatibilní kameru s tryskami",
  "Update the {brandName} Plugin in OctoPrint or Fluidd/Mainsail": "Aktualizujte plugin {{brandName}} v OctoPrint nebo Fluidd/Mainsail",
  "Before you configure Nozzle Ninja, Update the {brandName} plugin in OctoPrint or Fluidd/Mainsail. Once the plugin is up-to-date, restart your printer or Raspberry, and then come back here.": "Před konfigurací Nozzle Ninja aktualizujte plugin {{brandName}} v OctoPrint nebo Fluidd/Mainsail. Jakmile bude plugin aktualizovaný, restartujte tiskárnu nebo Raspberry a poté se sem vraťte.",
  "Select the Printer You Want to Configure": "Vyberte tiskárnu, kterou chcete konfigurovat",
  "Printers Found": "Nalezené tiskárny",
  "Select which printer(s) you want to configure. Note: AI detection hours are currently not impacted by first layer AI.": "Vyberte tiskárnu (tiskárny), kterou chcete konfigurovat. Poznámka: Hodiny detekce umělou inteligencí momentálně nejsou ovlivněny umělou inteligencí první vrstvy.",
  "Please select a printer to configure": "Vyberte tiskárnu pro konfiguraci",
  "Nozzle camera URL saved!": "URL adresa tryskové kamery uložena!",
  "System: ": "Systém:",
  "Post first layer scan": "Skenování po první vrstvě",
  "Scan your print after your first layer is done at a lower speed. The scan will produce better images more in focus and with less motion blur. This is opted in by default but you can opt out of it.": "Naskenujte tisk po nanesení první vrstvy při nižší rychlosti. Skenování vytvoří lepší, zaostřenější obrázky s menším rozmazáním pohybem. Tato funkce je ve výchozím nastavení povolena, ale můžete ji zrušit.",
  "Note: Please make sure": "Poznámka: Ujistěte se prosím",
  "the slicer correctly configured": "správně nakonfigurovaný slicer",
  "Otherwise it won't scan.": "Jinak to skenovat nebude.",
  "Enable post first layer scan": "Povolit skenování po první vrstvě",
  "Scan at height": "Skenování ve výšce",
  "Cooldown extruder": "Extruder s ochlazováním",
  "Retract before scan": "Zasunout před skenováním",
  "Retraction speed": "Rychlost zasunutí",
  "No printers found!": "Nenalezeny žádné tiskárny!",
  "Nozzle Ninja Configuration": "Konfigurace trysky Ninja",
  "Follow the camera configuration guide to configure your nozzle camera with {brandName}": "Postupujte podle průvodce konfigurací kamery a nakonfigurujte tryskovou kameru pomocí {{brandName}}",
  "Nozzle Ninja configuration guide for Klipper ": "Průvodce konfigurací trysky Ninja pro Klipper ",
  "Nozzle Ninja configuration guide for Octoprint ": "Konfigurační průvodce Nozzle Ninja pro Octoprint",
  "Slicer Configuration": "Konfigurace sliceru",
  "Configure your slicer to send first layer information to {brandName} and optionally enable first layer scanning. First layer scanning is an experimental feature that enables a slow scan of the first layer. This feature requires some configureation to avoid impacting print quality.": "Nakonfigurujte slicer tak, aby odesílal informace o první vrstvě do {{brandName}} a volitelně povoloval skenování první vrstvy. Skenování první vrstvy je experimentální funkce, která umožňuje pomalé skenování první vrstvy. Tato funkce vyžaduje určitou konfiguraci, aby se předešlo ovlivnění kvality tisku.",
  "Currently, PrusaSlicer, SuperSlicer and OrcaSlicer are supported.": "Aktuálně jsou podporovány PrusaSlicer, SuperSlicer a OrcaSlicer.",
  "Slicer configuration guide ": "Průvodce konfigurací sliceru",
  "Close": "Blízko",
  "Slice": "Plátek",
  "Likes": "Líbí se mi",
  "Collections": "Kolekce",
  "Files": "Soubory",
  "Summary": "Shrnutí",
  "Print Settings": "Nastavení tisku",
  "Printer brand": "Značka tiskárny",
  "Printer": "Tiskárna",
  "Rafts": "Rafty",
  "Supports": "Podporuje",
  "License": "Licence",
  "Comments": "Komentáře",
  "File Selection": "Výběr souboru",
  "Search": "Vyhledávání",
  "Relevant Models": "Relevantní modely",
  "Popular 3D Models: Last 30 Days": "Oblíbené 3D modely: Posledních 30 dní",
  "Last redeemed Detective Hours": "Poslední uplatněné detektivní hodiny",
  "Code": "Kód",
  "Hours": "Hodiny",
  "Description": "Popis",
  "Redeemed at": "Uplatněno v",
  "AI Hour Coupon Codes": "Slevové kódy AI Hour",
  "Here are your AI Hour coupon codes and their redemption status.": "Zde jsou vaše slevové kódy AI Hour a stav jejich uplatnění.",
  "Available": "K dispozici",
  "You have no AI Hour coupon codes.": "Nemáte žádné slevové kódy AI Hour.",
  "Error": "Chyba",
  "Failed to downgrade subscription. Please try again.": "Snížení úrovně předplatného se nezdařilo. Zkuste to prosím znovu.",
  "Your JusPrin Unlimited subscription will be cancelled at the end of the billing cycle and you will downgrade to the Free plan.": "Vaše předplatné JusPrin Unlimited bude zrušeno na konci fakturačního cyklu a budete sníženi na Free plán.",
  "You will lose unlimited AI credits and return to 50 AI credits per month.": "Přijdete o neomezené AI kredity a vrátíte se na 50 AI kreditů za měsíc.",
  "Are you sure you want to proceed?": "Jste si jisti, že chcete pokračovat?",
  "Yes, downgrade to Free plan": "Ano, snížit na Free plán",
  "Back to Chat": "Back to Chat",
  "Free": "Uvolnit",
  "Free for everyone": "Zdarma pro všechny",
  "50 AI credits per month. Reset on the first day of each month": "50 AI kreditů za měsíc. Resetuje se první den každého měsíce",
  "Community support": "Komunitní podpora",
  "JusPrin Unlimited": "JusPrin Neomezený",
  "Billed annually": "Fakturováno ročně",
  "per year": "za rok",
  "per month": "za měsíc",
  "{percentage}% off for Obico Pro subscribers, Yay!": "{percentage}% sleva pro předplatitele Obico Pro, Hurá!",
  "Unlimited AI credits": "Neomezené AI kredity",
  "Unlimited \"Do Your Magic\" AI generations": "Neomezené \"Udělejte svou magii\" AI generace",
  "AI memory: remember your slicing preferences": "AI paměť: pamatuje si vaše předvolby pro krájení",
  "Email support. 24 hours response time": "Emailová podpora. 24 hodin doba odezvy",
  "Loading...": "Načítání...",
  "Loading subscription information...": "Načítání informací o předplatném...",
  "Frequently Asked Questions": "Často kladené otázky",
  "I am an Obico Pro Plan subscriber. Am I eligible for a discount on the Unlimited Plan?": "I am an Obico Pro Plan subscriber. Am I eligible for a discount on the Unlimited Plan?",
  "Yes! You'll receive 30% off the Unlimited Plan. By the way, thank you for supporting the Obico project! 😊": "Yes! You'll receive 30% off the Unlimited Plan. By the way, thank you for supporting the Obico project! 😊",
  "I'm an Obico Pro Plan subscriber. Why don't I see the 30% discount?": "I'm an Obico Pro Plan subscriber. Why don't I see the 30% discount?",
  "First, make sure you're signed into the Obico account with an active Pro subscription. If you still don't see the discount on this page, it should appear at checkout. If it doesn't show up there either, please contact us at support@obico.io for assistance.": "First, make sure you're signed into the Obico account with an active Pro subscription. If you still don't see the discount on this page, it should appear at checkout. If it doesn't show up there either, please contact us at support@obico.io for assistance.",
  "Am I able to cancel the Unlimited Plan?": "Am I able to cancel the Unlimited Plan?",
  "Yes, you can cancel at any time by clicking 'Downgrade to Free.'": "Yes, you can cancel at any time by clicking 'Downgrade to Free.'",
  "What happens after I downgrade to the Free plan?": "What happens after I downgrade to the Free plan?",
  "Your Unlimited Plan won't renew when your current term ends, and your account won't be charged. You'll still have access to unlimited AI credits until the end of your current term.": "Your Unlimited Plan won't renew when your current term ends, and your account won't be charged. You'll still have access to unlimited AI credits until the end of your current term.",
  "Can I get a refund for the Unlimited Plan?": "Can I get a refund for the Unlimited Plan?",
  "By default, no. This is to prevent abuse, as processing refunds incurs significant fees that we're unable to absorb.": "By default, no. This is to prevent abuse, as processing refunds incurs significant fees that we're unable to absorb.",
  "Is it possible to request an exception for a refund?": "Is it possible to request an exception for a refund?",
  "We handle these requests on a case-by-case basis. You can contact support@obico.io to request an exception and provide your reason for the request.": "We handle these requests on a case-by-case basis. You can contact support@obico.io to request an exception and provide your reason for the request.",
  "Unlimited Plan Activated!": "Neomezený plán aktivován!",
  "Enjoy unlimited AI credits!": "Užívejte si neomezené AI kredity!",
  "Redirecting to chat window in": "Přesměrování do chatovacího okna za",
  "second": "sekunda",
  "seconds": "sekundy",
  "You can now close the JusPrin app to make sure the new plan will be effective.": "You can now close the JusPrin app to make sure the new plan will be effective.",
  "Go to Chat Now": "Jít do chatu nyní",
  "OK": "OK",
  "Build Your Pro Plan": "Vytvořte si svůj profesionální plán",
  "You have already redeemed this coupon.": "Tento kupón jste již uplatnili.",
  "Please contact Obico Support at": "Kontaktujte prosím podporu Obico na adrese",
  "Failed to redeem the coupon code. Please try again later.": "Uplatnění slevového kódu se nezdařilo. Zkuste to prosím znovu později.",
  "Oops! You already have an Obico Pro Plan...": "Jejda! Už máte tarif Obico Pro...",
  "Contact obico support at": "Kontaktujte podporu obico na adrese",
  "Oops! Invalid Coupon!": "Jejda! Neplatný kupón!",
  "Activate Your Three-Month Obico Pro Plan": "Aktivujte si tříměsíční tarif Obico Pro",
  "As a valued Big Tree Tech customer, once your included plan expires, you can upgrade to a more advanced plan at a special discounted price. This offer is exclusively available for Big Tree Tech customers to ensure you continue to enjoy the benefits of Obico without interruption.": "Jako vážený zákazník Big Tree Tech si můžete po vypršení platnosti vašeho zahrnutého tarifu za speciální zvýhodněnou cenu přejít na pokročilejší tarif. Tato nabídka je k dispozici výhradně pro zákazníky Big Tree Tech, abyste si mohli i nadále bez přerušení užívat výhod Obico.",
  "Redeem Plan": "Plán uplatnění",
  "Upgrade to an Obico Pro Plan and get a 25% discount as a valued BTT customer!": "Přejděte na tarif Obico Pro a získejte 25% slevu jako vážený zákazník BTT!",
  "Obico has partnered with Big Tree Tech to give you an exclusive discount on an Obico Pro Plan. Get instant access to AI failure detection, first layer AI, webcam streaming, a highly rated mobile app and more for your 3D printer.": "Společnost Obico se spojila se společností Big Tree Tech a nabízí vám exkluzivní slevu na tarif Obico Pro Plan. Získejte okamžitý přístup k detekci selhání umělé inteligence, umělé inteligenci první vrstvy, streamování z webové kamery, vysoce hodnocené mobilní aplikaci a dalším funkcím pro vaši 3D tiskárnu.",
  "Choose Plan": "Vyberte tarif",
  "What's Included with Your Pro Plan": "Co je zahrnuto ve vašem tarifu Pro",
  "AI Failure Detection": "Detekce selhání umělé inteligence",
  "Webcam Streaming": "Streamování z webové kamery",
  "Full Remote Access": "Plný vzdálený přístup",
  "Mobile & Web App": "Mobilní a webová aplikace",
  "Printer Management": "Správa tiskáren",
  "Compatible with Your Favorite Software": "Kompatibilní s vaším oblíbeným softwarem",
  "Highly Rated Mobile App": "Vysoce hodnocená mobilní aplikace",
  "Available for iOS and Android": "K dispozici pro iOS a Android",
  "What happens when the three-month Pro Plan expires?": "Co se stane, když vyprší tříměsíční Pro Plan?",
  "When your three-month plan expires, you will have the chance to upgrade to one of Obico’s Pro Plans at a special discounted rate. Learn more about the plan options": "Po vypršení vašeho tříměsíčního tarifu budete mít možnost upgradovat na jeden z tarifů Pro od Obico se speciální zlevněnou cenou. Zjistěte více o možnostech tarifu.",
  "If you choose not to upgrade, your plan will be automatically reverted to an Obico Free Plan.": "Pokud se rozhodnete neupgradovat, váš tarif se automaticky vrátí na bezplatný tarif Obico.",
  "Welcome To": "Vítejte",
  "Your three-month Pro Plan Is Now Active": "Váš tříměsíční Pro tarif je nyní aktivní",
  "Unlimited Premium Webcam Streaming": "Neomezené prémiové streamování z webové kamery",
  "Unlimited AI Failure Detection": "Neomezená detekce selhání umělé inteligence",
  "G-Code Remote Uploading and Printing": "Vzdálené nahrávání a tisk pomocí G-kódu",
  "Unlimited Secure Tunnel to OctoPrint/Klipper": "Neomezený zabezpečený tunel k OctoPrint/Klipper",
  "Go To Printer Control Page": "Přejít na stránku ovládání tiskárny",
  "Sign Up or Sign in to Your Obico Account": "Zaregistrujte se nebo se přihlaste ke svému účtu Obico",
  "And get instant access to": "A získejte okamžitý přístup k",
  "Signup/Sign In": "Registrace/Přihlášení",
  "Create an account or Sign in to Choose Your plan": "Vytvořte si účet nebo se přihlaste a vyberte si svůj tarif",
  "Create Account/Sign In": "Vytvořit účet/Přihlásit se",
  "Create an account or Sign in to Choose Your plan and get": "Vytvořte si účet nebo se přihlaste a vyberte si svůj tarif.",
  "Webcam-Based AI Failure Detection": "Detekce selhání pomocí umělé inteligence na bázi webové kamery",
  "Nozzle Ninja First Layer AI Failure Detection": "Detekce selhání první vrstvy pomocí umělé inteligence Nozzle Ninja",
  " for ${month} / month (${hour} / AI Detection Hour). Billed ${year} annually.": "za ${{month}} / měsíc (${{hour}} / hodina detekce AI). Účtováno ročně ${{year}}.",
  " for ${month} / month (${hour} / AI Detection Hour).": "za ${{month}} / měsíc (${{hour}} / hodina detekce AI).",
  "Calculate Plan Cost": "Vypočítat cenu plánu",
  "Kingroon Connect Plans": "Tarify Kingroon Connect",
  "Print occasionally.": "Občas tiskněte.",
  "Unlimited Kingroon printers allowed": "Povolen neomezený počet tiskáren Kingroon",
  "Get Started": "Začít",
  "Basic webcam streaming": "Základní streamování z webové kamery",
  "100 {localizedDom} AI Detection Hours/month, 30s detection interval": "100 {localizedDom} Detekce AI hodin/měsíc, interval detekce 30 s",
  "Basic": "Základní",
  "300MB /mo tunnel data - Access Mainsail or Fluidd remotely": "300 MB/měsíc tunelových dat – vzdálený přístup k Mainsail nebo Fluidd",
  "200MB total G-code cloud storage": "Celkové cloudové úložiště G-kódu o velikosti 200 MB",
  "Companion mobile app for {localizedDom} and {localizedDom2}": "Doprovodná mobilní aplikace pro {localizedDom} a {localizedDom2}",
  "Android": "Android",
  "iOS": "iOS",
  "Remote printer access and control": "Vzdálený přístup a ovládání tiskárny",
  "Failure alerts and print status updates sent through push notification": "Upozornění na selhání a aktualizace stavu tisku zasílané prostřednictvím push notifikací",
  "Community technical support": "Technická podpora komunity",
  "Pro": "Profesionál",
  "Print every day. 2+ printers.": "Tiskněte každý den. 2+ tiskárny.",
  "$": "$",
  "month": "měsíc",
  "(Billed {name} annually)": "(Účtováno ročně {{name}})",
  "1st printer included": "První tiskárna je součástí balení",
  "2+ printers at $": "2+ tiskárny za $",
  "month / printer": "měsíc / tiskárna",
  "View/Change Subscription": "Zobrazit/Změnit předplatné",
  "Full refund within 30 days if you are not happy.": "Plná náhrada do 30 dnů, pokud nejste spokojeni.",
  "Upgrade (30-Day Money Back Guarantee)": "Upgrade (30denní záruka vrácení peněz)",
  "Start 1 month FREE trial": "Začněte 1měsíční BEZPLATNOU zkušební verzi",
  "Premium webcam streaming": "Prémiové streamování z webové kamery",
  "100 {localizedDom} AI Detection Hours per month, 10s detection interval": "100 {localizedDom} hodin detekce AI za měsíc, interval detekce 10 s",
  "Advanced": "Moderní",
  "Unlimited tunnel data - Access Mainsail or fluidd remotely": "Neomezená data tunelu - vzdálený přístup k Mainsail nebo Fluidd",
  "5GB total G-Code cloud storage": "Celkem 5 GB cloudového úložiště G-Code",
  "Email technical support": "Technická podpora e-mailem",
  "Printer feed sharing with premium streaming quality": "Sdílení tiskových materiálů s prémiovou kvalitou streamování",
  "Invalid coupon code. Please make sure the coupon code has not been used, and has not expired. If you believe you have a valid coupon code, please ": "Neplatný slevový kód. Ujistěte se prosím, že slevový kód nebyl použit a že jeho platnost nevypršela. Pokud se domníváte, že máte platný slevový kód,",
  "As a valued Mintion customer, once your included plan expires, you can upgrade to a more advanced plan at a special discounted price. This offer is exclusively available for Mintion customers to ensure you continue to enjoy the benefits of Obico without interruption.": "Jako vážený zákazník Mintionu si můžete po vypršení platnosti vašeho zahrnutého tarifu za speciální zvýhodněnou cenu přejít na pokročilejší tarif. Tato nabídka je k dispozici výhradně pro zákazníky Mintionu, abyste si mohli i nadále bez přerušení užívat výhod Obica.",
  "Activate Your One Year Obico Pro Plan": "Aktivujte si roční tarif Obico Pro",
  "As a valued Mintion customer, you are eligible for an exclusive life-time Pro Plan discount. When you redeem your plan, you’ll be asked to enter your credit card so we can give you the exclusive 20% discount when your plan renews.": "Jako vážený zákazník Mintion máte nárok na exkluzivní doživotní slevu na Pro Plan. Při uplatnění svého plánu budete požádáni o zadání údajů o vaší kreditní kartě, abychom vám mohli poskytnout exkluzivní 20% slevu při jeho obnovení.",
  "If you don’t want your plan to renew, you can cancel the plan after the plan is activated so that it will not automatically renew after one year.": "Pokud si nepřejete, aby se váš tarif obnovoval, můžete jej po aktivaci zrušit, aby se po roce automaticky neobnovoval.",
  "I already paid for the Pro Plan. Why do I need to enter my credit card information again?": "Už jsem zaplatil/a za Pro Plan. Proč musím znovu zadávat údaje o své kreditní kartě?",
  "Your plan is fully covered for the first one year. After the first one year, the plan will renew with a special discount available exclusively for Mintion customers. You are free to cancel the plan at any time in the “Subscription” section of the Obico mobile or web app.": "Váš tarif je plně krytý po dobu prvního roku. Po prvním roce bude tarif obnoven se speciální slevou dostupnou exkluzivně pro zákazníky Mintion. Tarif můžete kdykoli zrušit v sekci „Předplatné“ v mobilní nebo webové aplikaci Obico.",
  "Still have questions?": "Stále máte otázky?",
  "Contact": "Kontakt",
  "{brandName} support.": "Podpora {{brandName}}.",
  "Oops! You already have an {brandName} Pro Plan...": "Jejda! Už máte {{brandName}} Pro tarif...",
  "Contact {brandName} support at": "Kontaktujte podporu {{brandName}} na čísle",
  "Activate Your {brandName} Pro Plan": "Aktivujte si svůj {{brandName}} Pro tarif",
  "As a valued Sovol customer, you are eligible for an exclusive Pro Plan discount. When you redeem your plan, you’ll be asked to enter your credit card so we can give you the exclusive 20% discount when your plan renews.": "Jako vážený zákazník společnosti Sovol máte nárok na exkluzivní slevu v rámci tarifu Pro Plan. Při uplatnění tarifu budete požádáni o zadání údajů o vaší kreditní kartě, abychom vám mohli poskytnout exkluzivní 20% slevu při jeho obnovení.",
  "Your plan is fully covered for the first year. After the first year, the plan will renew with a special discount available exclusively for Sovol customers. You are free to cancel the plan at any time in the “Subscription” section of the {brandname} mobile or web app.": "Váš tarif je plně krytý po dobu prvního roku. Po prvním roce bude tarif obnoven se speciální slevou dostupnou exkluzivně pro zákazníky Sovol. Tarif můžete kdykoli zrušit v sekci „Předplatné“ v mobilní nebo webové aplikaci {{brandname}}.",
  "As a valued 3DO Nozzle Camera customer, once your included plan expires, you can upgrade to a more advanced plan at a special discounted price. This offer is exclusively available for 3DO customers to ensure you continue to enjoy the benefits of Obico without interruption.": "Jako vážený zákazník 3DO Nozzle Camera si můžete po vypršení platnosti vašeho zahrnutého tarifu za speciální zvýhodněnou cenu přejít na pokročilejší tarif. Tato nabídka je k dispozici výhradně pro zákazníky 3DO, abyste si mohli i nadále bez přerušení užívat výhod Obico.",
  "What's Included with Your Plan": "Co je zahrnuto ve vašem plánu",
  "Obico Cloud Plans": "Obico Cloud plány",
  "Thinking about self-hosting Obico Server instead?": "Přemýšlíte o vlastním hostování Obico Server?",
  "Check out self-hosting vs Obico Cloud.": "Porovnejte vlastní hosting vs Obico Cloud.",
  "Limited to 1 printer.": "Omezeno na 1 tiskárnu.",
  "10 free AI Detection Hours/month included": "10 hodin detekce umělé inteligence měsíčně zdarma v ceně",
  "300MB /mo tunnel data": "300 MB/měsíc dat tunelu",
  "G-Code cloud storage up to 50MB per file, 1GB total": "Cloudové úložiště G-Code až 50 MB na soubor, celkem 1 GB",
  "Notifications via Email, mobile push notification, Telegram, and more.": "Oznámení prostřednictvím e-mailu, mobilních push oznámení, Telegramu a dalších.",
  "300MB /mo integration with your favorite 3rd-party mobile apps": "Integrace 300 MB/měsíc s vašimi oblíbenými mobilními aplikacemi třetích stran",
  "Calculate cost": "Vypočítat cenu",
  "50 free AI Detection Hours/month included": "50 hodin detekce umělé inteligence měsíčně zdarma v ceně",
  "Unlimited tunnel data": "Neomezená data v tunelu",
  "G-Code cloud storage up to 500MB per file, 50GB total": "Cloudové úložiště G-Code až 500 MB na soubor, celkem 50 GB",
  "Unlimited integration with your favorite 3rd-party mobile apps": "Neomezená integrace s vašimi oblíbenými mobilními aplikacemi třetích stran",
  "Failure alerts via SMS (text message)": "Upozornění na poruchy prostřednictvím SMS (textové zprávy)",
  "AI Detection Hour Packs": "Balíčky hodin detekce umělé inteligence",
  "Need more AI Detection Hours? Add the right amount of AI Detection Hours without burning a hole on your wallet.": "Potřebujete více hodin detekce pomocí umělé inteligence? Přidejte si správný počet hodin detekce pomocí umělé inteligence, aniž byste si utratili peněženku.",
  "Pre-paid Pack": "Předplacený balíček",
  "Turn on AI failure detection only for the prints.": "Zapněte detekci selhání umělé inteligence pouze pro výtisky.",
  "Available to all plans.": "Dostupné pro všechny tarify.",
  "Pre-paid AI Detection Hours never expire.": "Předplacené hodiny detekce s umělou inteligencí nikdy nevyprší.",
  "One Time Purchase.": "Jednorázový nákup.",
  "for": "pro",
  "Start 1 month FREE trial + 250 FREE AI Detection Hours": "Začněte 1 měsíc BEZPLATNÉ zkušební verze + 250 hodin detekce s umělou inteligencí ZDARMA",
  "Purchase Selected AI Detection Hour Pack": "Zakoupit vybraný balíček hodin detekce umělé inteligence",
  "Subscribe&Save Packs": "Balíčky „Předplatit a ušetřit“",
  "AI failure detection for all prints.": "Detekce selhání pomocí umělé inteligence u všech výtisků.",
  "Available only as add-on to the Pro plan.": "K dispozici pouze jako doplněk k tarifu Pro.",
  "Subscribed AI Detection Hours roll over month to month.": "Předplacené hodiny detekce umělé inteligence se převádějí z měsíce na měsíc.",
  "Subscribed AI Detection Hours expire when subscription ends.": "Předplacené hodiny detekce umělé inteligence vyprší po skončení předplatného.",
  "You can change AI Detection Hour Pack or remove it from your Pro plan any time you want.": "Balíček hodin detekce AI můžete kdykoli změnit nebo jej ze svého tarifu Pro odebrat.",
  "Upgrade to Pro with selected AI Detection Hour Pack": "Upgradujte na verzi Pro s vybraným balíčkem hodin detekce AI",
  "Calculate Cost >>>": "Vypočítat cenu >>>",
  "The Spaghetti Gallery": "Galerie špaget",
  "End of public time-lapse list.": "Konec seznamu veřejných časosběrných záběrů.",
  "Loading filaments...": "Načítání filamentů...",
  "No compatible filaments found.": "Nenalezeny žádné kompatibilní filamenty.",
  "Confirm": "Potvrdit",
  "Rotate": "Střídat",
  "X (deg)": "X (stupně)",
  "Y (deg)": "Y (stupně)",
  "Z (deg)": "Z (stupně)",
  "Scale": "Měřítko",
  "Uniform": "Jednotný",
  "Percent": "Procento",
  "Dimension": "Dimenze",
  "Reset": "Obnovit",
  "Translate": "Přeložit",
  "X-axis": "Osa X",
  "Y-Axis": "Osa Y",
  "Loading files ": "Načítání souborů",
  "Slicing Settings": "Nastavení řezání",
  "Please Select a Printer": "Vyberte prosím tiskárnu",
  "Filament": "Vlákno",
  "Please Select a Printer First": "Nejprve prosím vyberte tiskárnu",
  "Please Select a Filament": "Vyberte prosím filament",
  "Print Process": "Proces tisku",
  "Please Select Printer & Filament": "Vyberte prosím tiskárnu a filament",
  "Please Select a Print Process": "Vyberte prosím tiskový proces",
  "Modify Current Print Profile": "Upravit aktuální profil tisku",
  "Quality": "Kvalitní",
  "Layer height": "Výška vrstvy",
  "Seam": "Šev",
  "Seam position": "Poloha švu",
  "Walls and Surfaces": "Stěny a povrchy",
  "Only one wall on top surfaces": "Pouze jedna stěna na horních plochách",
  "Strength": "Pevnost",
  "Walls": "Zdi",
  "Wall loops": "Nástěnné smyčky",
  "Top/bottom shells": "Horní/dolní skořepiny",
  "Top surface pattern": "Vzorek horního povrchu",
  "Top shell layers": "Vrchní vrstvy skořápky",
  "Top shell thickness": "Tloušťka horní skořepiny",
  "Bottom surface pattern": "Vzor spodního povrchu",
  "Bottom shell layers": "Spodní vrstvy skořepiny",
  "Bottom shell thickness": "Tloušťka spodní skořepiny",
  "Infill": "Výplň",
  "Sparse Infill Density": "Řídká hustota výplně",
  "Sparse infill pattern": "Řídký výplňový vzor",
  "Internal solid infill pattern": "Vnitřní plný výplňový vzor",
  "Support": "Podpora",
  "Enable Support": "Povolit podporu",
  "Type": "Typ",
  "Threshold angle": "Prahový úhel",
  "On build plate only": "Pouze na konstrukční desce",
  "Others": "Ostatní",
  "Temperatures": "Teploty",
  "Nozzle Temperature": "Teplota trysky",
  "Nozzle Temperature (First Layer)": "Teplota trysky (první vrstva)",
  "Bed Temperature": "Teplota lůžka",
  "Bed Temperature (First Layer)": "Teplota lože (první vrstva)",
  "Skirt": "Sukně",
  "Skirt loops": "Poutka na sukni",
  "Skirt Height": "Výška sukně",
  "Brim": "Okraj",
  "Brim type": "Typ okraje",
  "Brim width": "Šířka okraje",
  "Special mode": "Speciální režim",
  "Print sequence": "Tisk sekvence",
  "Spiral vase": "Spirálová váza",
  "Fuzzy skin": "Rozmazaná kůže",
  "Choose a Printer": "Vyberte tiskárnu",
  "Choose a Filament": "Vyberte filament",
  "Choose a Print Process": "Vyberte tiskový proces",
  "Your 30-Day {localizedDom} Free Trial Has Started!": "Vaše 30denní bezplatná zkušební verze {localizedDom} začala!",
  "Pro Plan": "Profesionální plán",
  "{trialDaysLeft} Days Left on Your {localizedDom} Free Trial!": "{trialDaysLeft} Zbývá vám {localizedDom} dní do konce bezplatné zkušební verze!",
  "Unlimited, 25 FPS Premium Webcam Streaming": "Neomezené prémiové streamování z webové kamery s 25 FPS",
  "250 Hours Watched by AI for Failure Detection": "250 hodin sledování umělou inteligencí za účelem detekce selhání",
  "G-Code Remote Upload and Printing": "Vzdálené nahrávání a tisk G-kódu",
  "Link your 3D printer now so that you can fully enjoy the 30-Day Free Trial": "Propojte svou 3D tiskárnu nyní, abyste si mohli plně užít 30denní bezplatnou zkušební verzi",
  "Link Printer": "Propojení tiskárny",
  "It's as easy as 1-2-3": "Je to snadné jako 1-2-3",
  "Just Checking Out": "Právě se odhlašuji",
  "Not a whole lot you can see without your printer linked": "Bez připojené tiskárny toho moc nevidíte",
  "Not ready to start yet? {localizedDom} to pause your free trial.": "Ještě nejste připraveni začít? {localizedDom} pozastavte svou bezplatnou zkušební verzi.",
  "Email us": "Napište nám e-mail"
}