{
  "Printers": "Skrivare",
  "Print History": "Utskriftshistorik",
  "G-Codes": "G-koder",
  "Pricing": "Prissättning",
  "Help": "Hjälp",
  "SIGN IN": "LOGGA IN",
  "SIGN UP": "REGISTRERA DIG",
  "Preferences": "Inställningar",
  "Log out": "Logga ut",
  "{name} AI Detection Hours / month pack": "{{name}} AI-detektering Timmar/månadspaket",
  "AI Detection Hour Pack not selected": "AI-detekteringstimpaket har inte valts",
  "{name} AI Detection Hours / month": "{{name}} AI-detektering Timmar/månad",
  "No AI Detection Hour Pack": "Ingen AI-detekteringstimmarspaket",
  "You need to": "Du behöver",
  "verify your primary email": "verifiera din primära e-postadress",
  "as it will be used for billing communication.": "eftersom den kommer att användas för faktureringskommunikation.",
  "Annual (SAVE 33%)": "Årlig (SPARA 33%)",
  "Monthly": "Månatlig",
  "Number of printer(s)": "Antal skrivare",
  "Add": "Tillägga",
  " (No change) ": "(Ingen förändring)",
  "Remove": "Ta bort",
  "Add Subscribe&Save AI Detection Hour Pack?": "Lägg till Prenumerera och spara AI-detekteringstimmepaket?",
  "Popular": "Populär",
  "Current": "Nuvarande",
  "Total": "Total",
  "Pro plan": "Pro-plan",
  "1st printer (included)": "1:a skrivaren (ingår)",
  "additional": "ytterligare",
  "50 AI Detection Hours / month (included)": "50 timmar AI-detektering/månad (inkluderat)",
  "This is the total amount on your next bill. Click 'Checkout' see how much is due today.": "Detta är det totala beloppet på din nästa faktura. Klicka på \"Kassa\" för att se hur mycket som ska betalas idag.",
  "Cancel": "Avboka",
  "Checkout": "Kassa",
  "Questions You May Have": "Frågor du kan ha",
  "What currency are your prices in?": "Vilken valuta är era priser i?",
  "They’re in US dollars.": "De är i amerikanska dollar.",
  "Which plan is right for me?": "Vilken plan är rätt för mig?",
  "It depends on how many 3D printers you have, and how often you print.": "Det beror på hur många 3D-skrivare du har och hur ofta du skriver ut.",
  "The Free plan is for users who print occasionally. Another reason why you may want to choose the Free plan is you don't mind slow webcam streaming (up to 1 FPS). The Free plan even comes with 100 free Basic AI Detection Hours per month. Hours don't roll over month to month.": "Gratisplanen är för användare som skriver ut då och då. En annan anledning till att du kanske vill välja gratisplanen är att du inte har något emot långsam webbkamerastreaming (upp till 1 FPS). Gratisplanen kommer till och med med 100 kostnadsfria grundläggande AI-detekteringstimmar per månad. Timmarna överförs inte från månad till månad.",
  "The Pro plan is for users who print more often and want to enjoy additional features like watching the webcam feed at the slick 25 FPS rate. It also comes with 100 Advanced AI Detection Hours every month - giving you the ability to detect failures faster and more reliably. If you occasionally print more than 100 hours a month, you will most likely be ok because the Advanced AI Detection Hours roll over month to month.": "Pro-planen är för användare som skriver ut oftare och vill ha tillgång till ytterligare funktioner, som att titta på webbkameraflödet med den smidiga hastigheten på 25 FPS. Den levereras också med 100 timmar avancerad AI-detektering varje månad – vilket ger dig möjlighet att upptäcka fel snabbare och mer tillförlitligt. Om du ibland skriver ut mer än 100 timmar i månaden kommer det troligtvis att gå bra eftersom timmarna för avancerad AI-detektering löper ut från månad till månad.",
  "Can I change my plan?": "Kan jag ändra min plan?",
  "Of course! You can change the number of printers, add/change/remove Subcribe&Save AI Detection Hour Pack, or between annual and monthly, at any time as long as your subscription is still active.": "Självklart! Du kan ändra antalet skrivare, lägga till/ändra/ta bort Subcribe&Save AI Detection Hour Pack, eller mellan års- och månadsprenumeration, när som helst så länge din prenumeration fortfarande är aktiv.",
  "You will keep the unused AI Detection Hours when you change your subscription plan.": "Du behåller de oanvända AI-detekteringstimmarna när du ändrar din prenumerationsplan.",
  "Can I cancel my plan?": "Kan jag avbryta min plan?",
  "Yes again! You can cancel your subscription any time.": "Ja igen! Du kan avsluta din prenumeration när som helst.",
  "However, the AI Detection Hours included in the plan will expire at the end of your subscription period.": "AI-detekteringstimmarna som ingår i planen löper dock ut i slutet av din prenumerationsperiod.",
  "What is your refund policy?": "Vad är er återbetalningspolicy?",
  "We offer a {localizedDom}": "Vi erbjuder en {localizedDom}",
  "30-Day Full Refund Policy": "30-dagars full återbetalningspolicy",
  "If you are not happy with the Pro plan, just {localizedDom} within 30 days and we will give you a full refund.": "Om du inte är nöjd med Pro-planen, {localizedDom} inom 30 dagar så ger vi dig full återbetalning.",
  "email us": "mejla oss",
  "After 30 days, you can still cancel the subscription at any time. However, we usually don't refund the payment, due to the nature of a subscription service. Instead, we will keep your subscription active until the end of the current billing cycle. This is also a common practice for virtually all other subscription services such as Netflix.": "Efter 30 dagar kan du fortfarande avsluta prenumerationen när som helst. Vi återbetalar dock vanligtvis inte betalningen på grund av prenumerationstjänstens karaktär. Istället kommer vi att hålla din prenumeration aktiv till slutet av den aktuella faktureringsperioden. Detta är också vanlig praxis för praktiskt taget alla andra prenumerationstjänster, som Netflix.",
  "However, we are all human and we want to be reasonable. If you have a good reason why we should refund to you after 30 days, {localizedDom} and we will consider your request.": "Vi är dock alla människor och vi vill vara rimliga. Om du har en god anledning till varför vi ska återbetala dig efter 30 dagar kommer {localizedDom} och vi att behandla din begäran.",
  "Is it safe to give my credit card number to the Kingroon?": "Är det säkert att ge mitt kreditkortsnummer till Kingroon?",
  "Wrong question! You will not give credit number to us. Instead, it's Chargebee, {localizedDom}, that takes your credit card number and safely stores it.": "Fel fråga! Du kommer inte att ge oss ditt kreditnummer. Istället är det Chargebee, {localizedDom}, som tar ditt kreditkortsnummer och lagrar det säkert.",
  "a fully compliant billing service provider": "en helt kompatibel faktureringsleverantör",
  "Under no circumstances will Kingroon process or store your payment information.": "Kingroon kommer under inga omständigheter att behandla eller lagra din betalningsinformation.",
  "I have many printers and print a lot. The Pro plan becomes really expensive. Can I still use the Kingroon app?": "Jag har många skrivare och skriver ut mycket. Pro-abonnemanget blir riktigt dyrt. Kan jag fortfarande använda Kingroon-appen?",
  "Please {localizedDom} to customize a plan that works for your budget.": "Vänligen {localizedDom} för att anpassa en plan som fungerar för din budget.",
  "contact us": "kontakta oss",
  "I saw {brandName} mentioned somewhere. What does {brandName} have to do with Kingroon?": "Jag såg {{brandName}} nämnas någonstans. Vad har {{brandName}} med Kingroon att göra?",
  "{brandName} has partnered with Kingroon to provide Kingroon users with AI and a mobile app for Kingroon 3D printers. {brandName}, a US based company is the developer of the Kingroon App.": "{{brandName}} har inlett ett samarbete med Kingroon för att förse Kingroon-användare med AI och en mobilapp för Kingroon 3D-skrivare. {{brandName}}, ett USA-baserat företag, utvecklar Kingroon-appen.",
  "The Free plan is for users with only 1 printer and print very in-frequently. Another reason why you may want to choose the Free plan is you don't mind slow webcam streaming (up to 5 FPS). The Free plan even comes with 10 free AI Detection Hours per month. And you can get {localizedDom} if you need more.": "Gratisplanen är för användare med bara en skrivare och som skriver ut väldigt sällan. En annan anledning till att du kanske vill välja gratisplanen är att du inte har något emot långsam webbkamerastreaming (upp till 5 FPS). Gratisplanen kommer till och med med 10 gratis AI-detekteringstimmar per månad. Och du kan få {localizedDom} om du behöver mer.",
  "additional AI Detection Hours": "ytterligare AI-detekteringstimmar",
  "The Pro plan is for users who want to enjoy watching the webcam feed at the slick 25 FPS rate. It also comes with 50 AI Detection Hours every month. If you occasionally print more than 50 hours a month, you will most likely be ok because the {localizedDom}. When you upgrade to the Pro plan, you are also eligible to the {localizedDom2} at favorable rates.": "Pro-planen är för användare som vill njuta av att titta på webbkameraflödet med den smidiga hastigheten på 25 FPS. Den kommer också med 50 timmar AI-detektering varje månad. Om du ibland skriver ut mer än 50 timmar i månaden kommer du troligtvis att klara dig eftersom {localizedDom}. När du uppgraderar till Pro-planen är du också berättigad till {localizedDom2} till förmånliga priser.",
  "Subscribe&Save AI Detection Hour Packs": "Prenumerera och spara AI-detekteringstimmepaket",
  "I have X printers and I print Y hours a month. Tell me exactly how much the Pro plan will cost me.": "Jag har X skrivare och skriver ut Y timmar i månaden. Berätta exakt hur mycket Pro-planen kommer att kosta mig.",
  "Oops. We forgot to mention we have built a {localizedDom} for you.": "Oj då. Vi glömde att nämna att vi har skapat en {localizedDom} åt dig.",
  "price calculator": "priskalkylator",
  "However, the AI Detection Hours included in the plan and Subscribe&Save pack will expire at the end of your subscription period.": "AI-detekteringstimmarna som ingår i planen och Prenumerera&Spara-paketet löper dock ut i slutet av din prenumerationsperiod.",
  "Is it safe to give my credit card number to the {brandName} Cloud?": "Är det säkert att ge mitt kreditkortsnummer till {{brandName}}-molnet?",
  "Under no circumstances will the {brandName} Cloud process or store your payment information.": "Under inga omständigheter kommer {{brandName}} Cloud att bearbeta eller lagra din betalningsinformation.",
  "I have many printers and print a lot. The Pro plan becomes really expensive. Can I still use the {brandName} Cloud?": "Jag har många skrivare och skriver ut mycket. Pro-planen blir riktigt dyr. Kan jag fortfarande använda {{brandName}} Cloud?",
  "Failed to cancel subscription": "Misslyckades med att avsluta prenumerationen",
  "Your subscription will expire at the end of current billing cycle.": "Din prenumeration löper ut i slutet av den nuvarande faktureringsperioden.",
  "I understand I will {localizedDom} when my subscription expires.": "Jag förstår att jag kommer att {localizedDom} när min prenumeration löper ut.",
  "lose the unused expirable AI Detection Hours": "förlora de oanvända, utgående AI-detekteringstimmarna",
  "One last thing. Please tell us why you want to cancel your subscription": "En sista sak. Berätta gärna varför du vill avsluta din prenumeration.",
  "Other": "Andra",
  "I changed my mind. I'll keep my subscription": "Jag har ändrat mig. Jag behåller min prenumeration.",
  "I still want to cancel my subscription": "Jag vill fortfarande avsluta min prenumeration",
  "Failed to delete account": "Misslyckades med att ta bort kontot",
  "Delete Account": "Ta bort konto",
  "Your account will be permanently deleted!": "Ditt konto kommer att raderas permanent!",
  "I understand I will lose all data.": "Jag förstår att jag kommer att förlora all data.",
  "One last thing. Please tell us why you want to delete your account": "En sista sak. Berätta gärna varför du vill ta bort ditt konto.",
  "Delete my account": "Ta bort mitt konto",
  "You have an active subscription. If you want to delete your account, please {localizedDom}": "Du har en aktiv prenumeration. Om du vill ta bort ditt konto, vänligen {localizedDom}",
  "send us an email": "skicka oss ett e-postmeddelande",
  "AI Detection Hours": "AI-detekteringstimmar",
  "Total AI Detection Hours ({localizedDom})": "Totalt antal timmar för AI-detektering ({localizedDom})",
  "details": "detaljer",
  " Unlimited ": "Obegränsat",
  "Included in subscription plan or Subscribe&Save DH Pack.": "Ingår i prenumerationsplanen eller Prenumerera&Spara DH-paketet.",
  "Expires when subscription ends": "Upphör när prenumerationen slutar",
  "Earned or bought with Pre-paid DH Pack.": "Intjänat eller köpt med förbetalt DH-paket.",
  "(Never expires.)": "(Går aldrig ut.)",
  "Running short of AI Detection Hours?": "Har du ont om timmar för AI-detektering?",
  "Get more >>>": "Få mer >>>",
  "Renew your subscription plan": "Förnya din prenumerationsplan",
  "Click": "Klick",
  "here": "här",
  "to open the billing portal.": "för att öppna faktureringsportalen.",
  "Click on your subscription.": "Klicka på din prenumeration.",
  "Click \"Remove scheduled cancellation\"": "Klicka på \"Ta bort schemalagd avbokning\"",
  "It looks like you have a legacy DH Pack that we have discontinued.": "Det verkar som att du har ett äldre DH-paket som vi har utgått ur sortimentet.",
  "Please email {name} to change your subscription.": "Vänligen skicka e-post till {{name}} för att ändra din prenumeration.",
  "Subscription Plan": "Prenumerationsplan",
  "You are currently on the Free plan.": "Du har för närvarande gratisplanen.",
  "You can still enjoy essential features such as the {localizedDom} and 10 free {localizedDom2} per month.": "Du kan fortfarande njuta av viktiga funktioner som {localizedDom} och 10 gratis {localizedDom2} per månad.",
  "Basic Webcam Streaming": "Grundläggande webbkamerastreaming",
  "If you want to watch your webcam with the {localizedDom} and get more AI Detection Hours so that Obi can watch your prints for you, you can upgrade to the Pro plan.": "Om du vill titta på din webbkamera med {localizedDom} och få fler AI-detekteringstimmar så att Obi kan titta på dina utskrifter åt dig, kan du uppgradera till Pro-planen.",
  "Premium Webcam Streaming": "Premium-webbkamerastreaming",
  "Compare the plans": "Jämför planerna",
  "Your free trial of the Pro plan": "Din kostnadsfria provperiod av Pro-planen",
  "will expire": "kommer att löpa ut",
  "AI Detection Hours will also expire with your free trial": "AI-detekteringstimmar löper också ut med din kostnadsfria provperiod",
  "You can upgrade to Pro now to keep them.": "Du kan uppgradera till Pro nu för att behålla dem.",
  "Upgrade to Pro Now (30-Day Money Back Guarantee)": "Uppgradera till Pro nu (30 dagars pengarna-tillbaka-garanti)",
  "About the free trial": "Om den kostnadsfria provperioden",
  "During the 1 month trial period, you have access to all Pro features.": "Under provperioden på 1 månad har du tillgång till alla Pro-funktioner.",
  "We also gave you 250 free {localizedDom}": "Vi gav dig också 250 gratis {localizedDom}",
  "so you would be able to fully experience the power of {brandName} without having to worry about running out.": "så att du fullt ut skulle kunna uppleva kraften hos {{brandName}} utan att behöva oroa dig för att få slut.",
  "At the end of the free trial, you can continue the Pro plan with an annual or monthly subscription. Otherwise your account will be automatically converted to the Free plan.": "När den kostnadsfria provperioden är slut kan du fortsätta med Pro-planen med en års- eller månadsprenumeration. Annars konverteras ditt konto automatiskt till gratisplanen.",
  "You are currently on the complimentary Pro plan.": "Du har för närvarande det kostnadsfria Pro-abonnemanget.",
  "It'll expire {localizedDom}": "Den kommer att upphöra att gälla {localizedDom}",
  "At that time, you can {localizedDom} or do nothing, in which case your account will be converted to Free plan automatically.": "Vid den tidpunkten kan du {localizedDom} eller inte göra någonting, i vilket fall ditt konto automatiskt konverteras till gratisplanen.",
  "upgrade to the Pro plan": "uppgradera till Pro-planen",
  "Compare the plans >>>": "Jämför planerna >>>",
  "Complimentary Pro plan doesn't allows Subscribe&Save AI Detection Hour Pack as add-ons. If you need more AI Detection Hours, you can get Pre-paid AI Detection Hour Pack.": "Det kostnadsfria Pro-abonnemanget tillåter inte Prenumerera och spara AI-detekteringstimmar som tillägg. Om du behöver fler AI-detekteringstimmar kan du få ett förbetalt AI-detekteringstimmarspaket.",
  "Your Pro plan will end {localizedDom}": "Ditt Pro-abonnemang upphör {localizedDom}",
  "You will lose the remaining expirable AI Detection Hours when your plan ends (see {localizedDom} ).": "Du kommer att förlora de återstående utgående AI-detekteringstimmarna när din plan slutar (se {localizedDom}).",
  "To avoid the loss": "För att undvika förlusten",
  "renew the plan now": "förnya planen nu",
  "You are currently on the Pro plan.": "Du har för närvarande Pro-planen.",
  "Your next billing date is": "Ditt nästa faktureringsdatum är",
  "Plan total": "Plansumma",
  "Plan base": "Planbas",
  "Additional printer(s)": "Ytterligare skrivare",
  "You have fewer printers than you subscribed for. You can change your subscription to save money.": "Du har färre skrivare än du prenumererar på. Du kan ändra din prenumeration för att spara pengar.",
  "The total doesn't reflect the coupon you may have received. Check your invoice for the final amount you paid.": "Totalbeloppet återspeglar inte den kupong du eventuellt har fått. Kontrollera din faktura för det slutliga beloppet du betalade.",
  "Change Subscription": "Ändra prenumeration",
  "Cancel Subscription": "Avsluta prenumeration",
  "Need to view invoices or change payment method?": "Behöver du se fakturor eller ändra betalningsmetod?",
  "Open the billing portal": "Öppna faktureringsportalen",
  "Subscription": "Prenumeration",
  "Oops...": "Hoppsan...",
  "Something went wrong! Please": "Något gick fel! Snälla",
  "Contact us": "Kontakta oss",
  "for help.": "för hjälp.",
  "Are you sure?": "Är du säker?",
  "Delete {name} printer? This action can not be undone.": "Vill du ta bort skrivaren {{name}}? Åtgärden kan inte ångras.",
  "Yes": "Ja",
  "No": "Inga",
  "Printer deleted": "Skrivaren raderad",
  "{name} has been permanently deleted": "{{name}} har tagits bort permanent",
  "Archived Printers": "Arkiverade skrivare",
  "The following printers have been archived because you have more printers than your plan allows.": "Följande skrivare har arkiverats eftersom du har fler skrivare än vad ditt abonnemang tillåter.",
  "Un-archive": "Avarkivera",
  "Delete": "Radera",
  "You have a few options to un-archive printer(s)": "Du har några alternativ för att avarkivera skrivare/skrivare",
  "Delete or archive the printers you no longer need.": "Ta bort eller arkivera de skrivare du inte längre behöver.",
  "Upgrade to the Pro plan. Please remember the Free plan is limited to only 1 printer. Check out {localizedDom}.": "Uppgradera till Pro-planen. Kom ihåg att gratisplanen är begränsad till endast en skrivare. Kolla in {localizedDom}.",
  "the Pro plan pricing": "Pro-planens prissättning",
  "If you are already on the Pro plan, you can change the number of printers on {localizedDom}.": "Om du redan har Pro-abonnemanget kan du ändra antalet skrivare på {localizedDom}.",
  "your subscription page": "din prenumerationssida",
  "Once your account is set up to allow for more printers, come back and un-archive the printers here.": "När ditt konto har konfigurerats för att tillåta fler skrivare, kom tillbaka och avarkivera skrivarna här.",
  "Questions on why your printers are archived?": "Frågor om varför era skrivare är arkiverade?",
  "Contact us.": "Kontakta oss.",
  "You have no archived printers.": "Du har inga arkiverade skrivare.",
  "Go back to the printer page.": "Gå tillbaka till skrivarsidan.",
  "The {brandName} plugin version is too old to use this function. Please update it to the latest version to test camera!": "Pluginversionen {{brandName}} är för gammal för att använda den här funktionen. Uppdatera den till den senaste versionen för att testa kameran!",
  "Please confirm the snapshot below came from a": "Vänligen bekräfta att ögonblicksbilden nedan kommer från en",
  "nozzle camera": "munstyckskamera",
  "not a regular webcam. The AI will NOT function correctly on a regular camera.": "inte en vanlig webbkamera. AI:n fungerar INTE korrekt på en vanlig kamera.",
  "Unable to connect to your nozzle camera using the URL you entered!": "Det gick inte att ansluta till din munstyckskamera med den URL du angav!",
  "Please check the instruction for how to find the correct URL for your nozzle camera.": "Kontrollera instruktionerna för hur du hittar rätt URL för din munstyckskamera.",
  "Nozzle Ninja AI Configuration": "Munstyckesninja AI-konfiguration",
  "Nozzle Ninja, {brandName}’s First Layer AI, Is Here!": "Nozzle Ninja, {{brandName}}s första lager av AI, är här!",
  "Configure a compatible nozzle camera to get started": "Konfigurera en kompatibel munstyckskamera för att komma igång",
  "Update the {brandName} Plugin in OctoPrint or Fluidd/Mainsail": "Uppdatera {{brandName}}-pluginet i OctoPrint eller Fluidd/Mainsail",
  "Before you configure Nozzle Ninja, Update the {brandName} plugin in OctoPrint or Fluidd/Mainsail. Once the plugin is up-to-date, restart your printer or Raspberry, and then come back here.": "Innan du konfigurerar Nozzle Ninja, uppdatera plugin-programmet {{brandName}} i OctoPrint eller Fluidd/Mainsail. När plugin-programmet är uppdaterat, starta om din skrivare eller Raspberry Pi och kom sedan tillbaka hit.",
  "Select the Printer You Want to Configure": "Välj den skrivare du vill konfigurera",
  "Printers Found": "Skrivare hittades",
  "Select which printer(s) you want to configure. Note: AI detection hours are currently not impacted by first layer AI.": "Välj vilken/vilka skrivare du vill konfigurera. Obs! AI-detekteringstimmar påverkas för närvarande inte av första lagrets AI.",
  "Please select a printer to configure": "Välj en skrivare att konfigurera",
  "Nozzle camera URL saved!": "URL till munstyckeskamera sparad!",
  "System: ": "System:",
  "Post first layer scan": "Skanning efter första lagret",
  "Scan your print after your first layer is done at a lower speed. The scan will produce better images more in focus and with less motion blur. This is opted in by default but you can opt out of it.": "Skanna din utskrift efter att ditt första lager är klart med lägre hastighet. Skanningen kommer att producera bättre bilder, mer i fokus och med mindre rörelseoskärpa. Detta är aktiverat som standard men du kan välja bort det.",
  "Note: Please make sure": "Obs: Se till att",
  "the slicer correctly configured": "utskäraren är korrekt konfigurerad",
  "Otherwise it won't scan.": "Annars kommer den inte att skanna.",
  "Enable post first layer scan": "Aktivera skanning efter första lagret",
  "Scan at height": "Skanna på höjd",
  "Cooldown extruder": "Avkylningsextruder",
  "Retract before scan": "Dra tillbaka före skanning",
  "Retraction speed": "Indragningshastighet",
  "No printers found!": "Inga skrivare hittades!",
  "Nozzle Ninja Configuration": "Munstycksninja-konfiguration",
  "Follow the camera configuration guide to configure your nozzle camera with {brandName}": "Följ kamerakonfigurationsguiden för att konfigurera din munstyckskamera med {{brandName}}",
  "Nozzle Ninja configuration guide for Klipper ": "Munstycke Ninja konfigurationsguide för Klipper ",
  "Nozzle Ninja configuration guide for Octoprint ": "Konfigurationsguide för Nozzle Ninja för Octoprint",
  "Slicer Configuration": "Utsnittskonfiguration",
  "Configure your slicer to send first layer information to {brandName} and optionally enable first layer scanning. First layer scanning is an experimental feature that enables a slow scan of the first layer. This feature requires some configureation to avoid impacting print quality.": "Konfigurera din utskivare för att skicka information om det första lagret till {{brandName}} och aktivera eventuellt skanning av det första lagret. Skanning av det första lagret är en experimentell funktion som möjliggör en långsam skanning av det första lagret. Den här funktionen kräver viss konfiguration för att undvika att påverka utskriftskvaliteten.",
  "Currently, PrusaSlicer, SuperSlicer and OrcaSlicer are supported.": "För närvarande stöds PrusaSlicer, SuperSlicer och OrcaSlicer.",
  "Slicer configuration guide ": "Konfigurationsguide för utskärare",
  "Close": "Nära",
  "Slice": "Skiva",
  "Likes": "Gillar",
  "Collections": "Samlingar",
  "Files": "Filer",
  "Summary": "Sammanfattning",
  "Print Settings": "Utskriftsinställningar",
  "Printer brand": "Skrivarmärke",
  "Printer": "Skrivare",
  "Rafts": "Flottar",
  "Supports": "Stöder",
  "License": "Licens",
  "Comments": "Kommentarer",
  "File Selection": "Filval",
  "Search": "Söka",
  "Relevant Models": "Relevanta modeller",
  "Popular 3D Models: Last 30 Days": "Populära 3D-modeller: Senaste 30 dagarna",
  "Last redeemed Detective Hours": "Senast inlösta detektivtimmar",
  "Code": "Koda",
  "Hours": "Timmar",
  "Description": "Beskrivning",
  "Redeemed at": "Inlöst vid",
  "AI Hour Coupon Codes": "AI Hour-kupongkoder",
  "Here are your AI Hour coupon codes and their redemption status.": "Här är dina AI Hour-kupongkoder och deras inlösenstatus.",
  "Available": "Tillgänglig",
  "You have no AI Hour coupon codes.": "Du har inga AI Hour-kupongkoder.",
  "Error": "Fel",
  "Failed to downgrade subscription. Please try again.": "Misslyckades att nedgradera prenumerationen. Vänligen försök igen.",
  "Your JusPrin Unlimited subscription will be cancelled at the end of the billing cycle and you will downgrade to the Free plan.": "Din JusPrin Unlimited-prenumeration kommer att avbrytas i slutet av faktureringscykeln och du kommer att nedgraderas till gratisplanen.",
  "You will lose unlimited AI credits and return to 50 AI credits per month.": "Du kommer att förlora obegränsade AI-krediter och återgå till 50 AI-krediter per månad.",
  "Are you sure you want to proceed?": "Är du säker på att du vill fortsätta?",
  "Yes, downgrade to Free plan": "Ja, nedgradera till gratisplan",
  "Back to Chat": "Back to Chat",
  "Free": "Gratis",
  "Free for everyone": "Gratis för alla",
  "50 AI credits per month. Reset on the first day of each month": "50 AI-krediter per månad. Återställs den första dagen varje månad",
  "Community support": "Communitysupport",
  "JusPrin Unlimited": "JusPrin Obegränsad",
  "Billed annually": "Debiteras årligen",
  "per year": "per år",
  "per month": "per månad",
  "{percentage}% off for Obico Pro subscribers, Yay!": "{percentage}% rabatt för Obico Pro-prenumeranter, Hurra!",
  "Unlimited AI credits": "Obegränsade AI-krediter",
  "Unlimited \"Do Your Magic\" AI generations": "Obegränsade \"Gör din magi\" AI-generationer",
  "AI memory: remember your slicing preferences": "AI-minne: kommer ihåg dina slicing-preferenser",
  "Email support. 24 hours response time": "E-postsupport. 24 timmars responstid",
  "Loading...": "Belastning...",
  "Loading subscription information...": "Laddar prenumerationsinformation...",
  "Frequently Asked Questions": "Vanliga frågor",
  "I am an Obico Pro Plan subscriber. Am I eligible for a discount on the Unlimited Plan?": "I am an Obico Pro Plan subscriber. Am I eligible for a discount on the Unlimited Plan?",
  "Yes! You'll receive 30% off the Unlimited Plan. By the way, thank you for supporting the Obico project! 😊": "Yes! You'll receive 30% off the Unlimited Plan. By the way, thank you for supporting the Obico project! 😊",
  "I'm an Obico Pro Plan subscriber. Why don't I see the 30% discount?": "I'm an Obico Pro Plan subscriber. Why don't I see the 30% discount?",
  "First, make sure you're signed into the Obico account with an active Pro subscription. If you still don't see the discount on this page, it should appear at checkout. If it doesn't show up there either, please contact us at support@obico.io for assistance.": "First, make sure you're signed into the Obico account with an active Pro subscription. If you still don't see the discount on this page, it should appear at checkout. If it doesn't show up there either, please contact us at support@obico.io for assistance.",
  "Am I able to cancel the Unlimited Plan?": "Am I able to cancel the Unlimited Plan?",
  "Yes, you can cancel at any time by clicking 'Downgrade to Free.'": "Yes, you can cancel at any time by clicking 'Downgrade to Free.'",
  "What happens after I downgrade to the Free plan?": "What happens after I downgrade to the Free plan?",
  "Your Unlimited Plan won't renew when your current term ends, and your account won't be charged. You'll still have access to unlimited AI credits until the end of your current term.": "Your Unlimited Plan won't renew when your current term ends, and your account won't be charged. You'll still have access to unlimited AI credits until the end of your current term.",
  "Can I get a refund for the Unlimited Plan?": "Can I get a refund for the Unlimited Plan?",
  "By default, no. This is to prevent abuse, as processing refunds incurs significant fees that we're unable to absorb.": "By default, no. This is to prevent abuse, as processing refunds incurs significant fees that we're unable to absorb.",
  "Is it possible to request an exception for a refund?": "Is it possible to request an exception for a refund?",
  "We handle these requests on a case-by-case basis. You can contact support@obico.io to request an exception and provide your reason for the request.": "We handle these requests on a case-by-case basis. You can contact support@obico.io to request an exception and provide your reason for the request.",
  "Unlimited Plan Activated!": "Obegränsad Plan Aktiverad!",
  "Enjoy unlimited AI credits!": "Njut av obegränsade AI-krediter!",
  "Redirecting to chat window in": "Omdirigerar till chattfönster om",
  "second": "sekund",
  "seconds": "sekunder",
  "You can now close the JusPrin app to make sure the new plan will be effective.": "You can now close the JusPrin app to make sure the new plan will be effective.",
  "Go to Chat Now": "Gå till Chat nu",
  "OK": "OK",
  "Build Your Pro Plan": "Bygg din Pro-plan",
  "You have already redeemed this coupon.": "Du har redan löst in den här kupongen.",
  "Please contact Obico Support at": "Vänligen kontakta Obicos support på",
  "Failed to redeem the coupon code. Please try again later.": "Det gick inte att lösa in kupongkoden. Försök igen senare.",
  "Oops! You already have an Obico Pro Plan...": "Oj då! Du har redan ett Obico Pro-abonnemang...",
  "Contact obico support at": "Kontakta obicos support på",
  "Oops! Invalid Coupon!": "Oj! Ogiltig kupong!",
  "Activate Your Three-Month Obico Pro Plan": "Aktivera ditt tremånaders Obico Pro-abonnemang",
  "As a valued Big Tree Tech customer, once your included plan expires, you can upgrade to a more advanced plan at a special discounted price. This offer is exclusively available for Big Tree Tech customers to ensure you continue to enjoy the benefits of Obico without interruption.": "Som en värdefull Big Tree Tech-kund kan du uppgradera till en mer avancerad plan till ett specialrabatterat pris när din inkluderade plan löper ut. Detta erbjudande är exklusivt tillgängligt för Big Tree Tech-kunder för att säkerställa att du fortsätter att dra nytta av Obicos fördelar utan avbrott.",
  "Redeem Plan": "Lös in planen",
  "Upgrade to an Obico Pro Plan and get a 25% discount as a valued BTT customer!": "Uppgradera till ett Obico Pro-abonnemang och få 25 % rabatt som en värdefull BTT-kund!",
  "Obico has partnered with Big Tree Tech to give you an exclusive discount on an Obico Pro Plan. Get instant access to AI failure detection, first layer AI, webcam streaming, a highly rated mobile app and more for your 3D printer.": "Obico har inlett ett samarbete med Big Tree Tech för att ge dig en exklusiv rabatt på ett Obico Pro-abonnemang. Få omedelbar tillgång till AI-feldetektering, första lagers AI, webbkamerastreaming, en högt rankad mobilapp och mer för din 3D-skrivare.",
  "Choose Plan": "Välj abonnemang",
  "What's Included with Your Pro Plan": "Vad ingår i din Pro-plan",
  "AI Failure Detection": "AI-feldetektering",
  "Webcam Streaming": "Webbkameraströmning",
  "Full Remote Access": "Fullständig fjärråtkomst",
  "Mobile & Web App": "Mobil- och webbapp",
  "Printer Management": "Skrivarhantering",
  "Compatible with Your Favorite Software": "Kompatibel med din favoritprogramvara",
  "Highly Rated Mobile App": "Högt rankad mobilapp",
  "Available for iOS and Android": "Tillgänglig för iOS och Android",
  "What happens when the three-month Pro Plan expires?": "Vad händer när den tre månader långa Pro-planen löper ut?",
  "When your three-month plan expires, you will have the chance to upgrade to one of Obico’s Pro Plans at a special discounted rate. Learn more about the plan options": "När ditt tremånadersplan löper ut har du möjlighet att uppgradera till ett av Obicos Pro-abonnemang till ett specialrabatterat pris. Läs mer om abonnemangsalternativen.",
  "If you choose not to upgrade, your plan will be automatically reverted to an Obico Free Plan.": "Om du väljer att inte uppgradera kommer din plan automatiskt att återgå till en Obico Free Plan.",
  "Welcome To": "Välkommen till",
  "Your three-month Pro Plan Is Now Active": "Din tremånaders Pro-plan är nu aktiv",
  "Unlimited Premium Webcam Streaming": "Obegränsad premium webbkamerastreaming",
  "Unlimited AI Failure Detection": "Obegränsad AI-feldetektering",
  "G-Code Remote Uploading and Printing": "Fjärruppladdning och utskrift av G-kod",
  "Unlimited Secure Tunnel to OctoPrint/Klipper": "Obegränsad säker tunnel till OctoPrint/Klipper",
  "Go To Printer Control Page": "Gå till sidan för skrivarkontroll",
  "Sign Up or Sign in to Your Obico Account": "Registrera dig eller logga in på ditt Obico-konto",
  "And get instant access to": "Och få omedelbar tillgång till",
  "Signup/Sign In": "Registrera/Logga in",
  "Create an account or Sign in to Choose Your plan": "Skapa ett konto eller logga in för att välja ditt abonnemang",
  "Create Account/Sign In": "Skapa konto/Logga in",
  "Create an account or Sign in to Choose Your plan and get": "Skapa ett konto eller logga in för att välja ditt abonnemang och få",
  "Webcam-Based AI Failure Detection": "Webbkamerabaserad AI-feldetektering",
  "Nozzle Ninja First Layer AI Failure Detection": "Nozzle Ninja First Layer AI-feldetektering",
  " for ${month} / month (${hour} / AI Detection Hour). Billed ${year} annually.": "för ${{month}} / månad (${{hour}} / AI-detekteringstimme). Faktureras ${{year}} årligen.",
  " for ${month} / month (${hour} / AI Detection Hour).": "för ${{month}} / månad (${{hour}} / AI-detekteringstimme).",
  "Calculate Plan Cost": "Beräkna plankostnaden",
  "Kingroon Connect Plans": "Kingroon Connect-abonnemang",
  "Print occasionally.": "Skriver ut då och då.",
  "Unlimited Kingroon printers allowed": "Obegränsat antal Kingroon-skrivare tillåtet",
  "Get Started": "Kom igång",
  "Basic webcam streaming": "Grundläggande webbkamerastreaming",
  "100 {localizedDom} AI Detection Hours/month, 30s detection interval": "100 {localizedDom} AI-detektering Timmar/månad, 30s detekteringsintervall",
  "Basic": "Grundläggande",
  "300MB /mo tunnel data - Access Mainsail or Fluidd remotely": "300 MB/mån tunneldata - Få åtkomst till storseglet eller fluidd på distans",
  "200MB total G-code cloud storage": "200 MB totalt G-kod-molnlagring",
  "Companion mobile app for {localizedDom} and {localizedDom2}": "Kompletterande mobilapp för {localizedDom} och {localizedDom2}",
  "Android": "Android",
  "iOS": "iOS",
  "Remote printer access and control": "Fjärråtkomst och -kontroll av skrivare",
  "Failure alerts and print status updates sent through push notification": "Felmeddelanden och uppdateringar om utskriftsstatus skickas via push-meddelanden",
  "Community technical support": "Teknisk support från gemenskapen",
  "Pro": "Pro",
  "Print every day. 2+ printers.": "Skriv ut varje dag. 2+ skrivare.",
  "$": "$",
  "month": "månad",
  "(Billed {name} annually)": "(Faktureras {{name}} årligen)",
  "1st printer included": "1:a skrivaren ingår",
  "2+ printers at $": "2+ skrivare för $",
  "month / printer": "månad / skrivare",
  "View/Change Subscription": "Visa/ändra prenumeration",
  "Full refund within 30 days if you are not happy.": "Full återbetalning inom 30 dagar om du inte är nöjd.",
  "Upgrade (30-Day Money Back Guarantee)": "Uppgradera (30 dagars pengarna-tillbaka-garanti)",
  "Start 1 month FREE trial": "Starta 1 månads GRATIS provperiod",
  "Premium webcam streaming": "Premium-webbkamerastreaming",
  "100 {localizedDom} AI Detection Hours per month, 10s detection interval": "100 {localizedDom} AI-detekteringstimmar per månad, 10 sekunders detekteringsintervall",
  "Advanced": "Avancerad",
  "Unlimited tunnel data - Access Mainsail or fluidd remotely": "Obegränsad tunneldata - Få tillgång till storsegel eller fluid på distans",
  "5GB total G-Code cloud storage": "5 GB totalt G-Code molnlagring",
  "Email technical support": "E-posta teknisk support",
  "Printer feed sharing with premium streaming quality": "Dela skrivarflöden med förstklassig streamingkvalitet",
  "Invalid coupon code. Please make sure the coupon code has not been used, and has not expired. If you believe you have a valid coupon code, please ": "Ogiltig kupongkod. Kontrollera att kupongkoden inte har använts och inte har gått ut. Om du tror att du har en giltig kupongkod, vänligen",
  "As a valued Mintion customer, once your included plan expires, you can upgrade to a more advanced plan at a special discounted price. This offer is exclusively available for Mintion customers to ensure you continue to enjoy the benefits of Obico without interruption.": "Som en värdefull Mintion-kund kan du uppgradera till en mer avancerad plan till ett specialrabatterat pris när din inkluderade plan löper ut. Detta erbjudande är exklusivt tillgängligt för Mintion-kunder för att säkerställa att du fortsätter att dra nytta av Obicos fördelar utan avbrott.",
  "Activate Your One Year Obico Pro Plan": "Aktivera ditt ettåriga Obico Pro-abonnemang",
  "As a valued Mintion customer, you are eligible for an exclusive life-time Pro Plan discount. When you redeem your plan, you’ll be asked to enter your credit card so we can give you the exclusive 20% discount when your plan renews.": "Som en värdefull Mintion-kund är du berättigad till en exklusiv livstidsrabatt på Pro Plan. När du löser in din plan kommer du att bli ombedd att ange ditt kreditkort så att vi kan ge dig den exklusiva rabatten på 20 % när din plan förnyas.",
  "If you don’t want your plan to renew, you can cancel the plan after the plan is activated so that it will not automatically renew after one year.": "Om du inte vill att din plan ska förnyas kan du avbryta den efter att den har aktiverats så att den inte förnyas automatiskt efter ett år.",
  "I already paid for the Pro Plan. Why do I need to enter my credit card information again?": "Jag har redan betalat för Pro-planen. Varför behöver jag ange min kreditkortsinformation igen?",
  "Your plan is fully covered for the first one year. After the first one year, the plan will renew with a special discount available exclusively for Mintion customers. You are free to cancel the plan at any time in the “Subscription” section of the Obico mobile or web app.": "Ditt abonnemang är fullt täckt under det första året. Efter det första året förnyas abonnemanget med en specialrabatt som är exklusiv för Mintions kunder. Du kan när som helst avsluta abonnemanget i avsnittet \"Prenumeration\" i Obicos mobil- eller webbapp.",
  "Still have questions?": "Har du fortfarande frågor?",
  "Contact": "Kontakta",
  "{brandName} support.": "{{brandName}} stöd.",
  "Oops! You already have an {brandName} Pro Plan...": "Hoppsan! Du har redan ett {{brandName}} Pro-abonnemang...",
  "Contact {brandName} support at": "Kontakta {{brandName}} supporten på",
  "Activate Your {brandName} Pro Plan": "Aktivera din {{brandName}} Pro-plan",
  "As a valued Sovol customer, you are eligible for an exclusive Pro Plan discount. When you redeem your plan, you’ll be asked to enter your credit card so we can give you the exclusive 20% discount when your plan renews.": "Som en uppskattad Sovol-kund har du rätt till en exklusiv Pro Plan-rabatt. När du löser in din plan blir du ombedd att ange ditt kreditkort så att vi kan ge dig den exklusiva rabatten på 20 % när din plan förnyas.",
  "Your plan is fully covered for the first year. After the first year, the plan will renew with a special discount available exclusively for Sovol customers. You are free to cancel the plan at any time in the “Subscription” section of the {brandname} mobile or web app.": "Ditt abonnemang är heltäckande under det första året. Efter det första året förnyas abonnemanget med en specialrabatt som är exklusiv för Sovol-kunder. Du kan när som helst avsluta abonnemanget i avsnittet \"Prenumeration\" i mobil- eller webbappen {{brandname}}.",
  "As a valued 3DO Nozzle Camera customer, once your included plan expires, you can upgrade to a more advanced plan at a special discounted price. This offer is exclusively available for 3DO customers to ensure you continue to enjoy the benefits of Obico without interruption.": "Som en uppskattad 3DO Nozzle Camera-kund kan du uppgradera till ett mer avancerat abonnemang till ett specialrabatterat pris när ditt inkluderade abonnemang löper ut. Detta erbjudande är exklusivt tillgängligt för 3DO-kunder för att säkerställa att du fortsätter att dra nytta av Obicos fördelar utan avbrott.",
  "What's Included with Your Plan": "Vad ingår i din plan",
  "Obico Cloud Plans": "Obico Cloud-planer",
  "Thinking about self-hosting Obico Server instead?": "Funderar du på att själv-hosta Obico Server istället?",
  "Check out self-hosting vs Obico Cloud.": "Kolla själv-hosting vs Obico Cloud.",
  "Limited to 1 printer.": "Begränsat till 1 skrivare.",
  "10 free AI Detection Hours/month included": "10 kostnadsfria timmar/månad för AI-detektering ingår",
  "300MB /mo tunnel data": "300 MB/mån tunneldata",
  "G-Code cloud storage up to 50MB per file, 1GB total": "G-kod molnlagring upp till 50 MB per fil, 1 GB totalt",
  "Notifications via Email, mobile push notification, Telegram, and more.": "Aviseringar via e-post, mobila push-aviseringar, Telegram och mer.",
  "300MB /mo integration with your favorite 3rd-party mobile apps": "300 MB/mån integration med dina favoritappar från tredje part",
  "Calculate cost": "Beräkna kostnaden",
  "50 free AI Detection Hours/month included": "50 kostnadsfria timmar/månad för AI-detektering ingår",
  "Unlimited tunnel data": "Obegränsad tunneldata",
  "G-Code cloud storage up to 500MB per file, 50GB total": "G-kod molnlagring upp till 500 MB per fil, 50 GB totalt",
  "Unlimited integration with your favorite 3rd-party mobile apps": "Obegränsad integration med dina favoritappar från tredje part",
  "Failure alerts via SMS (text message)": "Felmeddelanden via SMS (textmeddelande)",
  "AI Detection Hour Packs": "AI-detekteringstimmepaket",
  "Need more AI Detection Hours? Add the right amount of AI Detection Hours without burning a hole on your wallet.": "Behöver du fler timmar AI-detektering? Lägg till rätt antal timmar AI-detektering utan att det kostar pengar.",
  "Pre-paid Pack": "Förbetalt paket",
  "Turn on AI failure detection only for the prints.": "Aktivera endast AI-feldetektering för utskrifter.",
  "Available to all plans.": "Tillgänglig för alla planer.",
  "Pre-paid AI Detection Hours never expire.": "Förbetalda AI-detekteringstimmar upphör aldrig att gälla.",
  "One Time Purchase.": "Engångsköp.",
  "for": "för",
  "Start 1 month FREE trial + 250 FREE AI Detection Hours": "Starta 1 månad GRATIS provperiod + 250 GRATIS AI-detekteringstimmar",
  "Purchase Selected AI Detection Hour Pack": "Köp utvalt AI-detekteringstimmepaket",
  "Subscribe&Save Packs": "Prenumerera och spara paket",
  "AI failure detection for all prints.": "AI-feldetektering för alla utskrifter.",
  "Available only as add-on to the Pro plan.": "Endast tillgängligt som tillägg till Pro-planen.",
  "Subscribed AI Detection Hours roll over month to month.": "Prenumererade AI-detekteringstimmar överförs månad för månad.",
  "Subscribed AI Detection Hours expire when subscription ends.": "Prenumererade AI-detekteringstimmar löper ut när prenumerationen upphör.",
  "You can change AI Detection Hour Pack or remove it from your Pro plan any time you want.": "Du kan ändra AI Detection Hour Pack eller ta bort det från ditt Pro-abonnemang när du vill.",
  "Upgrade to Pro with selected AI Detection Hour Pack": "Uppgradera till Pro med valt AI Detection Hour Pack",
  "Calculate Cost >>>": "Beräkna kostnad >>>",
  "The Spaghetti Gallery": "Spaghettigalleriet",
  "End of public time-lapse list.": "Slut på offentlig timelapse-lista.",
  "Loading filaments...": "Laddar filament...",
  "No compatible filaments found.": "Inga kompatibla filament hittades.",
  "Confirm": "Bekräfta",
  "Rotate": "Rotera",
  "X (deg)": "X (grader)",
  "Y (deg)": "Y (grader)",
  "Z (deg)": "Z (grader)",
  "Scale": "Skala",
  "Uniform": "Enhetlig",
  "Percent": "Procent",
  "Dimension": "Dimensionera",
  "Reset": "Återställa",
  "Translate": "Översätta",
  "X-axis": "X-axeln",
  "Y-Axis": "Y-axeln",
  "Loading files ": "Laddar filer",
  "Slicing Settings": "Skivningsinställningar",
  "Please Select a Printer": "Välj en skrivare",
  "Filament": "Tråd",
  "Please Select a Printer First": "Välj en skrivare först",
  "Please Select a Filament": "Vänligen välj ett filament",
  "Print Process": "Utskriftsprocess",
  "Please Select Printer & Filament": "Välj skrivare och filament",
  "Please Select a Print Process": "Välj en utskriftsprocess",
  "Modify Current Print Profile": "Ändra aktuell utskriftsprofil",
  "Quality": "Kvalitet",
  "Layer height": "Lagerhöjd",
  "Seam": "Söm",
  "Seam position": "Sömposition",
  "Walls and Surfaces": "Väggar och ytor",
  "Only one wall on top surfaces": "Endast en vägg på ovansidan",
  "Strength": "Styrka",
  "Walls": "Väggar",
  "Wall loops": "Väggöglor",
  "Top/bottom shells": "Övre/nedre skal",
  "Top surface pattern": "Mönster på ovansidan",
  "Top shell layers": "Översta skallagren",
  "Top shell thickness": "Övre skalets tjocklek",
  "Bottom surface pattern": "Bottenytans mönster",
  "Bottom shell layers": "Bottenskikt",
  "Bottom shell thickness": "Bottenhöljets tjocklek",
  "Infill": "Ifyllning",
  "Sparse Infill Density": "Gles utfyllnadstäthet",
  "Sparse infill pattern": "Glest ifyllningsmönster",
  "Internal solid infill pattern": "Invändigt heltäckande fyllnadsmönster",
  "Support": "Stöd",
  "Enable Support": "Aktivera support",
  "Type": "Typ",
  "Threshold angle": "Tröskelvinkel",
  "On build plate only": "Endast på byggplattan",
  "Others": "Andra",
  "Temperatures": "Temperaturer",
  "Nozzle Temperature": "Munstyckstemperatur",
  "Nozzle Temperature (First Layer)": "Munstyckstemperatur (första lagret)",
  "Bed Temperature": "Sängtemperatur",
  "Bed Temperature (First Layer)": "Bäddtemperatur (första lagret)",
  "Skirt": "Kjol",
  "Skirt loops": "Kjolöglor",
  "Skirt Height": "Kjolhöjd",
  "Brim": "Brätte",
  "Brim type": "Brättetyp",
  "Brim width": "Brättets bredd",
  "Special mode": "Specialläge",
  "Print sequence": "Utskriftssekvens",
  "Spiral vase": "Spiralvas",
  "Fuzzy skin": "Luddig hud",
  "Choose a Printer": "Välj en skrivare",
  "Choose a Filament": "Välj ett filament",
  "Choose a Print Process": "Välj en utskriftsprocess",
  "Your 30-Day {localizedDom} Free Trial Has Started!": "Din 30-dagars {localizedDom} gratis provperiod har börjat!",
  "Pro Plan": "Pro-plan",
  "{trialDaysLeft} Days Left on Your {localizedDom} Free Trial!": "{trialDaysLeft} Dagar kvar av din {localizedDom} gratis provperiod!",
  "Unlimited, 25 FPS Premium Webcam Streaming": "Obegränsad, 25 FPS premium webbkamerastreaming",
  "250 Hours Watched by AI for Failure Detection": "250 timmar övervakad av AI för feldetektering",
  "G-Code Remote Uploading and Printing": "Fjärruppladdning och utskrift av G-kod",
  "Link your 3D printer now so that you can fully enjoy the 30-Day Free Trial": "Länka din 3D-skrivare nu så att du kan njuta fullt ut av den 30-dagars kostnadsfria provperioden",
  "Link Printer": "Länka skrivaren",
  "It's as easy as 1-2-3": "Det är lika enkelt som 1-2-3",
  "Just Checking Out": "Bara att kolla in",
  "Not a whole lot you can see without your printer linked": "Inte så mycket man kan se utan att skrivaren är ansluten",
  "Not ready to start yet? {localizedDom} to pause your free trial.": "Inte redo att börja än? {localizedDom} för att pausa din kostnadsfria provperiod.",
  "Email us": "Mejla oss"
}