{
  "Printers": "Принтери",
  "Print History": "Історія друку",
  "G-Codes": "G-коди",
  "Pricing": "Ціноутворення",
  "Help": "Допомога",
  "SIGN IN": "УВІЙТИ",
  "SIGN UP": "ЗАРЕЄСТРУВАТИСЯ",
  "Preferences": "Налаштування",
  "Log out": "Вийти",
  "{name} AI Detection Hours / month pack": "{{name}} Виявлення ШІ: години/місяць",
  "AI Detection Hour Pack not selected": "Пакет годин виявлення ШІ не вибрано",
  "{name} AI Detection Hours / month": "{{name}} Виявлення ШІ Години/місяць",
  "No AI Detection Hour Pack": "Набір годин без виявлення ШІ",
  "You need to": "Тобі потрібно",
  "verify your primary email": "підтвердіть свою основну електронну пошту",
  "as it will be used for billing communication.": "оскільки він буде використовуватися для зв'язку з виставленням рахунків.",
  "Annual (SAVE 33%)": "Річна (ЗЕКОНОМТЕ 33%)",
  "Monthly": "Щомісяця",
  "Number of printer(s)": "Кількість принтерів",
  "Add": "Додати",
  " (No change) ": "(Без змін)",
  "Remove": "Видалити",
  "Add Subscribe&Save AI Detection Hour Pack?": "Додати пакет годин виявлення штучним інтелектом «Підписатися та зберегти»?",
  "Popular": "Популярне",
  "Current": "Поточний",
  "Total": "Всього",
  "Pro plan": "Професійний план",
  "1st printer (included)": "1-й принтер (в комплекті)",
  "additional": "додаткові",
  "50 AI Detection Hours / month (included)": "50 годин виявлення ШІ на місяць (включно)",
  "This is the total amount on your next bill. Click 'Checkout' see how much is due today.": "Це загальна сума вашого наступного рахунку. Натисніть «Оформити замовлення», щоб дізнатися, скільки потрібно сплатити сьогодні.",
  "Cancel": "Скасувати",
  "Checkout": "Оформлення замовлення",
  "Questions You May Have": "Питання, які у вас можуть виникнути",
  "What currency are your prices in?": "У якій валюті вказані ваші ціни?",
  "They’re in US dollars.": "Вони в доларах США.",
  "Which plan is right for me?": "Який план мені підходить?",
  "It depends on how many 3D printers you have, and how often you print.": "Це залежить від того, скільки у вас 3D-принтерів і як часто ви друкуєте.",
  "The Free plan is for users who print occasionally. Another reason why you may want to choose the Free plan is you don't mind slow webcam streaming (up to 1 FPS). The Free plan even comes with 100 free Basic AI Detection Hours per month. Hours don't roll over month to month.": "Безкоштовний план призначений для користувачів, які друкують зрідка. Ще одна причина, чому ви можете обрати безкоштовний план, полягає в тому, що вас не турбує повільна трансляція з веб-камери (до 1 кадру в секунду). Безкоштовний план навіть включає 100 безкоштовних годин базового виявлення ШІ на місяць. Години не переносяться з місяця в місяць.",
  "The Pro plan is for users who print more often and want to enjoy additional features like watching the webcam feed at the slick 25 FPS rate. It also comes with 100 Advanced AI Detection Hours every month - giving you the ability to detect failures faster and more reliably. If you occasionally print more than 100 hours a month, you will most likely be ok because the Advanced AI Detection Hours roll over month to month.": "Тарифний план Pro призначений для користувачів, які друкують частіше та хочуть користуватися додатковими функціями, такими як перегляд веб-камери з частотою 25 кадрів/с. Він також включає 100 годин розширеного штучного інтелекту щомісяця, що дає вам можливість швидше та надійніше виявляти помилки. Якщо ви зрідка друкуєте більше 100 годин на місяць, швидше за все, все буде гаразд, оскільки години розширеного штучного інтелекту переносяться з місяця в місяць.",
  "Can I change my plan?": "Чи можу я змінити свій план?",
  "Of course! You can change the number of printers, add/change/remove Subcribe&Save AI Detection Hour Pack, or between annual and monthly, at any time as long as your subscription is still active.": "Звісно! Ви можете змінити кількість принтерів, додати/змінити/видалити пакет годин виявлення штучного інтелекту Subscribe&Save або перейти між річною та щомісячною підпискою будь-коли, поки ваша підписка ще активна.",
  "You will keep the unused AI Detection Hours when you change your subscription plan.": "Ви збережете невикористані години виявлення ШІ під час зміни плану підписки.",
  "Can I cancel my plan?": "Чи можу я скасувати свій план?",
  "Yes again! You can cancel your subscription any time.": "Так знову! Ви можете скасувати свою підписку будь-коли.",
  "However, the AI Detection Hours included in the plan will expire at the end of your subscription period.": "Однак, години виявлення за допомогою штучного інтелекту, включені до плану, закінчаться після закінчення періоду вашої підписки.",
  "What is your refund policy?": "Яка ваша політика повернення коштів?",
  "We offer a {localizedDom}": "Ми пропонуємо {localizedDom}",
  "30-Day Full Refund Policy": "Політика повного повернення коштів протягом 30 днів",
  "If you are not happy with the Pro plan, just {localizedDom} within 30 days and we will give you a full refund.": "Якщо вас не влаштовує план Pro, просто {localizedDom} протягом 30 днів, і ми повернемо вам повну вартість.",
  "email us": "напишіть нам на електронну пошту",
  "After 30 days, you can still cancel the subscription at any time. However, we usually don't refund the payment, due to the nature of a subscription service. Instead, we will keep your subscription active until the end of the current billing cycle. This is also a common practice for virtually all other subscription services such as Netflix.": "Після 30 днів ви все ще можете скасувати підписку в будь-який час. Однак, зазвичай ми не повертаємо кошти через особливості підписки. Натомість ми залишатимемо вашу підписку активною до кінця поточного розрахункового циклу. Це також поширена практика практично для всіх інших підписок, таких як Netflix.",
  "However, we are all human and we want to be reasonable. If you have a good reason why we should refund to you after 30 days, {localizedDom} and we will consider your request.": "Однак, ми всі люди, і ми хочемо бути розсудливими. Якщо у вас є вагома причина, чому ми повинні повернути вам кошти після 30 днів, {localizedDom}, і ми розглянемо ваш запит.",
  "Is it safe to give my credit card number to the Kingroon?": "Чи безпечно надавати номер моєї кредитної картки Kingroon?",
  "Wrong question! You will not give credit number to us. Instead, it's Chargebee, {localizedDom}, that takes your credit card number and safely stores it.": "Неправильне запитання! Ви не надасте нам номер кредитної картки. Натомість, Chargebee, {localizedDom}, візьме номер вашої кредитної картки та безпечно його зберігатиме.",
  "a fully compliant billing service provider": "постачальник послуг виставлення рахунків, що повністю відповідає вимогам",
  "Under no circumstances will Kingroon process or store your payment information.": "Kingroon за жодних обставин не оброблятиме та не зберігатиме вашу платіжну інформацію.",
  "I have many printers and print a lot. The Pro plan becomes really expensive. Can I still use the Kingroon app?": "У мене багато принтерів, і я багато друкую. Тарифний план Pro став дуже дорогим. Чи можу я все ще користуватися додатком Kingroon?",
  "Please {localizedDom} to customize a plan that works for your budget.": "Будь ласка, {localizedDom}, щоб налаштувати план, який відповідає вашому бюджету.",
  "contact us": "зв'яжіться з нами",
  "I saw {brandName} mentioned somewhere. What does {brandName} have to do with Kingroon?": "Я десь бачив згадку про {{brandName}}. Яке відношення {{brandName}} має до Kingroon?",
  "{brandName} has partnered with Kingroon to provide Kingroon users with AI and a mobile app for Kingroon 3D printers. {brandName}, a US based company is the developer of the Kingroon App.": "{{brandName}} співпрацює з Kingroon, щоб надати користувачам Kingroon штучний інтелект та мобільний додаток для 3D-принтерів Kingroon. Розробником додатку Kingroon є американська компанія {{brandName}}.",
  "The Free plan is for users with only 1 printer and print very in-frequently. Another reason why you may want to choose the Free plan is you don't mind slow webcam streaming (up to 5 FPS). The Free plan even comes with 10 free AI Detection Hours per month. And you can get {localizedDom} if you need more.": "Безкоштовний план призначений для користувачів, які мають лише 1 принтер і друкують дуже рідко. Ще одна причина, чому ви можете обрати безкоштовний план, полягає в тому, що вас не турбує повільна трансляція з веб-камери (до 5 кадрів в секунду). Безкоштовний план навіть включає 10 безкоштовних годин виявлення ШІ на місяць. А якщо вам потрібно більше, ви можете отримати {localizedDom}.",
  "additional AI Detection Hours": "додаткові години виявлення ШІ",
  "The Pro plan is for users who want to enjoy watching the webcam feed at the slick 25 FPS rate. It also comes with 50 AI Detection Hours every month. If you occasionally print more than 50 hours a month, you will most likely be ok because the {localizedDom}. When you upgrade to the Pro plan, you are also eligible to the {localizedDom2} at favorable rates.": "Тарифний план Pro призначений для користувачів, які хочуть насолоджуватися переглядом веб-камери з частотою 25 кадрів в секунду. Він також включає 50 годин виявлення штучним інтелектом щомісяця. Якщо ви час від часу друкуєте більше 50 годин на місяць, швидше за все, все буде гаразд, оскільки {localizedDom}. Під час переходу на тарифний план Pro ви також маєте право на {localizedDom2} за вигідними цінами.",
  "Subscribe&Save AI Detection Hour Packs": "Підпишіться та збережіть пакети годин виявлення ШІ",
  "I have X printers and I print Y hours a month. Tell me exactly how much the Pro plan will cost me.": "У мене X принтерів, і я друкую Y годин на місяць. Скажіть мені точно, скільки мені коштуватиме план Pro.",
  "Oops. We forgot to mention we have built a {localizedDom} for you.": "Ой. Ми забули згадати, що створили для вас {localizedDom}.",
  "price calculator": "калькулятор цін",
  "However, the AI Detection Hours included in the plan and Subscribe&Save pack will expire at the end of your subscription period.": "Однак, термін дії годин виявлення штучним інтелектом, включених до плану та пакету «Підпишись і заощадь», закінчиться після закінчення періоду вашої підписки.",
  "Is it safe to give my credit card number to the {brandName} Cloud?": "Чи безпечно надавати номер моєї кредитної картки хмарі {{brandName}}?",
  "Under no circumstances will the {brandName} Cloud process or store your payment information.": "За жодних обставин {{brandName}} Хмара не оброблятиме та не зберігатиме вашу платіжну інформацію.",
  "I have many printers and print a lot. The Pro plan becomes really expensive. Can I still use the {brandName} Cloud?": "У мене багато принтерів, і я багато друкую. Тарифний план Pro став дуже дорогим. Чи можу я все ще користуватися {{brandName}} Cloud?",
  "Failed to cancel subscription": "Не вдалося скасувати підписку",
  "Your subscription will expire at the end of current billing cycle.": "Термін дії вашої підписки закінчиться в кінці поточного розрахункового циклу.",
  "I understand I will {localizedDom} when my subscription expires.": "Я розумію, що {localizedDom} коли термін дії моєї підписки закінчиться.",
  "lose the unused expirable AI Detection Hours": "втратити невикористані години виявлення ШІ, що закінчуються",
  "One last thing. Please tell us why you want to cancel your subscription": "І останнє. Будь ласка, повідомте нам, чому ви хочете скасувати свою підписку.",
  "Other": "Інше",
  "I changed my mind. I'll keep my subscription": "Я передумав. Я збережу свою підписку.",
  "I still want to cancel my subscription": "Я все ще хочу скасувати свою підписку",
  "Failed to delete account": "Не вдалося видалити обліковий запис",
  "Delete Account": "Видалити обліковий запис",
  "Your account will be permanently deleted!": "Ваш обліковий запис буде видалено назавжди!",
  "I understand I will lose all data.": "Я розумію, що втрачу всі дані.",
  "One last thing. Please tell us why you want to delete your account": "І останнє. Будь ласка, повідомте нам, чому ви хочете видалити свій обліковий запис.",
  "Delete my account": "Видалити мій обліковий запис",
  "You have an active subscription. If you want to delete your account, please {localizedDom}": "У вас активна підписка. Якщо ви хочете видалити свій обліковий запис, будь ласка, {localizedDom}",
  "send us an email": "надішліть нам електронного листа",
  "AI Detection Hours": "Години виявлення ШІ",
  "Total AI Detection Hours ({localizedDom})": "Загальна кількість годин виявлення ШІ ({localizedDom})",
  "details": "деталі",
  " Unlimited ": "Безлімітний",
  "Included in subscription plan or Subscribe&Save DH Pack.": "Включено в план підписки або пакет «Підпишись і заощадь» DH.",
  "Expires when subscription ends": "Термін дії закінчується після закінчення підписки",
  "Earned or bought with Pre-paid DH Pack.": "Зароблено або куплено за допомогою передплаченого пакету DH.",
  "(Never expires.)": "(Термін дії ніколи не закінчується.)",
  "Running short of AI Detection Hours?": "Не вистачає годин для виявлення ШІ?",
  "Get more >>>": "Дізнатися більше >>>",
  "Renew your subscription plan": "Поновіть свій план підписки",
  "Click": "Натисніть",
  "here": "тут",
  "to open the billing portal.": "щоб відкрити платіжний портал.",
  "Click on your subscription.": "Натисніть на свою підписку.",
  "Click \"Remove scheduled cancellation\"": "Натисніть «Видалити заплановане скасування»",
  "It looks like you have a legacy DH Pack that we have discontinued.": "Схоже, у вас є застарілий пакет DH, який ми зняли з виробництва.",
  "Please email {name} to change your subscription.": "Будь ласка, надішліть електронного листа на адресу {{name}}, щоб змінити свою підписку.",
  "Subscription Plan": "План підписки",
  "You are currently on the Free plan.": "Ви зараз користуєтеся безкоштовним планом.",
  "You can still enjoy essential features such as the {localizedDom} and 10 free {localizedDom2} per month.": "Ви все ще можете користуватися такими важливими функціями, як {localizedDom} та 10 безкоштовними {localizedDom2} на місяць.",
  "Basic Webcam Streaming": "Базова трансляція з веб-камери",
  "If you want to watch your webcam with the {localizedDom} and get more AI Detection Hours so that Obi can watch your prints for you, you can upgrade to the Pro plan.": "Якщо ви хочете дивитися свою веб-камеру за допомогою {localizedDom} та отримати більше годин виявлення ШІ, щоб Обі міг переглядати ваші відбитки, ви можете перейти на план Pro.",
  "Premium Webcam Streaming": "Преміум-стрімінг з веб-камери",
  "Compare the plans": "Порівняйте плани",
  "Your free trial of the Pro plan": "Ваша безкоштовна пробна версія плану Pro",
  "will expire": "закінчиться",
  "AI Detection Hours will also expire with your free trial": "Години виявлення ШІ також закінчуються після закінчення безкоштовного пробного періоду",
  "You can upgrade to Pro now to keep them.": "Ви можете оновити підписку до Pro зараз, щоб зберегти їх.",
  "Upgrade to Pro Now (30-Day Money Back Guarantee)": "Оновіть до Pro зараз (30-денна гарантія повернення грошей)",
  "About the free trial": "Про безкоштовний пробний період",
  "During the 1 month trial period, you have access to all Pro features.": "Протягом 1-місячного пробного періоду ви маєте доступ до всіх функцій Pro.",
  "We also gave you 250 free {localizedDom}": "Ми також надали вам 250 безкоштовних {localizedDom}",
  "so you would be able to fully experience the power of {brandName} without having to worry about running out.": "тож ви зможете повною мірою відчути силу {{brandName}}, не турбуючись про те, що він закінчиться.",
  "At the end of the free trial, you can continue the Pro plan with an annual or monthly subscription. Otherwise your account will be automatically converted to the Free plan.": "Після закінчення безкоштовного пробного періоду ви можете продовжити користуватися планом Pro з річною або щомісячною підпискою. В іншому випадку ваш обліковий запис буде автоматично переведено на безкоштовний план.",
  "You are currently on the complimentary Pro plan.": "Ви зараз користуєтеся безкоштовним планом Pro.",
  "It'll expire {localizedDom}": "Термін дії закінчиться {localizedDom}",
  "At that time, you can {localizedDom} or do nothing, in which case your account will be converted to Free plan automatically.": "У цей час ви можете {localizedDom} або нічого не робити, і в такому разі ваш обліковий запис буде автоматично переведено на безкоштовний план.",
  "upgrade to the Pro plan": "перейти на план Pro",
  "Compare the plans >>>": "Порівняйте плани >>>",
  "Complimentary Pro plan doesn't allows Subscribe&Save AI Detection Hour Pack as add-ons. If you need more AI Detection Hours, you can get Pre-paid AI Detection Hour Pack.": "Безкоштовний план Pro не дозволяє підписатися та зберегти пакет годин штучного інтелекту як додаткові опції. Якщо вам потрібно більше годин штучного інтелекту, ви можете отримати передплачений пакет годин штучного інтелекту.",
  "Your Pro plan will end {localizedDom}": "Термін дії вашого плану Pro закінчується {localizedDom}",
  "You will lose the remaining expirable AI Detection Hours when your plan ends (see {localizedDom} ).": "Ви втратите решту годин виявлення ШІ, що закінчуються, після закінчення терміну дії вашого плану (див. {localizedDom}).",
  "To avoid the loss": "Щоб уникнути втрат",
  "renew the plan now": "поновіть план зараз",
  "You are currently on the Pro plan.": "Ви зараз користуєтеся планом Pro.",
  "Your next billing date is": "Дата наступного розрахунку –",
  "Plan total": "Загальна сума плану",
  "Plan base": "Базовий план",
  "Additional printer(s)": "Додатковий(і) принтер(и)",
  "You have fewer printers than you subscribed for. You can change your subscription to save money.": "У вас менше принтерів, ніж ви оформили підписку. Ви можете змінити підписку, щоб заощадити гроші.",
  "The total doesn't reflect the coupon you may have received. Check your invoice for the final amount you paid.": "Загальна сума не відображає купон, який ви могли отримати. Перевірте свій рахунок-фактуру, щоб дізнатися остаточну суму сплати.",
  "Change Subscription": "Змінити підписку",
  "Cancel Subscription": "Скасувати підписку",
  "Need to view invoices or change payment method?": "Потрібно переглянути рахунки-фактури або змінити спосіб оплати?",
  "Open the billing portal": "Відкрийте платіжний портал",
  "Subscription": "Підписка",
  "Oops...": "Ой...",
  "Something went wrong! Please": "Щось пішло не так! Будь ласка",
  "Contact us": "Зв'яжіться з нами",
  "for help.": "за допомогою.",
  "Are you sure?": "Ви впевнені?",
  "Delete {name} printer? This action can not be undone.": "Видалити принтер {{name}}? Цю дію не можна скасувати.",
  "Yes": "Так",
  "No": "Ні",
  "Printer deleted": "Принтер видалено",
  "{name} has been permanently deleted": "{{name}} видалено назавжди",
  "Archived Printers": "Архівні принтери",
  "The following printers have been archived because you have more printers than your plan allows.": "Наведені нижче принтери було архівовано, оскільки у вас їх більше, ніж дозволяє ваш план.",
  "Un-archive": "Розархівувати",
  "Delete": "Видалити",
  "You have a few options to un-archive printer(s)": "У вас є кілька варіантів для розархівування принтера(ів)",
  "Delete or archive the printers you no longer need.": "Видаліть або архівуйте принтери, які вам більше не потрібні.",
  "Upgrade to the Pro plan. Please remember the Free plan is limited to only 1 printer. Check out {localizedDom}.": "Перейдіть на план Pro. Пам’ятайте, що безкоштовний план обмежений лише одним принтером. Перегляньте {localizedDom}.",
  "the Pro plan pricing": "ціноутворення на план Pro",
  "If you are already on the Pro plan, you can change the number of printers on {localizedDom}.": "Якщо ви вже користуєтеся планом Pro, ви можете змінити кількість принтерів на {localizedDom}.",
  "your subscription page": "сторінка вашої підписки",
  "Once your account is set up to allow for more printers, come back and un-archive the printers here.": "Щойно ваш обліковий запис буде налаштовано для використання більшої кількості принтерів, поверніться та розархівуйте принтери тут.",
  "Questions on why your printers are archived?": "Є питання щодо того, чому ваші принтери архівуються?",
  "Contact us.": "Зв'яжіться з нами.",
  "You have no archived printers.": "У вас немає архівованих принтерів.",
  "Go back to the printer page.": "Поверніться на сторінку принтера.",
  "The {brandName} plugin version is too old to use this function. Please update it to the latest version to test camera!": "Версія плагіна {{brandName}} занадто стара для використання цієї функції. Будь ласка, оновіть його до останньої версії, щоб протестувати камеру!",
  "Please confirm the snapshot below came from a": "Будь ласка, підтвердьте, що знімок нижче отримано з",
  "nozzle camera": "соплова камера",
  "not a regular webcam. The AI will NOT function correctly on a regular camera.": "не звичайна веб-камера. Штучний інтелект НЕ працюватиме належним чином на звичайній камері.",
  "Unable to connect to your nozzle camera using the URL you entered!": "Не вдається підключитися до вашої камери-форсунки за допомогою введеної URL-адреси!",
  "Please check the instruction for how to find the correct URL for your nozzle camera.": "Будь ласка, перевірте інструкцію, щоб дізнатися, як знайти правильну URL-адресу для вашої камери з соплом.",
  "Nozzle Ninja AI Configuration": "Конфігурація штучного інтелекту Nozzle Ninja",
  "Nozzle Ninja, {brandName}’s First Layer AI, Is Here!": "Nozzle Ninja, штучний інтелект першого рівня від {{brandName}}, вже тут!",
  "Configure a compatible nozzle camera to get started": "Налаштуйте сумісну камеру з соплами, щоб розпочати",
  "Update the {brandName} Plugin in OctoPrint or Fluidd/Mainsail": "Оновіть плагін {{brandName}} в OctoPrint або Fluidd/Mainsail",
  "Before you configure Nozzle Ninja, Update the {brandName} plugin in OctoPrint or Fluidd/Mainsail. Once the plugin is up-to-date, restart your printer or Raspberry, and then come back here.": "Перш ніж налаштовувати Nozzle Ninja, оновіть плагін {{brandName}} в OctoPrint або Fluidd/Mainsail. Після оновлення плагіна перезавантажте принтер або Raspberry, а потім поверніться сюди.",
  "Select the Printer You Want to Configure": "Виберіть принтер, який потрібно налаштувати",
  "Printers Found": "Знайдено принтерів",
  "Select which printer(s) you want to configure. Note: AI detection hours are currently not impacted by first layer AI.": "Виберіть принтер(и), які потрібно налаштувати. Примітка: ШІ першого рівня наразі не впливає на години виявлення за допомогою штучного інтелекту.",
  "Please select a printer to configure": "Будь ласка, виберіть принтер для налаштування",
  "Nozzle camera URL saved!": "URL-адресу камери-форсунки збережено!",
  "System: ": "Система:",
  "Post first layer scan": "Сканування після першого шару",
  "Scan your print after your first layer is done at a lower speed. The scan will produce better images more in focus and with less motion blur. This is opted in by default but you can opt out of it.": "Відскануйте свій відбиток після нанесення першого шару з меншою швидкістю. Сканування створить кращі зображення, більш чіткі та з меншим розмиттям під час руху. Ця функція ввімкнена за замовчуванням, але ви можете її вимкнути.",
  "Note: Please make sure": "Примітка: Будь ласка, переконайтеся",
  "the slicer correctly configured": "правильно налаштований слайсер",
  "Otherwise it won't scan.": "Інакше сканування не відбудеться.",
  "Enable post first layer scan": "Увімкнути сканування після першого шару",
  "Scan at height": "Сканування на висоті",
  "Cooldown extruder": "Екструдер для охолодження",
  "Retract before scan": "Відведення перед скануванням",
  "Retraction speed": "Швидкість відведення",
  "No printers found!": "Принтерів не знайдено!",
  "Nozzle Ninja Configuration": "Конфігурація сопла ніндзя",
  "Follow the camera configuration guide to configure your nozzle camera with {brandName}": "Дотримуйтесь інструкцій з налаштування камери, щоб налаштувати камеру-форсунку за допомогою {{brandName}}",
  "Nozzle Ninja configuration guide for Klipper ": "Інструкція з налаштування Nozzle Ninja для Klipper ",
  "Nozzle Ninja configuration guide for Octoprint ": "Посібник з налаштування Nozzle Ninja для Octoprint",
  "Slicer Configuration": "Конфігурація зрізу",
  "Configure your slicer to send first layer information to {brandName} and optionally enable first layer scanning. First layer scanning is an experimental feature that enables a slow scan of the first layer. This feature requires some configureation to avoid impacting print quality.": "Налаштуйте зріз для надсилання інформації про перший шар до {{brandName}} та за потреби ввімкніть сканування першого шару. Сканування першого шару – це експериментальна функція, яка дозволяє повільно сканувати перший шар. Ця функція потребує певного налаштування, щоб уникнути впливу на якість друку.",
  "Currently, PrusaSlicer, SuperSlicer and OrcaSlicer are supported.": "Наразі підтримуються PrusaSlicer, SuperSlicer та OrcaSlicer.",
  "Slicer configuration guide ": "Посібник з налаштування зрізу",
  "Close": "Закрити",
  "Slice": "Зріз",
  "Likes": "Вподобання",
  "Collections": "Колекції",
  "Files": "Файли",
  "Summary": "Короткий зміст",
  "Print Settings": "Налаштування друку",
  "Printer brand": "Бренд принтера",
  "Printer": "Принтер",
  "Rafts": "Плоти",
  "Supports": "Підтримує",
  "License": "Ліцензія",
  "Comments": "Коментарі",
  "File Selection": "Вибір файлу",
  "Search": "Пошук",
  "Relevant Models": "Відповідні моделі",
  "Popular 3D Models: Last 30 Days": "Популярні 3D-моделі: Останні 30 днів",
  "Last redeemed Detective Hours": "Останні використані години детектива",
  "Code": "Код",
  "Hours": "Години",
  "Description": "Опис",
  "Redeemed at": "Викуплено в",
  "AI Hour Coupon Codes": "Коди купонів AI Hour",
  "Here are your AI Hour coupon codes and their redemption status.": "Ось ваші коди купонів AI Hour та статус їх використання.",
  "Available": "Доступно",
  "You have no AI Hour coupon codes.": "У вас немає купонів на AI Hour.",
  "Error": "Помилка",
  "Failed to downgrade subscription. Please try again.": "Не вдалося знизити рівень підписки. Будь ласка, спробуйте ще раз.",
  "Your JusPrin Unlimited subscription will be cancelled at the end of the billing cycle and you will downgrade to the Free plan.": "Вашу підписку JusPrin Unlimited буде скасовано в кінці платіжного циклу, і ви перейдете на безкоштовний план.",
  "You will lose unlimited AI credits and return to 50 AI credits per month.": "Ви втратите необмежені AI-кредити і повернетесь до 50 AI-кредитів на місяць.",
  "Are you sure you want to proceed?": "Ви впевнені, що хочете продовжити?",
  "Yes, downgrade to Free plan": "Так, перейти на безкоштовний план",
  "Back to Chat": "Back to Chat",
  "Free": "Безкоштовно",
  "Free for everyone": "Безкоштовно для всіх",
  "50 AI credits per month. Reset on the first day of each month": "50 AI-кредитів на місяць. Скидання в перший день кожного місяця",
  "Community support": "Підтримка спільноти",
  "JusPrin Unlimited": "JusPrin Необмежений",
  "Billed annually": "Щорічне стягнення",
  "per year": "на рік",
  "per month": "на місяць",
  "{percentage}% off for Obico Pro subscribers, Yay!": "{percentage}% знижка для підписників Obico Pro, Ура!",
  "Unlimited AI credits": "Необмежені AI-кредити",
  "Unlimited \"Do Your Magic\" AI generations": "Необмежені AI-генерації \"Зроби свою магію\"",
  "AI memory: remember your slicing preferences": "Пам'ять AI: запам'ятовує ваші налаштування нарізки",
  "Email support. 24 hours response time": "Підтримка електронною поштою. Час відповіді 24 години",
  "Loading...": "Завантаження...",
  "Loading subscription information...": "Завантаження інформації про підписку...",
  "Frequently Asked Questions": "Часті запитання",
  "I am an Obico Pro Plan subscriber. Am I eligible for a discount on the Unlimited Plan?": "I am an Obico Pro Plan subscriber. Am I eligible for a discount on the Unlimited Plan?",
  "Yes! You'll receive 30% off the Unlimited Plan. By the way, thank you for supporting the Obico project! 😊": "Yes! You'll receive 30% off the Unlimited Plan. By the way, thank you for supporting the Obico project! 😊",
  "I'm an Obico Pro Plan subscriber. Why don't I see the 30% discount?": "I'm an Obico Pro Plan subscriber. Why don't I see the 30% discount?",
  "First, make sure you're signed into the Obico account with an active Pro subscription. If you still don't see the discount on this page, it should appear at checkout. If it doesn't show up there either, please contact us at support@obico.io for assistance.": "First, make sure you're signed into the Obico account with an active Pro subscription. If you still don't see the discount on this page, it should appear at checkout. If it doesn't show up there either, please contact us at support@obico.io for assistance.",
  "Am I able to cancel the Unlimited Plan?": "Am I able to cancel the Unlimited Plan?",
  "Yes, you can cancel at any time by clicking 'Downgrade to Free.'": "Yes, you can cancel at any time by clicking 'Downgrade to Free.'",
  "What happens after I downgrade to the Free plan?": "What happens after I downgrade to the Free plan?",
  "Your Unlimited Plan won't renew when your current term ends, and your account won't be charged. You'll still have access to unlimited AI credits until the end of your current term.": "Your Unlimited Plan won't renew when your current term ends, and your account won't be charged. You'll still have access to unlimited AI credits until the end of your current term.",
  "Can I get a refund for the Unlimited Plan?": "Can I get a refund for the Unlimited Plan?",
  "By default, no. This is to prevent abuse, as processing refunds incurs significant fees that we're unable to absorb.": "By default, no. This is to prevent abuse, as processing refunds incurs significant fees that we're unable to absorb.",
  "Is it possible to request an exception for a refund?": "Is it possible to request an exception for a refund?",
  "We handle these requests on a case-by-case basis. You can contact support@obico.io to request an exception and provide your reason for the request.": "We handle these requests on a case-by-case basis. You can contact support@obico.io to request an exception and provide your reason for the request.",
  "Unlimited Plan Activated!": "Необмежений план активовано!",
  "Enjoy unlimited AI credits!": "Насолоджуйтесь необмеженими AI-кредитами!",
  "Redirecting to chat window in": "Перенаправлення до вікна чату через",
  "second": "секунда",
  "seconds": "секунди",
  "You can now close the JusPrin app to make sure the new plan will be effective.": "You can now close the JusPrin app to make sure the new plan will be effective.",
  "Go to Chat Now": "Перейти до чату зараз",
  "OK": "OK",
  "Build Your Pro Plan": "Створіть свій професійний план",
  "You have already redeemed this coupon.": "Ви вже скористалися цим купоном.",
  "Please contact Obico Support at": "Будь ласка, зверніться до служби підтримки Obico за адресою",
  "Failed to redeem the coupon code. Please try again later.": "Не вдалося активувати код купона. Спробуйте пізніше.",
  "Oops! You already have an Obico Pro Plan...": "Ой! У вас вже є план Obico Pro...",
  "Contact obico support at": "Зверніться до служби підтримки obico за адресою",
  "Oops! Invalid Coupon!": "Ой! Недійсний купон!",
  "Activate Your Three-Month Obico Pro Plan": "Активуйте свій тримісячний план Obico Pro",
  "As a valued Big Tree Tech customer, once your included plan expires, you can upgrade to a more advanced plan at a special discounted price. This offer is exclusively available for Big Tree Tech customers to ensure you continue to enjoy the benefits of Obico without interruption.": "Як цінний клієнт Big Tree Tech, після закінчення терміну дії вашого включеного плану ви можете перейти на більш розширений план за спеціальною зниженою ціною. Ця пропозиція доступна виключно для клієнтів Big Tree Tech, щоб ви могли й надалі користуватися перевагами Obico без перерв.",
  "Redeem Plan": "План викупу",
  "Upgrade to an Obico Pro Plan and get a 25% discount as a valued BTT customer!": "Перейдіть на план Obico Pro та отримайте знижку 25% як цінний клієнт BTT!",
  "Obico has partnered with Big Tree Tech to give you an exclusive discount on an Obico Pro Plan. Get instant access to AI failure detection, first layer AI, webcam streaming, a highly rated mobile app and more for your 3D printer.": "Obico співпрацює з Big Tree Tech, щоб надати вам ексклюзивну знижку на план Obico Pro. Отримайте миттєвий доступ до виявлення збоїв штучного інтелекту, штучного інтелекту першого рівня, потокової передачі з веб-камери, високо оціненого мобільного додатку та багато іншого для вашого 3D-принтера.",
  "Choose Plan": "Виберіть план",
  "What's Included with Your Pro Plan": "Що входить до вашого плану Pro",
  "AI Failure Detection": "Виявлення збоїв ШІ",
  "Webcam Streaming": "Трансляція з веб-камери",
  "Full Remote Access": "Повний віддалений доступ",
  "Mobile & Web App": "Мобільний та веб-додаток",
  "Printer Management": "Керування принтером",
  "Compatible with Your Favorite Software": "Сумісний з вашим улюбленим програмним забезпеченням",
  "Highly Rated Mobile App": "Високо оцінений мобільний додаток",
  "Available for iOS and Android": "Доступно для iOS та Android",
  "What happens when the three-month Pro Plan expires?": "Що відбувається, коли закінчується тримісячний план Pro?",
  "When your three-month plan expires, you will have the chance to upgrade to one of Obico’s Pro Plans at a special discounted rate. Learn more about the plan options": "Коли термін дії вашого тримісячного плану закінчиться, у вас буде можливість перейти на один із планів Pro від Obico за спеціальною знижкою. Дізнайтеся більше про варіанти плану.",
  "If you choose not to upgrade, your plan will be automatically reverted to an Obico Free Plan.": "Якщо ви вирішите не оновлюватися, ваш план буде автоматично повернуто до безкоштовного плану Obico.",
  "Welcome To": "Ласкаво просимо до",
  "Your three-month Pro Plan Is Now Active": "Ваш тримісячний план Pro тепер активний",
  "Unlimited Premium Webcam Streaming": "Необмежена преміальна трансляція з веб-камери",
  "Unlimited AI Failure Detection": "Необмежене виявлення збоїв ШІ",
  "G-Code Remote Uploading and Printing": "Дистанційне завантаження та друк за допомогою G-коду",
  "Unlimited Secure Tunnel to OctoPrint/Klipper": "Необмежений безпечний тунель до OctoPrint/Klipper",
  "Go To Printer Control Page": "Перейти на сторінку керування принтером",
  "Sign Up or Sign in to Your Obico Account": "Зареєструйтесь або ввійдіть до свого облікового запису Obico",
  "And get instant access to": "І отримайте миттєвий доступ до",
  "Signup/Sign In": "Реєстрація/Вхід",
  "Create an account or Sign in to Choose Your plan": "Створіть обліковий запис або увійдіть, щоб вибрати свій план",
  "Create Account/Sign In": "Створити обліковий запис/Увійти",
  "Create an account or Sign in to Choose Your plan and get": "Створіть обліковий запис або увійдіть, щоб вибрати свій план і отримати",
  "Webcam-Based AI Failure Detection": "Виявлення збоїв штучного інтелекту на основі веб-камери",
  "Nozzle Ninja First Layer AI Failure Detection": "Виявлення несправностей першого шару штучного інтелекту Nozzle Ninja",
  " for ${month} / month (${hour} / AI Detection Hour). Billed ${year} annually.": "за ціною ${{month}} / місяць (${{hour}} / година виявлення ШІ). Рахунок стягується щорічно ${{year}}.",
  " for ${month} / month (${hour} / AI Detection Hour).": "за ${{month}} / місяць (${{hour}} / година виявлення ШІ).",
  "Calculate Plan Cost": "Розрахувати вартість плану",
  "Kingroon Connect Plans": "Тарифні плани Kingroon Connect",
  "Print occasionally.": "Друкуйте час від часу.",
  "Unlimited Kingroon printers allowed": "Дозволено необмежену кількість принтерів Kingroon",
  "Get Started": "Почати",
  "Basic webcam streaming": "Базова трансляція з веб-камери",
  "100 {localizedDom} AI Detection Hours/month, 30s detection interval": "100 {localizedDom} Виявлення ШІ Годин/місяць, інтервал виявлення 30 секунд",
  "Basic": "Базовий",
  "300MB /mo tunnel data - Access Mainsail or Fluidd remotely": "300 МБ/міс тунельних даних - віддалений доступ до Mainsail або Fluidd",
  "200MB total G-code cloud storage": "200 МБ загального обсягу хмарного сховища G-коду",
  "Companion mobile app for {localizedDom} and {localizedDom2}": "Мобільний додаток-супутниця для {localizedDom} та {localizedDom2}",
  "Android": "Андроїд",
  "iOS": "iOS",
  "Remote printer access and control": "Віддалений доступ до принтера та керування ним",
  "Failure alerts and print status updates sent through push notification": "Сповіщення про помилки та оновлення стану друку надсилаються через push-сповіщення",
  "Community technical support": "Технічна підтримка спільноти",
  "Pro": "Професіонал",
  "Print every day. 2+ printers.": "Друкуйте щодня. 2+ принтери.",
  "$": "$",
  "month": "місяць",
  "(Billed {name} annually)": "(Рахунок виставляється щорічно {{name}})",
  "1st printer included": "Перший принтер у комплекті",
  "2+ printers at $": "2+ принтери за ціною $",
  "month / printer": "місяць / друкарня",
  "View/Change Subscription": "Переглянути/Змінити підписку",
  "Full refund within 30 days if you are not happy.": "Повне повернення коштів протягом 30 днів, якщо ви не задоволені.",
  "Upgrade (30-Day Money Back Guarantee)": "Оновлення (30-денна гарантія повернення грошей)",
  "Start 1 month FREE trial": "Почніть 1-місячну БЕЗКОШТОВНУ пробну версію",
  "Premium webcam streaming": "Преміум-трансляція з веб-камери",
  "100 {localizedDom} AI Detection Hours per month, 10s detection interval": "100 {localizedDom} годин виявлення ШІ на місяць, інтервал виявлення 10 секунд",
  "Advanced": "Розширений",
  "Unlimited tunnel data - Access Mainsail or fluidd remotely": "Необмежені дані тунелю - доступ до Maitsail або fluidd віддалено",
  "5GB total G-Code cloud storage": "5 ГБ загального хмарного сховища G-Code",
  "Email technical support": "Технічна підтримка електронною поштою",
  "Printer feed sharing with premium streaming quality": "Спільний доступ до принтера з високою якістю потокового передавання",
  "Invalid coupon code. Please make sure the coupon code has not been used, and has not expired. If you believe you have a valid coupon code, please ": "Недійсний код купона. Будь ласка, переконайтеся, що код купона не був використаний і його термін дії не закінчився. Якщо ви вважаєте, що маєте дійсний код купона, будь ласка",
  "As a valued Mintion customer, once your included plan expires, you can upgrade to a more advanced plan at a special discounted price. This offer is exclusively available for Mintion customers to ensure you continue to enjoy the benefits of Obico without interruption.": "Як цінний клієнт Mintion, після закінчення терміну дії вашого включеного плану ви можете перейти на більш розширений план за спеціальною зниженою ціною. Ця пропозиція доступна виключно для клієнтів Mintion, щоб ви могли й надалі користуватися перевагами Obico без перерв.",
  "Activate Your One Year Obico Pro Plan": "Активуйте свій річний план Obico Pro",
  "As a valued Mintion customer, you are eligible for an exclusive life-time Pro Plan discount. When you redeem your plan, you’ll be asked to enter your credit card so we can give you the exclusive 20% discount when your plan renews.": "Як цінний клієнт Mintion, ви маєте право на ексклюзивну довічну знижку на план Pro. Під час активації плану вам буде запропоновано ввести дані вашої кредитної картки, щоб ми могли надати вам ексклюзивну знижку 20% під час поновлення вашого плану.",
  "If you don’t want your plan to renew, you can cancel the plan after the plan is activated so that it will not automatically renew after one year.": "Якщо ви не хочете, щоб ваш план поновлювався, ви можете скасувати його після активації, щоб він не поновлювався автоматично через рік.",
  "I already paid for the Pro Plan. Why do I need to enter my credit card information again?": "Я вже сплатив за план Pro. Чому мені потрібно знову вводити дані своєї кредитної картки?",
  "Your plan is fully covered for the first one year. After the first one year, the plan will renew with a special discount available exclusively for Mintion customers. You are free to cancel the plan at any time in the “Subscription” section of the Obico mobile or web app.": "Ваш план повністю покривається страховкою протягом першого року. Після першого року план буде поновлено зі спеціальною знижкою, доступною виключно для клієнтів Mintion. Ви можете скасувати план у будь-який час у розділі «Підписка» мобільного або веб-додатку Obico.",
  "Still have questions?": "Все ще маєте запитання?",
  "Contact": "Контакти",
  "{brandName} support.": "Підтримка {{brandName}}.",
  "Oops! You already have an {brandName} Pro Plan...": "Ой! У вас вже є план {{brandName}} Pro...",
  "Contact {brandName} support at": "Зверніться до служби підтримки {{brandName}} за номером",
  "Activate Your {brandName} Pro Plan": "Активуйте свій план {{brandName}} Pro",
  "As a valued Sovol customer, you are eligible for an exclusive Pro Plan discount. When you redeem your plan, you’ll be asked to enter your credit card so we can give you the exclusive 20% discount when your plan renews.": "Як цінний клієнт Sovol, ви маєте право на ексклюзивну знижку за планом Pro. Під час активації плану вам буде запропоновано ввести дані вашої кредитної картки, щоб ми могли надати вам ексклюзивну знижку 20% під час поновлення вашого плану.",
  "Your plan is fully covered for the first year. After the first year, the plan will renew with a special discount available exclusively for Sovol customers. You are free to cancel the plan at any time in the “Subscription” section of the {brandname} mobile or web app.": "Ваш план повністю покривається страховкою протягом першого року. Після першого року план буде поновлено зі спеціальною знижкою, доступною виключно для клієнтів Sovol. Ви можете скасувати план у будь-який час у розділі «Підписка» мобільного або веб-застосунку {{brandname}}.",
  "As a valued 3DO Nozzle Camera customer, once your included plan expires, you can upgrade to a more advanced plan at a special discounted price. This offer is exclusively available for 3DO customers to ensure you continue to enjoy the benefits of Obico without interruption.": "Як цінний клієнт камери 3DO Nozzle, після закінчення терміну дії вашого включеного плану ви можете перейти на більш розширений план за спеціальною зниженою ціною. Ця пропозиція доступна виключно для клієнтів 3DO, щоб ви могли й надалі користуватися перевагами Obico без перерв.",
  "What's Included with Your Plan": "Що входить до вашого плану",
  "Obico Cloud Plans": "Плани Obico Cloud",
  "Thinking about self-hosting Obico Server instead?": "Розглядаєте можливість самостійного хостингу Obico Server?",
  "Check out self-hosting vs Obico Cloud.": "Порівняйте самостійний хостинг з Obico Cloud.",
  "Limited to 1 printer.": "Обмежено одним принтером.",
  "10 free AI Detection Hours/month included": "10 безкоштовних годин виявлення ШІ на місяць включено",
  "300MB /mo tunnel data": "300 МБ/міс тунельних даних",
  "G-Code cloud storage up to 50MB per file, 1GB total": "Хмарне сховище G-Code до 50 МБ на файл, загалом 1 ГБ",
  "Notifications via Email, mobile push notification, Telegram, and more.": "Сповіщення електронною поштою, мобільні push-сповіщення, Telegram тощо.",
  "300MB /mo integration with your favorite 3rd-party mobile apps": "300 МБ/міс. інтеграція з вашими улюбленими сторонніми мобільними додатками",
  "Calculate cost": "Розрахувати вартість",
  "50 free AI Detection Hours/month included": "50 безкоштовних годин виявлення ШІ на місяць включено",
  "Unlimited tunnel data": "Необмежені тунельні дані",
  "G-Code cloud storage up to 500MB per file, 50GB total": "Хмарне сховище G-Code до 500 МБ на файл, загалом 50 ГБ",
  "Unlimited integration with your favorite 3rd-party mobile apps": "Необмежена інтеграція з вашими улюбленими мобільними додатками сторонніх розробників",
  "Failure alerts via SMS (text message)": "Сповіщення про несправності через SMS (текстове повідомлення)",
  "AI Detection Hour Packs": "Пакети годин виявлення ШІ",
  "Need more AI Detection Hours? Add the right amount of AI Detection Hours without burning a hole on your wallet.": "Потрібно більше годин виявлення за допомогою штучного інтелекту? Додайте потрібну кількість годин виявлення за допомогою штучного інтелекту, не витрачаючи при цьому багато грошей.",
  "Pre-paid Pack": "Передплачений пакет",
  "Turn on AI failure detection only for the prints.": "Увімкнути виявлення помилок штучного інтелекту лише для роздруківок.",
  "Available to all plans.": "Доступно для всіх планів.",
  "Pre-paid AI Detection Hours never expire.": "Передплачені години виявлення зі штучним інтелектом ніколи не закінчуються.",
  "One Time Purchase.": "Одноразова покупка.",
  "for": "для",
  "Start 1 month FREE trial + 250 FREE AI Detection Hours": "Почніть 1 місяць БЕЗКОШТОВНОЇ пробної версії + 250 БЕЗКОШТОВНИХ годин виявлення зі штучним інтелектом",
  "Purchase Selected AI Detection Hour Pack": "Придбати вибраний пакет годин виявлення ШІ",
  "Subscribe&Save Packs": "Пакети «Підпишись та збережи»",
  "AI failure detection for all prints.": "Виявлення помилок штучного інтелекту для всіх відбитків.",
  "Available only as add-on to the Pro plan.": "Доступно лише як доповнення до плану Pro.",
  "Subscribed AI Detection Hours roll over month to month.": "Передплачені години виявлення ШІ переносяться з місяця в місяць.",
  "Subscribed AI Detection Hours expire when subscription ends.": "Передплачені години виявлення ШІ закінчуються після закінчення підписки.",
  "You can change AI Detection Hour Pack or remove it from your Pro plan any time you want.": "Ви можете змінити пакет годин виявлення AI або видалити його зі свого плану Pro будь-коли.",
  "Upgrade to Pro with selected AI Detection Hour Pack": "Оновіть до Pro з вибраним пакетом годин виявлення AI",
  "Calculate Cost >>>": "Розрахувати вартість >>>",
  "The Spaghetti Gallery": "Галерея спагеті",
  "End of public time-lapse list.": "Кінець списку публічних уповільнених зйомок.",
  "Loading filaments...": "Завантаження ниток...",
  "No compatible filaments found.": "Сумісних ниток не знайдено.",
  "Confirm": "Підтвердити",
  "Rotate": "Повернути",
  "X (deg)": "X (градус)",
  "Y (deg)": "Y (градуси)",
  "Z (deg)": "Z (градуси)",
  "Scale": "Масштаб",
  "Uniform": "Уніформа",
  "Percent": "Відсоток",
  "Dimension": "Вимір",
  "Reset": "Скинути",
  "Translate": "Перекласти",
  "X-axis": "Вісь X",
  "Y-Axis": "Вісь Y",
  "Loading files ": "Завантаження файлів",
  "Slicing Settings": "Налаштування нарізки",
  "Please Select a Printer": "Будь ласка, виберіть принтер",
  "Filament": "Нитка нитки",
  "Please Select a Printer First": "Будь ласка, спочатку виберіть принтер",
  "Please Select a Filament": "Будь ласка, виберіть нитку розпилення",
  "Print Process": "Процес друку",
  "Please Select Printer & Filament": "Будь ласка, виберіть принтер та нитку",
  "Please Select a Print Process": "Будь ласка, виберіть процес друку",
  "Modify Current Print Profile": "Змінити поточний профіль друку",
  "Quality": "Якість",
  "Layer height": "Висота шару",
  "Seam": "Шов",
  "Seam position": "Положення шва",
  "Walls and Surfaces": "Стіни та поверхні",
  "Only one wall on top surfaces": "Тільки одна стіна на верхніх поверхнях",
  "Strength": "Сила",
  "Walls": "Стіни",
  "Wall loops": "Настінні петлі",
  "Top/bottom shells": "Верхня/нижня оболонки",
  "Top surface pattern": "Візерунок верхньої поверхні",
  "Top shell layers": "Верхні шари оболонки",
  "Top shell thickness": "Товщина верхньої оболонки",
  "Bottom surface pattern": "Візерунок нижньої поверхні",
  "Bottom shell layers": "Нижні шари оболонки",
  "Bottom shell thickness": "Товщина нижньої оболонки",
  "Infill": "Заповнення",
  "Sparse Infill Density": "Розріджена щільність заповнення",
  "Sparse infill pattern": "Розріджений візерунок заповнення",
  "Internal solid infill pattern": "Внутрішній суцільний візерунок заповнення",
  "Support": "Підтримка",
  "Enable Support": "Увімкнути підтримку",
  "Type": "Тип",
  "Threshold angle": "Кут порогу",
  "On build plate only": "Тільки на робочій пластині",
  "Others": "Інші",
  "Temperatures": "Температури",
  "Nozzle Temperature": "Температура сопла",
  "Nozzle Temperature (First Layer)": "Температура сопла (перший шар)",
  "Bed Temperature": "Температура ліжка",
  "Bed Temperature (First Layer)": "Температура ліжка (перший шар)",
  "Skirt": "Спідниця",
  "Skirt loops": "Шлейки для спідниці",
  "Skirt Height": "Висота спідниці",
  "Brim": "Край",
  "Brim type": "Тип козирка",
  "Brim width": "Ширина козирка",
  "Special mode": "Спеціальний режим",
  "Print sequence": "Послідовність друку",
  "Spiral vase": "Спіральна ваза",
  "Fuzzy skin": "Нечітка шкіра",
  "Choose a Printer": "Виберіть принтер",
  "Choose a Filament": "Виберіть нитку розпилення",
  "Choose a Print Process": "Виберіть процес друку",
  "Your 30-Day {localizedDom} Free Trial Has Started!": "Ваша 30-денна безкоштовна пробна версія {localizedDom} розпочалася!",
  "Pro Plan": "Професійний план",
  "{trialDaysLeft} Days Left on Your {localizedDom} Free Trial!": "{trialDaysLeft} Залишилося днів до кінця вашої безкоштовної пробної версії {localizedDom}!",
  "Unlimited, 25 FPS Premium Webcam Streaming": "Необмежена преміальна трансляція з веб-камери з роздільною здатністю 25 кадрів/с",
  "250 Hours Watched by AI for Failure Detection": "250 годин спостереження за допомогою штучного інтелекту для виявлення збоїв",
  "G-Code Remote Upload and Printing": "Дистанційне завантаження та друк за допомогою G-коду",
  "Link your 3D printer now so that you can fully enjoy the 30-Day Free Trial": "Підключіть свій 3D-принтер зараз, щоб мати змогу повною мірою насолодитися 30-денною безкоштовною пробною версією",
  "Link Printer": "Підключення принтера",
  "It's as easy as 1-2-3": "Це так само просто, як 1-2-3",
  "Just Checking Out": "Просто перевіряю",
  "Not a whole lot you can see without your printer linked": "Без підключеного принтера ви мало що можете побачити",
  "Not ready to start yet? {localizedDom} to pause your free trial.": "Ще не готові почати? {localizedDom}, щоб призупинити безкоштовний пробний період.",
  "Email us": "Напишіть нам"
}