{
  "Printers": "Impresoras",
  "Print History": "Historial de impresión",
  "G-Codes": "Códigos G",
  "Pricing": "Precios",
  "Help": "Ayuda",
  "SIGN IN": "INICIAR SESIÓN",
  "SIGN UP": "INSCRIBIRSE",
  "Preferences": "Preferencias",
  "Log out": "Finalizar la sesión",
  "{name} AI Detection Hours / month pack": "{{name}} Horas de detección de IA/paquete mensual",
  "AI Detection Hour Pack not selected": "Paquete de horas de detección de IA no seleccionado",
  "{name} AI Detection Hours / month": "{{name}} Horas de detección de IA/mes",
  "No AI Detection Hour Pack": "Paquete de horas sin detección de IA",
  "You need to": "Necesitas",
  "verify your primary email": "verificar su correo electrónico principal",
  "as it will be used for billing communication.": "ya que se utilizará para la comunicación de facturación.",
  "Annual (SAVE 33%)": "Anual (AHORRE 33%)",
  "Monthly": "Mensual",
  "Number of printer(s)": "Número de impresora(s)",
  "Add": "Agregar",
  " (No change) ": "(Sin cambios)",
  "Remove": "Eliminar",
  "Add Subscribe&Save AI Detection Hour Pack?": "¿Añadir paquete de horas de detección de IA de suscripción y ahorro?",
  "Popular": "Popular",
  "Current": "Actual",
  "Total": "Total",
  "Pro plan": "Plan profesional",
  "1st printer (included)": "Primera impresora (incluida)",
  "additional": "adicional",
  "50 AI Detection Hours / month (included)": "50 horas de detección de IA/mes (incluidas)",
  "This is the total amount on your next bill. Click 'Checkout' see how much is due today.": "Este es el importe total de tu próxima factura. Haz clic en \"Pagar\" para ver cuánto debes pagar hoy.",
  "Cancel": "Cancelar",
  "Checkout": "Verificar",
  "Questions You May Have": "Preguntas que usted pueda tener",
  "What currency are your prices in?": "¿En qué moneda están sus precios?",
  "They’re in US dollars.": "Están en dólares estadounidenses.",
  "Which plan is right for me?": "¿Qué plan es adecuado para mí?",
  "It depends on how many 3D printers you have, and how often you print.": "Depende de cuántas impresoras 3D tengas y con qué frecuencia imprimas.",
  "The Free plan is for users who print occasionally. Another reason why you may want to choose the Free plan is you don't mind slow webcam streaming (up to 1 FPS). The Free plan even comes with 100 free Basic AI Detection Hours per month. Hours don't roll over month to month.": "El plan gratuito es para usuarios que imprimen ocasionalmente. Otra razón por la que podrías elegirlo es si no te importa la transmisión lenta por webcam (hasta 1 FPS). El plan gratuito incluye 100 horas de detección básica de IA gratis al mes. Las horas no se acumulan mensualmente.",
  "The Pro plan is for users who print more often and want to enjoy additional features like watching the webcam feed at the slick 25 FPS rate. It also comes with 100 Advanced AI Detection Hours every month - giving you the ability to detect failures faster and more reliably. If you occasionally print more than 100 hours a month, you will most likely be ok because the Advanced AI Detection Hours roll over month to month.": "El plan Pro es para usuarios que imprimen con más frecuencia y desean disfrutar de funciones adicionales, como ver la transmisión de la cámara web a una velocidad de 25 FPS). Además, incluye 100 horas de detección avanzada de IA al mes, lo que permite detectar fallos con mayor rapidez y fiabilidad. Si ocasionalmente imprime más de 100 horas al mes, probablemente no tendrá problemas, ya que las horas de detección avanzada de IA se acumulan mes a mes.",
  "Can I change my plan?": "¿Puedo cambiar mi plan?",
  "Of course! You can change the number of printers, add/change/remove Subcribe&Save AI Detection Hour Pack, or between annual and monthly, at any time as long as your subscription is still active.": "¡Claro! Puedes cambiar el número de impresoras, añadir, modificar o eliminar el Paquete de Horas de Detección de IA de Subscribe&Save, o cambiar entre anual y mensual, en cualquier momento mientras tu suscripción siga activa.",
  "You will keep the unused AI Detection Hours when you change your subscription plan.": "Conservarás las horas de detección de IA no utilizadas cuando cambies tu plan de suscripción.",
  "Can I cancel my plan?": "¿Puedo cancelar mi plan?",
  "Yes again! You can cancel your subscription any time.": "¡Sí otra vez! Puedes cancelar tu suscripción en cualquier momento.",
  "However, the AI Detection Hours included in the plan will expire at the end of your subscription period.": "Sin embargo, las horas de detección de IA incluidas en el plan caducarán al final de su período de suscripción.",
  "What is your refund policy?": "¿Cuál es su política de reembolso?",
  "We offer a {localizedDom}": "Ofrecemos un {localizedDom}",
  "30-Day Full Refund Policy": "Política de reembolso completo de 30 días",
  "If you are not happy with the Pro plan, just {localizedDom} within 30 days and we will give you a full refund.": "Si no está satisfecho con el plan Pro, simplemente {localizedDom} dentro de los 30 días y le daremos un reembolso completo.",
  "email us": "Envíenos un correo electrónico",
  "After 30 days, you can still cancel the subscription at any time. However, we usually don't refund the payment, due to the nature of a subscription service. Instead, we will keep your subscription active until the end of the current billing cycle. This is also a common practice for virtually all other subscription services such as Netflix.": "Después de 30 días, aún puedes cancelar la suscripción en cualquier momento. Sin embargo, debido a la naturaleza de un servicio de suscripción, normalmente no reembolsamos el pago. En su lugar, mantendremos tu suscripción activa hasta el final del ciclo de facturación actual. Esta es una práctica común para prácticamente todos los demás servicios de suscripción, como Netflix.",
  "However, we are all human and we want to be reasonable. If you have a good reason why we should refund to you after 30 days, {localizedDom} and we will consider your request.": "Sin embargo, todos somos humanos y queremos ser razonables. Si tiene una buena razón para que le reembolsemos después de 30 días, marque {localizedDom} y consideraremos su solicitud.",
  "Is it safe to give my credit card number to the Kingroon?": "¿Es seguro dar mi número de tarjeta de crédito a Kingroon?",
  "Wrong question! You will not give credit number to us. Instead, it's Chargebee, {localizedDom}, that takes your credit card number and safely stores it.": "¡Pregunta equivocada! No nos proporcionará su número de tarjeta de crédito. En su lugar, Chargebee, {localizedDom}, toma su número de tarjeta de crédito y lo almacena de forma segura.",
  "a fully compliant billing service provider": "un proveedor de servicios de facturación totalmente compatible",
  "Under no circumstances will Kingroon process or store your payment information.": "Bajo ninguna circunstancia Kingroon procesará o almacenará su información de pago.",
  "I have many printers and print a lot. The Pro plan becomes really expensive. Can I still use the Kingroon app?": "Tengo muchas impresoras e imprimo mucho. El plan Pro se vuelve muy caro. ¿Puedo seguir usando la app de Kingroon?",
  "Please {localizedDom} to customize a plan that works for your budget.": "Por favor, marque {localizedDom} para personalizar un plan que se ajuste a su presupuesto.",
  "contact us": "Contáctanos",
  "I saw {brandName} mentioned somewhere. What does {brandName} have to do with Kingroon?": "Vi que mencionaban {{brandName}} en alguna parte. ¿Qué tiene que ver {{brandName}} con Kingroon?",
  "{brandName} has partnered with Kingroon to provide Kingroon users with AI and a mobile app for Kingroon 3D printers. {brandName}, a US based company is the developer of the Kingroon App.": "{{brandName}} se ha asociado con Kingroon para proporcionar a los usuarios de Kingroon IA y una aplicación móvil para las impresoras 3D Kingroon. {{brandName}}, una empresa con sede en EE. UU., es el desarrollador de la aplicación Kingroon.",
  "The Free plan is for users with only 1 printer and print very in-frequently. Another reason why you may want to choose the Free plan is you don't mind slow webcam streaming (up to 5 FPS). The Free plan even comes with 10 free AI Detection Hours per month. And you can get {localizedDom} if you need more.": "El plan gratuito es para usuarios con una sola impresora que imprimen con poca frecuencia. Otra razón por la que podrías elegir el plan gratuito es si no te importa la transmisión lenta por webcam (hasta 5 FPS). El plan gratuito incluye 10 horas de detección de IA gratis al mes. Y puedes obtener {localizedDom} si necesitas más.",
  "additional AI Detection Hours": "horas adicionales de detección de IA",
  "The Pro plan is for users who want to enjoy watching the webcam feed at the slick 25 FPS rate. It also comes with 50 AI Detection Hours every month. If you occasionally print more than 50 hours a month, you will most likely be ok because the {localizedDom}. When you upgrade to the Pro plan, you are also eligible to the {localizedDom2} at favorable rates.": "El plan Pro es para usuarios que desean disfrutar de la transmisión de la cámara web a una velocidad de 25 FPS. Además, incluye 50 horas de detección de IA al mes. Si ocasionalmente imprime más de 50 horas al mes, probablemente no tendrá problemas, ya que el {localizedDom}. Al actualizar al plan Pro, también podrá disfrutar del {localizedDom2} con tarifas favorables.",
  "Subscribe&Save AI Detection Hour Packs": "Suscríbete y ahorra en paquetes de horas de detección de IA",
  "I have X printers and I print Y hours a month. Tell me exactly how much the Pro plan will cost me.": "Tengo X impresoras e imprimo Y horas al mes. Dime exactamente cuánto me costará el plan Pro.",
  "Oops. We forgot to mention we have built a {localizedDom} for you.": "Ups. Olvidamos mencionar que hemos creado un {localizedDom} para ti.",
  "price calculator": "calculadora de precios",
  "However, the AI Detection Hours included in the plan and Subscribe&Save pack will expire at the end of your subscription period.": "Sin embargo, las horas de detección de IA incluidas en el plan y el paquete Suscríbete y ahorra caducarán al final de tu período de suscripción.",
  "Is it safe to give my credit card number to the {brandName} Cloud?": "¿Es seguro dar mi número de tarjeta de crédito a la nube {{brandName}}?",
  "Under no circumstances will the {brandName} Cloud process or store your payment information.": "Bajo ninguna circunstancia la Nube {{brandName}} procesará o almacenará su información de pago.",
  "I have many printers and print a lot. The Pro plan becomes really expensive. Can I still use the {brandName} Cloud?": "Tengo muchas impresoras e imprimo mucho. El plan Pro se vuelve muy caro. ¿Puedo seguir usando la nube {{brandName}}?",
  "Failed to cancel subscription": "No se pudo cancelar la suscripción",
  "Your subscription will expire at the end of current billing cycle.": "Su suscripción expirará al final del ciclo de facturación actual.",
  "I understand I will {localizedDom} when my subscription expires.": "Entiendo que marcaré {localizedDom} cuando expire mi suscripción.",
  "lose the unused expirable AI Detection Hours": "perder las horas de detección de IA no utilizadas y que expiran",
  "One last thing. Please tell us why you want to cancel your subscription": "Una última cosa. Por favor, díganos por qué quiere cancelar su suscripción.",
  "Other": "Otro",
  "I changed my mind. I'll keep my subscription": "Cambié de opinión. Mantendré mi suscripción.",
  "I still want to cancel my subscription": "Todavía quiero cancelar mi suscripción",
  "Failed to delete account": "No se pudo eliminar la cuenta",
  "Delete Account": "Eliminar cuenta",
  "Your account will be permanently deleted!": "¡Tu cuenta será eliminada permanentemente!",
  "I understand I will lose all data.": "Entiendo que perderé todos los datos.",
  "One last thing. Please tell us why you want to delete your account": "Una última cosa. Por favor, díganos por qué quiere eliminar su cuenta.",
  "Delete my account": "Eliminar mi cuenta",
  "You have an active subscription. If you want to delete your account, please {localizedDom}": "Tienes una suscripción activa. Si quieres eliminar tu cuenta, haz clic en {localizedDom}",
  "send us an email": "Envíanos un correo electrónico",
  "AI Detection Hours": "Horas de detección de IA",
  "Total AI Detection Hours ({localizedDom})": "Total de horas de detección de IA ({localizedDom})",
  "details": "detalles",
  " Unlimited ": "Ilimitado",
  "Included in subscription plan or Subscribe&Save DH Pack.": "Incluido en el plan de suscripción o Pack Suscríbete&Ahorra DH.",
  "Expires when subscription ends": "Caduca cuando finaliza la suscripción",
  "Earned or bought with Pre-paid DH Pack.": "Ganado o comprado con paquete DH prepago.",
  "(Never expires.)": "(Nunca caduca.)",
  "Running short of AI Detection Hours?": "¿Se está quedando sin horas de detección de IA?",
  "Get more >>>": "Obtenga más información >>>",
  "Renew your subscription plan": "Renueva tu plan de suscripción",
  "Click": "Hacer clic",
  "here": "aquí",
  "to open the billing portal.": "para abrir el portal de facturación.",
  "Click on your subscription.": "Haga clic en su suscripción.",
  "Click \"Remove scheduled cancellation\"": "Haga clic en \"Eliminar cancelación programada\".",
  "It looks like you have a legacy DH Pack that we have discontinued.": "Parece que tienes un paquete DH heredado que hemos descontinuado.",
  "Please email {name} to change your subscription.": "Envíe un correo electrónico a {{name}} para cambiar su suscripción.",
  "Subscription Plan": "Plan de suscripción",
  "You are currently on the Free plan.": "Actualmente estás en el plan gratuito.",
  "You can still enjoy essential features such as the {localizedDom} and 10 free {localizedDom2} per month.": "Todavía puedes disfrutar de funciones esenciales como {localizedDom} y 10 {localizedDom2} gratis por mes.",
  "Basic Webcam Streaming": "Transmisión básica por cámara web",
  "If you want to watch your webcam with the {localizedDom} and get more AI Detection Hours so that Obi can watch your prints for you, you can upgrade to the Pro plan.": "Si desea ver su cámara web con {localizedDom} y obtener más horas de detección de IA para que Obi pueda ver sus impresiones por usted, puede actualizar al plan Pro.",
  "Premium Webcam Streaming": "Transmisión de cámara web premium",
  "Compare the plans": "Comparar los planes",
  "Your free trial of the Pro plan": "Tu prueba gratuita del plan Pro",
  "will expire": "expirará",
  "AI Detection Hours will also expire with your free trial": "Las horas de detección de IA también caducarán con tu prueba gratuita",
  "You can upgrade to Pro now to keep them.": "Puedes actualizar a Pro ahora para conservarlos.",
  "Upgrade to Pro Now (30-Day Money Back Guarantee)": "Actualice a Pro ahora (garantía de devolución de dinero de 30 días)",
  "About the free trial": "Acerca de la prueba gratuita",
  "During the 1 month trial period, you have access to all Pro features.": "Durante el período de prueba de 1 mes, tendrá acceso a todas las funciones Pro.",
  "We also gave you 250 free {localizedDom}": "También te regalamos 250 {localizedDom} gratis",
  "so you would be able to fully experience the power of {brandName} without having to worry about running out.": "para que puedas experimentar plenamente el poder de {{brandName}} sin tener que preocuparte por quedarte sin él.",
  "At the end of the free trial, you can continue the Pro plan with an annual or monthly subscription. Otherwise your account will be automatically converted to the Free plan.": "Al finalizar la prueba gratuita, puedes continuar con el plan Pro con una suscripción anual o mensual. De lo contrario, tu cuenta se convertirá automáticamente al plan gratuito.",
  "You are currently on the complimentary Pro plan.": "Actualmente estás en el plan Pro gratuito.",
  "It'll expire {localizedDom}": "Expirará el {localizedDom}",
  "At that time, you can {localizedDom} or do nothing, in which case your account will be converted to Free plan automatically.": "En ese momento, puedes {localizedDom} o no hacer nada, en cuyo caso tu cuenta se convertirá automáticamente al plan gratuito.",
  "upgrade to the Pro plan": "actualizar al plan Pro",
  "Compare the plans >>>": "Compara los planes >>>",
  "Complimentary Pro plan doesn't allows Subscribe&Save AI Detection Hour Pack as add-ons. If you need more AI Detection Hours, you can get Pre-paid AI Detection Hour Pack.": "El plan Pro gratuito no permite el Paquete de Horas de Detección de IA \"Suscríbete y Ahorra\" como complemento. Si necesitas más horas de detección de IA, puedes obtener el Paquete de Horas de Detección de IA de prepago.",
  "Your Pro plan will end {localizedDom}": "Tu plan Pro finalizará el {localizedDom}",
  "You will lose the remaining expirable AI Detection Hours when your plan ends (see {localizedDom} ).": "Perderá las horas de detección de IA restantes que puedan vencerse cuando finalice su plan (consulte {localizedDom} ).",
  "To avoid the loss": "Para evitar la pérdida",
  "renew the plan now": "renueva el plan ahora",
  "You are currently on the Pro plan.": "Actualmente estás en el plan Pro.",
  "Your next billing date is": "Su próxima fecha de facturación es",
  "Plan total": "Plan total",
  "Plan base": "Base del plan",
  "Additional printer(s)": "Impresora(s) adicional(es)",
  "You have fewer printers than you subscribed for. You can change your subscription to save money.": "Tienes menos impresoras de las que te suscribiste. Puedes cambiar tu suscripción para ahorrar dinero.",
  "The total doesn't reflect the coupon you may have received. Check your invoice for the final amount you paid.": "El total no refleja el cupón que recibiste. Consulta tu factura para ver el importe final que pagaste.",
  "Change Subscription": "Cambiar suscripción",
  "Cancel Subscription": "Cancelar suscripción",
  "Need to view invoices or change payment method?": "¿Necesita ver facturas o cambiar el método de pago?",
  "Open the billing portal": "Abrir el portal de facturación",
  "Subscription": "Suscripción",
  "Oops...": "Ups...",
  "Something went wrong! Please": "¡Algo salió mal! Por favor",
  "Contact us": "Contáctanos",
  "for help.": "para obtener ayuda.",
  "Are you sure?": "¿Está seguro?",
  "Delete {name} printer? This action can not be undone.": "¿Eliminar la impresora {{name}}? Esta acción no se puede deshacer.",
  "Yes": "Sí",
  "No": "No",
  "Printer deleted": "Impresora eliminada",
  "{name} has been permanently deleted": "{{name}} ha sido eliminado permanentemente",
  "Archived Printers": "Impresoras archivadas",
  "The following printers have been archived because you have more printers than your plan allows.": "Las siguientes impresoras se han archivado porque tiene más impresoras de las que permite su plan.",
  "Un-archive": "Desarchivar",
  "Delete": "Borrar",
  "You have a few options to un-archive printer(s)": "Tiene algunas opciones para desarchivar impresoras",
  "Delete or archive the printers you no longer need.": "Elimina o archiva las impresoras que ya no necesitas.",
  "Upgrade to the Pro plan. Please remember the Free plan is limited to only 1 printer. Check out {localizedDom}.": "Actualízate al plan Pro. Recuerda que el plan gratuito está limitado a una sola impresora. Consulta {localizedDom}.",
  "the Pro plan pricing": "Los precios del plan Pro",
  "If you are already on the Pro plan, you can change the number of printers on {localizedDom}.": "Si ya está en el plan Pro, puede cambiar la cantidad de impresoras en {localizedDom}.",
  "your subscription page": "su página de suscripción",
  "Once your account is set up to allow for more printers, come back and un-archive the printers here.": "Una vez que su cuenta esté configurada para permitir más impresoras, regrese y desarchive las impresoras aquí.",
  "Questions on why your printers are archived?": "¿Tiene preguntas sobre por qué sus impresoras están archivadas?",
  "Contact us.": "Contáctanos.",
  "You have no archived printers.": "No tienes impresoras archivadas.",
  "Go back to the printer page.": "Regresar a la página de la impresora.",
  "The {brandName} plugin version is too old to use this function. Please update it to the latest version to test camera!": "La versión del plugin {{brandName}} es demasiado antigua para usar esta función. ¡Actualízala a la última versión para probar la cámara!",
  "Please confirm the snapshot below came from a": "Por favor, confirme que la instantánea a continuación proviene de una",
  "nozzle camera": "cámara de boquilla",
  "not a regular webcam. The AI will NOT function correctly on a regular camera.": "No es una cámara web normal. La IA no funcionará correctamente en una cámara normal.",
  "Unable to connect to your nozzle camera using the URL you entered!": "¡No se puede conectar a la cámara de boquilla usando la URL que ingresaste!",
  "Please check the instruction for how to find the correct URL for your nozzle camera.": "Consulte las instrucciones para saber cómo encontrar la URL correcta para la cámara de su boquilla.",
  "Nozzle Ninja AI Configuration": "Configuración de IA de Nozzle Ninja",
  "Nozzle Ninja, {brandName}’s First Layer AI, Is Here!": "¡Nozzle Ninja, la primera IA de capa de {{brandName}}, ya está aquí!",
  "Configure a compatible nozzle camera to get started": "Configure una cámara de boquilla compatible para comenzar",
  "Update the {brandName} Plugin in OctoPrint or Fluidd/Mainsail": "Actualice el complemento {{brandName}} en OctoPrint o Fluidd/Mainsail",
  "Before you configure Nozzle Ninja, Update the {brandName} plugin in OctoPrint or Fluidd/Mainsail. Once the plugin is up-to-date, restart your printer or Raspberry, and then come back here.": "Antes de configurar Nozzle Ninja, actualice el plugin {{brandName}} en OctoPrint o Fluidd/Mainsail. Una vez actualizado, reinicie su impresora o Raspberry Pi y vuelva aquí.",
  "Select the Printer You Want to Configure": "Seleccione la impresora que desea configurar",
  "Printers Found": "Impresoras encontradas",
  "Select which printer(s) you want to configure. Note: AI detection hours are currently not impacted by first layer AI.": "Seleccione las impresoras que desea configurar. Nota: Las horas de detección de IA no se ven afectadas actualmente por la IA de primera capa.",
  "Please select a printer to configure": "Seleccione una impresora para configurar",
  "Nozzle camera URL saved!": "¡URL de la cámara de boquilla guardada!",
  "System: ": "Sistema: ",
  "Post first layer scan": "Después del escaneo de la primera capa",
  "Scan your print after your first layer is done at a lower speed. The scan will produce better images more in focus and with less motion blur. This is opted in by default but you can opt out of it.": "Escanee su impresión después de terminar la primera capa a menor velocidad. El escaneo producirá imágenes de mejor calidad, más enfocadas y con menos desenfoque de movimiento. Esta opción está activada por defecto, pero puede desactivarla.",
  "Note: Please make sure": "Nota: Por favor asegúrese",
  "the slicer correctly configured": "La cortadora configurada correctamente",
  "Otherwise it won't scan.": "De lo contrario, no se escaneará.",
  "Enable post first layer scan": "Habilitar el escaneo posterior a la primera capa",
  "Scan at height": "Escanear en altura",
  "Cooldown extruder": "Extrusor de enfriamiento",
  "Retract before scan": "Retraer antes del escaneo",
  "Retraction speed": "Velocidad de retracción",
  "No printers found!": "¡No se encontraron impresoras!",
  "Nozzle Ninja Configuration": "Configuración de Nozzle Ninja",
  "Follow the camera configuration guide to configure your nozzle camera with {brandName}": "Siga la guía de configuración de la cámara para configurar su cámara de boquilla con {{brandName}}",
  "Nozzle Ninja configuration guide for Klipper ": "Guía de configuración del Boquilla Ninja para Klipper ",
  "Nozzle Ninja configuration guide for Octoprint ": "Guía de configuración de Nozzle Ninja para Octoprint",
  "Slicer Configuration": "Configuración de la segmentación de datos",
  "Configure your slicer to send first layer information to {brandName} and optionally enable first layer scanning. First layer scanning is an experimental feature that enables a slow scan of the first layer. This feature requires some configureation to avoid impacting print quality.": "Configure su segmentación de datos para enviar la información de la primera capa a {{brandName}} y, opcionalmente, habilite el escaneo de la primera capa. El escaneo de la primera capa es una función experimental que permite un escaneo lento de la primera capa. Esta función requiere cierta configuración para evitar afectar la calidad de impresión.",
  "Currently, PrusaSlicer, SuperSlicer and OrcaSlicer are supported.": "Actualmente, son compatibles PrusaSlicer, SuperSlicer y OrcaSlicer.",
  "Slicer configuration guide ": "Guía de configuración de la segmentación de datos",
  "Close": "Cerca",
  "Slice": "Rebanada",
  "Likes": "Gustos",
  "Collections": "Colecciones",
  "Files": "Archivos",
  "Summary": "Resumen",
  "Print Settings": "Configuración de impresión",
  "Printer brand": "Marca de impresora",
  "Printer": "Impresora",
  "Rafts": "Balsas",
  "Supports": "Soportes",
  "License": "Licencia",
  "Comments": "Comentarios",
  "File Selection": "Selección de archivos",
  "Search": "Buscar",
  "Relevant Models": "Modelos relevantes",
  "Popular 3D Models: Last 30 Days": "Modelos 3D populares: últimos 30 días",
  "Last redeemed Detective Hours": "Últimas horas de detective canjeadas",
  "Code": "Código",
  "Hours": "Horas",
  "Description": "Descripción",
  "Redeemed at": "Redimido en",
  "AI Hour Coupon Codes": "Códigos de cupón de AI Hour",
  "Here are your AI Hour coupon codes and their redemption status.": "Aquí están sus códigos de cupón de AI Hour y su estado de canje.",
  "Available": "Disponible",
  "You have no AI Hour coupon codes.": "No tienes códigos de cupón de AI Hour.",
  "Error": "Error",
  "Failed to downgrade subscription. Please try again.": "No se pudo degradar la suscripción. Inténtelo de nuevo.",
  "Your JusPrin Unlimited subscription will be cancelled at the end of the billing cycle and you will downgrade to the Free plan.": "Su suscripción JusPrin Unlimited se cancelará al final del ciclo de facturación y se degradará al plan Gratuito.",
  "You will lose unlimited AI credits and return to 50 AI credits per month.": "Perderá los créditos de IA ilimitados y volverá a 50 créditos de IA por mes.",
  "Are you sure you want to proceed?": "¿Está seguro de que desea continuar?",
  "Yes, downgrade to Free plan": "Sí, degradar al plan Gratuito",
  "Back to Chat": "Back to Chat",
  "Free": "Gratis",
  "Free for everyone": "Gratis para todos",
  "50 AI credits per month. Reset on the first day of each month": "50 créditos de IA por mes. Se reinicia el primer día de cada mes",
  "Community support": "Soporte de la comunidad",
  "JusPrin Unlimited": "JusPrin Ilimitado",
  "Billed annually": "Facturado anualmente",
  "per year": "por año",
  "per month": "por mes",
  "{percentage}% off for Obico Pro subscribers, Yay!": "¡{percentage}% de descuento para suscriptores de Obico Pro!",
  "Unlimited AI credits": "Créditos de IA ilimitados",
  "Unlimited \"Do Your Magic\" AI generations": "Generaciones de IA \"Haz tu magia\" ilimitadas",
  "AI memory: remember your slicing preferences": "Memoria de IA: recordar sus preferencias de corte",
  "Email support. 24 hours response time": "Soporte por correo electrónico. Tiempo de respuesta de 24 horas",
  "Loading...": "Cargando...",
  "Loading subscription information...": "Cargando información de suscripción...",
  "Frequently Asked Questions": "Preguntas frecuentes",
  "I am an Obico Pro Plan subscriber. Am I eligible for a discount on the Unlimited Plan?": "I am an Obico Pro Plan subscriber. Am I eligible for a discount on the Unlimited Plan?",
  "Yes! You'll receive 30% off the Unlimited Plan. By the way, thank you for supporting the Obico project! 😊": "Yes! You'll receive 30% off the Unlimited Plan. By the way, thank you for supporting the Obico project! 😊",
  "I'm an Obico Pro Plan subscriber. Why don't I see the 30% discount?": "I'm an Obico Pro Plan subscriber. Why don't I see the 30% discount?",
  "First, make sure you're signed into the Obico account with an active Pro subscription. If you still don't see the discount on this page, it should appear at checkout. If it doesn't show up there either, please contact us at support@obico.io for assistance.": "First, make sure you're signed into the Obico account with an active Pro subscription. If you still don't see the discount on this page, it should appear at checkout. If it doesn't show up there either, please contact us at support@obico.io for assistance.",
  "Am I able to cancel the Unlimited Plan?": "Am I able to cancel the Unlimited Plan?",
  "Yes, you can cancel at any time by clicking 'Downgrade to Free.'": "Yes, you can cancel at any time by clicking 'Downgrade to Free.'",
  "What happens after I downgrade to the Free plan?": "What happens after I downgrade to the Free plan?",
  "Your Unlimited Plan won't renew when your current term ends, and your account won't be charged. You'll still have access to unlimited AI credits until the end of your current term.": "Your Unlimited Plan won't renew when your current term ends, and your account won't be charged. You'll still have access to unlimited AI credits until the end of your current term.",
  "Can I get a refund for the Unlimited Plan?": "Can I get a refund for the Unlimited Plan?",
  "By default, no. This is to prevent abuse, as processing refunds incurs significant fees that we're unable to absorb.": "By default, no. This is to prevent abuse, as processing refunds incurs significant fees that we're unable to absorb.",
  "Is it possible to request an exception for a refund?": "Is it possible to request an exception for a refund?",
  "We handle these requests on a case-by-case basis. You can contact support@obico.io to request an exception and provide your reason for the request.": "We handle these requests on a case-by-case basis. You can contact support@obico.io to request an exception and provide your reason for the request.",
  "Unlimited Plan Activated!": "¡Plan Ilimitado Activado!",
  "Enjoy unlimited AI credits!": "¡Disfruta de créditos AI ilimitados!",
  "Redirecting to chat window in": "Redirigiendo a la ventana de chat en",
  "second": "segundo",
  "seconds": "segundos",
  "You can now close the JusPrin app to make sure the new plan will be effective.": "You can now close the JusPrin app to make sure the new plan will be effective.",
  "Go to Chat Now": "Ir al Chat Ahora",
  "OK": "OK",
  "Build Your Pro Plan": "Crea tu plan Pro",
  "You have already redeemed this coupon.": "Ya has canjeado este cupón.",
  "Please contact Obico Support at": "Comuníquese con el soporte de Obico en",
  "Failed to redeem the coupon code. Please try again later.": "No se pudo canjear el código de cupón. Inténtalo de nuevo más tarde.",
  "Oops! You already have an Obico Pro Plan...": "¡Uy! Ya tienes un Plan Obico Pro...",
  "Contact obico support at": "Comuníquese con el soporte de obico en",
  "Oops! Invalid Coupon!": "¡Ups! ¡Cupón no válido!",
  "Activate Your Three-Month Obico Pro Plan": "Activa tu plan Obico Pro de tres meses",
  "As a valued Big Tree Tech customer, once your included plan expires, you can upgrade to a more advanced plan at a special discounted price. This offer is exclusively available for Big Tree Tech customers to ensure you continue to enjoy the benefits of Obico without interruption.": "Como valioso cliente de Big Tree Tech, una vez que su plan incluido expire, podrá actualizar a un plan más avanzado con un precio especial. Esta oferta es exclusiva para clientes de Big Tree Tech, lo que le permitirá seguir disfrutando de los beneficios de Obico sin interrupciones.",
  "Redeem Plan": "Plan de canje",
  "Upgrade to an Obico Pro Plan and get a 25% discount as a valued BTT customer!": "Actualice a un plan Obico Pro y obtenga un 25% de descuento como valioso cliente de BTT.",
  "Obico has partnered with Big Tree Tech to give you an exclusive discount on an Obico Pro Plan. Get instant access to AI failure detection, first layer AI, webcam streaming, a highly rated mobile app and more for your 3D printer.": "Obico se ha asociado con Big Tree Tech para ofrecerte un descuento exclusivo en el Plan Obico Pro. Obtén acceso instantáneo a detección de fallos con IA, IA de primera capa, transmisión por webcam, una aplicación móvil de alta calificación y mucho más para tu impresora 3D.",
  "Choose Plan": "Elija un plan",
  "What's Included with Your Pro Plan": "Qué incluye tu plan Pro",
  "AI Failure Detection": "Detección de fallos de IA",
  "Webcam Streaming": "Transmisión por cámara web",
  "Full Remote Access": "Acceso remoto completo",
  "Mobile & Web App": "Aplicación móvil y web",
  "Printer Management": "Administración de impresoras",
  "Compatible with Your Favorite Software": "Compatible con tu software favorito",
  "Highly Rated Mobile App": "Aplicación móvil altamente calificada",
  "Available for iOS and Android": "Disponible para iOS y Android",
  "What happens when the three-month Pro Plan expires?": "¿Qué sucede cuando expira el Plan Pro de tres meses?",
  "When your three-month plan expires, you will have the chance to upgrade to one of Obico’s Pro Plans at a special discounted rate. Learn more about the plan options": "Al finalizar tu plan de tres meses, tendrás la oportunidad de actualizar a uno de los Planes Pro de Obico con un descuento especial. Obtén más información sobre las opciones de planes.",
  "If you choose not to upgrade, your plan will be automatically reverted to an Obico Free Plan.": "Si decide no actualizar, su plan volverá automáticamente a un plan gratuito de Obico.",
  "Welcome To": "Bienvenido a",
  "Your three-month Pro Plan Is Now Active": "Tu plan Pro de tres meses ya está activo",
  "Unlimited Premium Webcam Streaming": "Transmisión ilimitada de cámara web premium",
  "Unlimited AI Failure Detection": "Detección ilimitada de fallos de IA",
  "G-Code Remote Uploading and Printing": "Carga e impresión remota de código G",
  "Unlimited Secure Tunnel to OctoPrint/Klipper": "Túnel seguro ilimitado a OctoPrint/Klipper",
  "Go To Printer Control Page": "Ir a la página de control de la impresora",
  "Sign Up or Sign in to Your Obico Account": "Regístrese o inicie sesión en su cuenta de Obico",
  "And get instant access to": "Y obtén acceso instantáneo a",
  "Signup/Sign In": "Registrarse/Iniciar sesión",
  "Create an account or Sign in to Choose Your plan": "Crea una cuenta o inicia sesión para elegir tu plan",
  "Create Account/Sign In": "Crear cuenta/Iniciar sesión",
  "Create an account or Sign in to Choose Your plan and get": "Crea una cuenta o inicia sesión para elegir tu plan y obtener",
  "Webcam-Based AI Failure Detection": "Detección de fallos mediante IA basada en cámara web",
  "Nozzle Ninja First Layer AI Failure Detection": "Detección de fallos de IA de primera capa de Nozzle Ninja",
  " for ${month} / month (${hour} / AI Detection Hour). Billed ${year} annually.": "por ${{month}} / mes (${{hour}} / hora de detección de IA). Facturación anual de ${{year}}.",
  " for ${month} / month (${hour} / AI Detection Hour).": "por ${{month}} / mes (${{hour}} / hora de detección de IA).",
  "Calculate Plan Cost": "Calcular el costo del plan",
  "Kingroon Connect Plans": "Planes de Kingroon Connect",
  "Print occasionally.": "Imprima ocasionalmente.",
  "Unlimited Kingroon printers allowed": "Se permiten impresoras Kingroon ilimitadas",
  "Get Started": "Empezar",
  "Basic webcam streaming": "Transmisión básica por cámara web",
  "100 {localizedDom} AI Detection Hours/month, 30s detection interval": "100 {localizedDom} Horas de detección de IA/mes, intervalo de detección de 30 s",
  "Basic": "Básico",
  "300MB /mo tunnel data - Access Mainsail or Fluidd remotely": "Datos de túnel de 300 MB/mes: acceso remoto a Mainsail o Fluidd",
  "200MB total G-code cloud storage": "200 MB de almacenamiento total en la nube de código G",
  "Companion mobile app for {localizedDom} and {localizedDom2}": "Aplicación móvil complementaria para {localizedDom} y {localizedDom2}",
  "Android": "Androide",
  "iOS": "iOS",
  "Remote printer access and control": "Acceso y control remoto de la impresora",
  "Failure alerts and print status updates sent through push notification": "Alertas de fallas y actualizaciones del estado de impresión enviadas mediante notificaciones push",
  "Community technical support": "Soporte técnico comunitario",
  "Pro": "Pro",
  "Print every day. 2+ printers.": "Imprima todos los días. Más de 2 impresoras.",
  "$": "$",
  "month": "mes",
  "(Billed {name} annually)": "(Facturado {{name}} anualmente)",
  "1st printer included": "Primera impresora incluida",
  "2+ printers at $": "2+ impresoras a $",
  "month / printer": "mes / impresora",
  "View/Change Subscription": "Ver/Cambiar suscripción",
  "Full refund within 30 days if you are not happy.": "Reembolso completo dentro de los 30 días si no está satisfecho.",
  "Upgrade (30-Day Money Back Guarantee)": "Actualización (Garantía de devolución de dinero de 30 días)",
  "Start 1 month FREE trial": "Comience una prueba gratuita de 1 mes",
  "Premium webcam streaming": "Transmisión premium de cámara web",
  "100 {localizedDom} AI Detection Hours per month, 10s detection interval": "100 {localizedDom} Horas de detección de IA por mes, intervalo de detección de 10 s",
  "Advanced": "Avanzado",
  "Unlimited tunnel data - Access Mainsail or fluidd remotely": "Datos de túnel ilimitados: acceso a Mainsail o fluidd de forma remota",
  "5GB total G-Code cloud storage": "5 GB de almacenamiento total en la nube de G-Code",
  "Email technical support": "Soporte técnico por correo electrónico",
  "Printer feed sharing with premium streaming quality": "Compartir la alimentación de la impresora con calidad de transmisión premium",
  "Invalid coupon code. Please make sure the coupon code has not been used, and has not expired. If you believe you have a valid coupon code, please ": "Código de cupón no válido. Asegúrate de que el código de cupón no se haya usado ni haya caducado. Si crees que tienes un código de cupón válido,",
  "As a valued Mintion customer, once your included plan expires, you can upgrade to a more advanced plan at a special discounted price. This offer is exclusively available for Mintion customers to ensure you continue to enjoy the benefits of Obico without interruption.": "Como valioso cliente de Mintion, una vez que su plan incluido expire, podrá actualizar a un plan más avanzado con un descuento especial. Esta oferta es exclusiva para clientes de Mintion, lo que le permitirá seguir disfrutando de las ventajas de Obico sin interrupciones.",
  "Activate Your One Year Obico Pro Plan": "Activa tu plan Obico Pro de un año",
  "As a valued Mintion customer, you are eligible for an exclusive life-time Pro Plan discount. When you redeem your plan, you’ll be asked to enter your credit card so we can give you the exclusive 20% discount when your plan renews.": "Como valioso cliente de Mintion, tienes derecho a un descuento exclusivo de por vida en el Plan Pro. Al canjear tu plan, se te pedirá que ingreses tu tarjeta de crédito para que podamos ofrecerte el 20% de descuento exclusivo al renovarlo.",
  "If you don’t want your plan to renew, you can cancel the plan after the plan is activated so that it will not automatically renew after one year.": "Si no desea que su plan se renueve, puede cancelarlo después de que se active para que no se renueve automáticamente después de un año.",
  "I already paid for the Pro Plan. Why do I need to enter my credit card information again?": "Ya pagué el Plan Pro. ¿Por qué necesito ingresar nuevamente la información de mi tarjeta de crédito?",
  "Your plan is fully covered for the first one year. After the first one year, the plan will renew with a special discount available exclusively for Mintion customers. You are free to cancel the plan at any time in the “Subscription” section of the Obico mobile or web app.": "Tu plan está completamente cubierto durante el primer año. Después, se renovará con un descuento especial exclusivo para clientes de Mintion. Puedes cancelar el plan en cualquier momento en la sección \"Suscripción\" de la aplicación móvil o web de Obico.",
  "Still have questions?": "¿Aún tienes preguntas?",
  "Contact": "Contacto",
  "{brandName} support.": "Soporte para {{brandName}}.",
  "Oops! You already have an {brandName} Pro Plan...": "¡Uy! Ya tienes un Plan Pro {{brandName}}...",
  "Contact {brandName} support at": "Comuníquese con el soporte de {{brandName}} al",
  "Activate Your {brandName} Pro Plan": "Activa tu plan Pro {{brandName}}",
  "As a valued Sovol customer, you are eligible for an exclusive Pro Plan discount. When you redeem your plan, you’ll be asked to enter your credit card so we can give you the exclusive 20% discount when your plan renews.": "Como cliente de Sovol, tiene derecho a un descuento exclusivo del Plan Pro. Al canjear su plan, se le solicitará que ingrese su tarjeta de crédito para que podamos ofrecerle el 20% de descuento exclusivo al renovarlo.",
  "Your plan is fully covered for the first year. After the first year, the plan will renew with a special discount available exclusively for Sovol customers. You are free to cancel the plan at any time in the “Subscription” section of the {brandname} mobile or web app.": "Tu plan está completamente cubierto durante el primer año. Después, se renovará con un descuento especial exclusivo para clientes de Sovol. Puedes cancelar el plan en cualquier momento en la sección \"Suscripción\" de la aplicación móvil o web {{brandname}}.",
  "As a valued 3DO Nozzle Camera customer, once your included plan expires, you can upgrade to a more advanced plan at a special discounted price. This offer is exclusively available for 3DO customers to ensure you continue to enjoy the benefits of Obico without interruption.": "Como cliente de la cámara de boquillas 3DO, una vez que su plan incluido expire, podrá actualizar a un plan más avanzado con un descuento especial. Esta oferta es exclusiva para clientes de 3DO, lo que le permitirá seguir disfrutando de las ventajas de Obico sin interrupciones.",
  "What's Included with Your Plan": "Qué incluye su plan",
  "Obico Cloud Plans": "Planes de Obico Cloud",
  "Thinking about self-hosting Obico Server instead?": "¿Piensas en auto-alojar Obico Server en su lugar?",
  "Check out self-hosting vs Obico Cloud.": "Compara auto-alojamiento vs Obico Cloud.",
  "Limited to 1 printer.": "Limitado a 1 impresora.",
  "10 free AI Detection Hours/month included": "10 horas de detección de IA gratuitas al mes incluidas",
  "300MB /mo tunnel data": "300 MB/mes de datos de túnel",
  "G-Code cloud storage up to 50MB per file, 1GB total": "Almacenamiento en la nube de G-Code hasta 50 MB por archivo, 1 GB en total",
  "Notifications via Email, mobile push notification, Telegram, and more.": "Notificaciones por correo electrónico, notificaciones push móviles, Telegram y más.",
  "300MB /mo integration with your favorite 3rd-party mobile apps": "Integración de 300 MB/mes con tus aplicaciones móviles de terceros favoritas",
  "Calculate cost": "Calcular el costo",
  "50 free AI Detection Hours/month included": "50 horas de detección de IA gratuitas al mes incluidas",
  "Unlimited tunnel data": "Datos de túnel ilimitados",
  "G-Code cloud storage up to 500MB per file, 50GB total": "Almacenamiento en la nube de G-Code hasta 500 MB por archivo, 50 GB en total",
  "Unlimited integration with your favorite 3rd-party mobile apps": "Integración ilimitada con tus aplicaciones móviles de terceros favoritas",
  "Failure alerts via SMS (text message)": "Alertas de fallos vía SMS (mensaje de texto)",
  "AI Detection Hour Packs": "Paquetes de horas de detección de IA",
  "Need more AI Detection Hours? Add the right amount of AI Detection Hours without burning a hole on your wallet.": "¿Necesitas más horas de detección de IA? Añade la cantidad justa sin gastar mucho dinero.",
  "Pre-paid Pack": "Paquete prepago",
  "Turn on AI failure detection only for the prints.": "Activa la detección de fallas de IA solo para las impresiones.",
  "Available to all plans.": "Disponible para todos los planes.",
  "Pre-paid AI Detection Hours never expire.": "Las horas de detección de IA prepagas nunca vencen.",
  "One Time Purchase.": "Compra única.",
  "for": "para",
  "Start 1 month FREE trial + 250 FREE AI Detection Hours": "Comience una prueba GRATUITA de 1 mes + 250 horas de detección de IA GRATIS",
  "Purchase Selected AI Detection Hour Pack": "Compra el paquete de horas de detección de IA seleccionado",
  "Subscribe&Save Packs": "Paquetes de suscripción y ahorro",
  "AI failure detection for all prints.": "Detección de fallos mediante IA para todas las impresiones.",
  "Available only as add-on to the Pro plan.": "Disponible sólo como complemento del plan Pro.",
  "Subscribed AI Detection Hours roll over month to month.": "Las horas de detección de IA suscritas se transfieren mes a mes.",
  "Subscribed AI Detection Hours expire when subscription ends.": "Las horas de detección de IA suscritas expiran cuando finaliza la suscripción.",
  "You can change AI Detection Hour Pack or remove it from your Pro plan any time you want.": "Puedes cambiar el paquete de horas de detección de IA o eliminarlo de tu plan Pro en cualquier momento que lo desees.",
  "Upgrade to Pro with selected AI Detection Hour Pack": "Actualice a Pro con el paquete de horas de detección de IA seleccionado",
  "Calculate Cost >>>": "Calcular costo >>>",
  "The Spaghetti Gallery": "La Galería de Espaguetis",
  "End of public time-lapse list.": "Fin de la lista pública de time-lapse.",
  "Loading filaments...": "Cargando filamentos...",
  "No compatible filaments found.": "No se encontraron filamentos compatibles.",
  "Confirm": "Confirmar",
  "Rotate": "Girar",
  "X (deg)": "X (grados)",
  "Y (deg)": "Y (grados)",
  "Z (deg)": "Z (grados)",
  "Scale": "Escala",
  "Uniform": "Uniforme",
  "Percent": "Por ciento",
  "Dimension": "Dimensión",
  "Reset": "Reiniciar",
  "Translate": "Traducir",
  "X-axis": "Eje X",
  "Y-Axis": "Eje Y",
  "Loading files ": "Cargando archivos",
  "Slicing Settings": "Ajustes de corte",
  "Please Select a Printer": "Por favor seleccione una impresora",
  "Filament": "Filamento",
  "Please Select a Printer First": "Seleccione primero una impresora",
  "Please Select a Filament": "Por favor seleccione un filamento",
  "Print Process": "Proceso de impresión",
  "Please Select Printer & Filament": "Seleccione impresora y filamento",
  "Please Select a Print Process": "Seleccione un proceso de impresión",
  "Modify Current Print Profile": "Modificar el perfil de impresión actual",
  "Quality": "Calidad",
  "Layer height": "Altura de la capa",
  "Seam": "Costura",
  "Seam position": "Posición de la costura",
  "Walls and Surfaces": "Paredes y superficies",
  "Only one wall on top surfaces": "Sólo una pared en las superficies superiores",
  "Strength": "Fortaleza",
  "Walls": "Muros",
  "Wall loops": "bucles de pared",
  "Top/bottom shells": "Conchas superiores/inferiores",
  "Top surface pattern": "Patrón de la superficie superior",
  "Top shell layers": "Capas superiores de la carcasa",
  "Top shell thickness": "Espesor de la carcasa superior",
  "Bottom surface pattern": "Patrón de la superficie inferior",
  "Bottom shell layers": "Capas de la capa inferior",
  "Bottom shell thickness": "Espesor de la carcasa inferior",
  "Infill": "Relleno",
  "Sparse Infill Density": "Densidad de relleno dispersa",
  "Sparse infill pattern": "Patrón de relleno disperso",
  "Internal solid infill pattern": "Patrón de relleno sólido interno",
  "Support": "Apoyo",
  "Enable Support": "Habilitar soporte",
  "Type": "Tipo",
  "Threshold angle": "ángulo de umbral",
  "On build plate only": "Solo en la placa de construcción",
  "Others": "Otros",
  "Temperatures": "Temperaturas",
  "Nozzle Temperature": "Temperatura de la boquilla",
  "Nozzle Temperature (First Layer)": "Temperatura de la boquilla (primera capa)",
  "Bed Temperature": "Temperatura de la cama",
  "Bed Temperature (First Layer)": "Temperatura de la cama (primera capa)",
  "Skirt": "Falda",
  "Skirt loops": "trabillas de falda",
  "Skirt Height": "Altura de la falda",
  "Brim": "Borde",
  "Brim type": "Tipo de ala",
  "Brim width": "Ancho del ala",
  "Special mode": "Modo especial",
  "Print sequence": "Secuencia de impresión",
  "Spiral vase": "Jarrón espiral",
  "Fuzzy skin": "Piel peluda",
  "Choose a Printer": "Elija una impresora",
  "Choose a Filament": "Elija un filamento",
  "Choose a Print Process": "Elija un proceso de impresión",
  "Your 30-Day {localizedDom} Free Trial Has Started!": "¡Tu prueba gratuita de 30 días de {localizedDom} ha comenzado!",
  "Pro Plan": "Plan Pro",
  "{trialDaysLeft} Days Left on Your {localizedDom} Free Trial!": "{trialDaysLeft} ¡Quedan días para tu {localizedDom} prueba gratuita!",
  "Unlimited, 25 FPS Premium Webcam Streaming": "Transmisión ilimitada de cámara web premium a 25 FPS",
  "250 Hours Watched by AI for Failure Detection": "250 horas vigiladas por IA para la detección de fallos",
  "G-Code Remote Upload and Printing": "Carga e impresión remota de código G",
  "Link your 3D printer now so that you can fully enjoy the 30-Day Free Trial": "Vincula tu impresora 3D ahora para que puedas disfrutar al máximo de la prueba gratuita de 30 días",
  "Link Printer": "Impresora de enlaces",
  "It's as easy as 1-2-3": "Es tan fácil como 1-2-3",
  "Just Checking Out": "Sólo echando un vistazo",
  "Not a whole lot you can see without your printer linked": "No hay mucho que puedas ver sin tu impresora conectada",
  "Not ready to start yet? {localizedDom} to pause your free trial.": "¿Aún no estás listo para empezar? Pulsa {localizedDom} para pausar tu prueba gratuita.",
  "Email us": "Envíenos un correo electrónico"
}