{
  "Printers": "Impressoras",
  "Print History": "Histórico de impressão",
  "G-Codes": "Códigos G",
  "Pricing": "Preços",
  "Help": "Ajuda",
  "SIGN IN": "ENTRAR",
  "SIGN UP": "INSCREVER-SE",
  "Preferences": "Preferências",
  "Log out": "Sair",
  "{name} AI Detection Hours / month pack": "{{name}} Pacote de horas de detecção de IA/mês",
  "AI Detection Hour Pack not selected": "Pacote de horas de detecção de IA não selecionado",
  "{name} AI Detection Hours / month": "{{name}} Horas de detecção de IA / mês",
  "No AI Detection Hour Pack": "Pacote de horas sem detecção de IA",
  "You need to": "Você precisa",
  "verify your primary email": "verifique seu e-mail principal",
  "as it will be used for billing communication.": "pois será usado para comunicação de cobrança.",
  "Annual (SAVE 33%)": "Anual (ECONOMIZE 33%)",
  "Monthly": "Mensal",
  "Number of printer(s)": "Número de impressora(s)",
  "Add": "Adicionar",
  " (No change) ": "(Sem alterações)",
  "Remove": "Remover",
  "Add Subscribe&Save AI Detection Hour Pack?": "Adicionar Assinar e Salvar Pacote de Horas de Detecção de IA?",
  "Popular": "Popular",
  "Current": "Atual",
  "Total": "Total",
  "Pro plan": "Plano Pro",
  "1st printer (included)": "1ª impressora (incluída)",
  "additional": "adicional",
  "50 AI Detection Hours / month (included)": "50 horas de detecção de IA / mês (incluídas)",
  "This is the total amount on your next bill. Click 'Checkout' see how much is due today.": "Este é o valor total da sua próxima fatura. Clique em \"Finalizar compra\" para ver quanto vence hoje.",
  "Cancel": "Cancelar",
  "Checkout": "Confira",
  "Questions You May Have": "Perguntas que você pode ter",
  "What currency are your prices in?": "Em que moeda estão os seus preços?",
  "They’re in US dollars.": "Eles estão em dólares americanos.",
  "Which plan is right for me?": "Qual plano é o certo para mim?",
  "It depends on how many 3D printers you have, and how often you print.": "Depende de quantas impressoras 3D você tem e com que frequência você imprime.",
  "The Free plan is for users who print occasionally. Another reason why you may want to choose the Free plan is you don't mind slow webcam streaming (up to 1 FPS). The Free plan even comes with 100 free Basic AI Detection Hours per month. Hours don't roll over month to month.": "O plano Gratuito é para usuários que imprimem ocasionalmente. Outro motivo para escolher o plano Gratuito é que você não se importa com streaming lento da webcam (até 1 FPS). O plano Gratuito ainda inclui 100 horas gratuitas de Detecção Básica de IA por mês. As horas não são acumuladas mês a mês.",
  "The Pro plan is for users who print more often and want to enjoy additional features like watching the webcam feed at the slick 25 FPS rate. It also comes with 100 Advanced AI Detection Hours every month - giving you the ability to detect failures faster and more reliably. If you occasionally print more than 100 hours a month, you will most likely be ok because the Advanced AI Detection Hours roll over month to month.": "O plano Pro é para usuários que imprimem com mais frequência e desejam aproveitar recursos adicionais, como assistir à transmissão da webcam a uma taxa de 25 FPS. Ele também inclui 100 horas de Detecção Avançada de IA por mês, permitindo detectar falhas com mais rapidez e confiabilidade. Se você imprime ocasionalmente mais de 100 horas por mês, provavelmente não terá problemas, pois as horas de Detecção Avançada de IA são acumuladas mês a mês.",
  "Can I change my plan?": "Posso alterar meu plano?",
  "Of course! You can change the number of printers, add/change/remove Subcribe&Save AI Detection Hour Pack, or between annual and monthly, at any time as long as your subscription is still active.": "Claro! Você pode alterar o número de impressoras, adicionar/alterar/remover o Pacote de Horas de Detecção de IA Assinatura e Economia, ou entre anual e mensal, a qualquer momento, desde que sua assinatura ainda esteja ativa.",
  "You will keep the unused AI Detection Hours when you change your subscription plan.": "Você manterá as Horas de Detecção de IA não utilizadas ao alterar seu plano de assinatura.",
  "Can I cancel my plan?": "Posso cancelar meu plano?",
  "Yes again! You can cancel your subscription any time.": "Sim, de novo! Você pode cancelar sua assinatura a qualquer momento.",
  "However, the AI Detection Hours included in the plan will expire at the end of your subscription period.": "No entanto, as Horas de Detecção de IA incluídas no plano expirarão no final do período de assinatura.",
  "What is your refund policy?": "Qual é a sua política de reembolso?",
  "We offer a {localizedDom}": "Oferecemos um {localizedDom}",
  "30-Day Full Refund Policy": "Política de reembolso total de 30 dias",
  "If you are not happy with the Pro plan, just {localizedDom} within 30 days and we will give you a full refund.": "Se você não estiver satisfeito com o plano Pro, basta {localizedDom} em até 30 dias e lhe daremos um reembolso total.",
  "email us": "envie-nos um e-mail",
  "After 30 days, you can still cancel the subscription at any time. However, we usually don't refund the payment, due to the nature of a subscription service. Instead, we will keep your subscription active until the end of the current billing cycle. This is also a common practice for virtually all other subscription services such as Netflix.": "Após 30 dias, você ainda pode cancelar a assinatura a qualquer momento. No entanto, normalmente não reembolsamos o pagamento devido à natureza de um serviço de assinatura. Em vez disso, manteremos sua assinatura ativa até o final do ciclo de cobrança atual. Essa também é uma prática comum para praticamente todos os outros serviços de assinatura, como a Netflix.",
  "However, we are all human and we want to be reasonable. If you have a good reason why we should refund to you after 30 days, {localizedDom} and we will consider your request.": "No entanto, somos todos humanos e queremos ser razoáveis. Se você tiver um bom motivo para reembolsá-lo após 30 dias, {localizedDom} e consideraremos sua solicitação.",
  "Is it safe to give my credit card number to the Kingroon?": "É seguro fornecer o número do meu cartão de crédito ao Kingroon?",
  "Wrong question! You will not give credit number to us. Instead, it's Chargebee, {localizedDom}, that takes your credit card number and safely stores it.": "Pergunta errada! Você não nos fornecerá o número do seu cartão de crédito. Em vez disso, é o Chargebee, {localizedDom}, que pega o número do seu cartão de crédito e o armazena com segurança.",
  "a fully compliant billing service provider": "um provedor de serviços de cobrança totalmente compatível",
  "Under no circumstances will Kingroon process or store your payment information.": "Em nenhuma circunstância a Kingroon processará ou armazenará suas informações de pagamento.",
  "I have many printers and print a lot. The Pro plan becomes really expensive. Can I still use the Kingroon app?": "Tenho muitas impressoras e imprimo bastante. O plano Pro fica muito caro. Ainda posso usar o aplicativo Kingroon?",
  "Please {localizedDom} to customize a plan that works for your budget.": "Por favor, {localizedDom} para personalizar um plano que se adapte ao seu orçamento.",
  "contact us": "Contate-nos",
  "I saw {brandName} mentioned somewhere. What does {brandName} have to do with Kingroon?": "Vi {{brandName}} mencionado em algum lugar. O que {{brandName}} tem a ver com Kingroon?",
  "{brandName} has partnered with Kingroon to provide Kingroon users with AI and a mobile app for Kingroon 3D printers. {brandName}, a US based company is the developer of the Kingroon App.": "{{brandName}} fez uma parceria com a Kingroon para fornecer aos usuários da Kingroon IA e um aplicativo móvel para impressoras 3D Kingroon. {{brandName}}, uma empresa sediada nos EUA, é a desenvolvedora do aplicativo Kingroon.",
  "The Free plan is for users with only 1 printer and print very in-frequently. Another reason why you may want to choose the Free plan is you don't mind slow webcam streaming (up to 5 FPS). The Free plan even comes with 10 free AI Detection Hours per month. And you can get {localizedDom} if you need more.": "O plano gratuito é para usuários com apenas uma impressora e que imprimem com pouca frequência. Outro motivo para escolher o plano gratuito é que você não se importa com streaming lento da webcam (até 5 FPS). O plano gratuito ainda inclui 10 horas de detecção de IA gratuitas por mês. E você pode obter {localizedDom} se precisar de mais.",
  "additional AI Detection Hours": "horas adicionais de detecção de IA",
  "The Pro plan is for users who want to enjoy watching the webcam feed at the slick 25 FPS rate. It also comes with 50 AI Detection Hours every month. If you occasionally print more than 50 hours a month, you will most likely be ok because the {localizedDom}. When you upgrade to the Pro plan, you are also eligible to the {localizedDom2} at favorable rates.": "O plano Pro é para usuários que desejam assistir à transmissão da webcam na taxa de 25 FPS. Ele também inclui 50 horas de detecção de IA por mês. Se você imprime ocasionalmente mais de 50 horas por mês, provavelmente não terá problemas, pois o plano {localizedDom}. Ao atualizar para o plano Pro, você também terá direito ao plano {localizedDom2} com taxas favoráveis.",
  "Subscribe&Save AI Detection Hour Packs": "Assine e economize pacotes de horas de detecção de IA",
  "I have X printers and I print Y hours a month. Tell me exactly how much the Pro plan will cost me.": "Tenho X impressoras e imprimo Y horas por mês. Diga-me exatamente quanto custará o plano Pro.",
  "Oops. We forgot to mention we have built a {localizedDom} for you.": "Ops. Esquecemos de mencionar que criamos um {localizedDom} para você.",
  "price calculator": "calculadora de preços",
  "However, the AI Detection Hours included in the plan and Subscribe&Save pack will expire at the end of your subscription period.": "No entanto, as Horas de Detecção de IA incluídas no plano e no pacote Assinar e Economizar expirarão no final do período de assinatura.",
  "Is it safe to give my credit card number to the {brandName} Cloud?": "É seguro fornecer o número do meu cartão de crédito para a Nuvem {{brandName}}?",
  "Under no circumstances will the {brandName} Cloud process or store your payment information.": "Em nenhuma circunstância o {{brandName}} Cloud processará ou armazenará suas informações de pagamento.",
  "I have many printers and print a lot. The Pro plan becomes really expensive. Can I still use the {brandName} Cloud?": "Tenho muitas impressoras e imprimo bastante. O plano Pro fica muito caro. Ainda posso usar a Nuvem {{brandName}}?",
  "Failed to cancel subscription": "Falha ao cancelar a assinatura",
  "Your subscription will expire at the end of current billing cycle.": "Sua assinatura expirará no final do ciclo de cobrança atual.",
  "I understand I will {localizedDom} when my subscription expires.": "Entendo que irei {localizedDom} quando minha assinatura expirar.",
  "lose the unused expirable AI Detection Hours": "perder as horas de detecção de IA expiradas não utilizadas",
  "One last thing. Please tell us why you want to cancel your subscription": "Uma última coisa. Por favor, diga-nos por que você deseja cancelar sua assinatura.",
  "Other": "Outro",
  "I changed my mind. I'll keep my subscription": "Mudei de ideia. Vou manter minha assinatura.",
  "I still want to cancel my subscription": "Ainda quero cancelar minha assinatura",
  "Failed to delete account": "Falha ao excluir conta",
  "Delete Account": "Excluir conta",
  "Your account will be permanently deleted!": "Sua conta será excluída permanentemente!",
  "I understand I will lose all data.": "Entendo que perderei todos os dados.",
  "One last thing. Please tell us why you want to delete your account": "Uma última coisa. Por favor, diga-nos por que você deseja excluir sua conta.",
  "Delete my account": "Excluir minha conta",
  "You have an active subscription. If you want to delete your account, please {localizedDom}": "Você tem uma assinatura ativa. Se quiser excluir sua conta, por favor, {localizedDom}",
  "send us an email": "envie-nos um e-mail",
  "AI Detection Hours": "Horas de detecção de IA",
  "Total AI Detection Hours ({localizedDom})": "Total de horas de detecção de IA ({localizedDom})",
  "details": "detalhes",
  " Unlimited ": "Ilimitado",
  "Included in subscription plan or Subscribe&Save DH Pack.": "Incluído no plano de assinatura ou no pacote Subscribe&Save DH.",
  "Expires when subscription ends": "Expira quando a assinatura termina",
  "Earned or bought with Pre-paid DH Pack.": "Ganho ou comprado com o pacote DH pré-pago.",
  "(Never expires.)": "(Nunca expira.)",
  "Running short of AI Detection Hours?": "Está com poucas horas de detecção de IA?",
  "Get more >>>": "Saiba mais >>>",
  "Renew your subscription plan": "Renove seu plano de assinatura",
  "Click": "Clique",
  "here": "aqui",
  "to open the billing portal.": "para abrir o portal de cobrança.",
  "Click on your subscription.": "Clique na sua assinatura.",
  "Click \"Remove scheduled cancellation\"": "Clique em \"Remover cancelamento agendado\"",
  "It looks like you have a legacy DH Pack that we have discontinued.": "Parece que você tem um DH Pack antigo que descontinuamos.",
  "Please email {name} to change your subscription.": "Envie um e-mail para {{name}} para alterar sua assinatura.",
  "Subscription Plan": "Plano de Assinatura",
  "You are currently on the Free plan.": "Atualmente você está no plano Gratuito.",
  "You can still enjoy essential features such as the {localizedDom} and 10 free {localizedDom2} per month.": "Você ainda pode aproveitar recursos essenciais, como o {localizedDom} e 10 {localizedDom2} gratuitos por mês.",
  "Basic Webcam Streaming": "Transmissão básica de webcam",
  "If you want to watch your webcam with the {localizedDom} and get more AI Detection Hours so that Obi can watch your prints for you, you can upgrade to the Pro plan.": "Se você quiser assistir sua webcam com o {localizedDom} e obter mais horas de detecção de IA para que o Obi possa assistir suas impressões digitais para você, você pode atualizar para o plano Pro.",
  "Premium Webcam Streaming": "Transmissão de webcam premium",
  "Compare the plans": "Compare os planos",
  "Your free trial of the Pro plan": "Seu teste gratuito do plano Pro",
  "will expire": "irá expirar",
  "AI Detection Hours will also expire with your free trial": "As horas de detecção de IA também expirarão com o seu teste gratuito",
  "You can upgrade to Pro now to keep them.": "Você pode atualizar para o Pro agora para mantê-los.",
  "Upgrade to Pro Now (30-Day Money Back Guarantee)": "Atualize para o Pro agora (garantia de reembolso de 30 dias)",
  "About the free trial": "Sobre o teste gratuito",
  "During the 1 month trial period, you have access to all Pro features.": "Durante o período de teste de 1 mês, você tem acesso a todos os recursos Pro.",
  "We also gave you 250 free {localizedDom}": "Também lhe demos 250 {localizedDom} grátis",
  "so you would be able to fully experience the power of {brandName} without having to worry about running out.": "para que você possa experimentar totalmente o poder do {{brandName}} sem ter que se preocupar em ficar sem.",
  "At the end of the free trial, you can continue the Pro plan with an annual or monthly subscription. Otherwise your account will be automatically converted to the Free plan.": "Ao final do teste gratuito, você pode continuar com o plano Pro com uma assinatura anual ou mensal. Caso contrário, sua conta será automaticamente convertida para o plano Gratuito.",
  "You are currently on the complimentary Pro plan.": "Atualmente, você está no plano Pro gratuito.",
  "It'll expire {localizedDom}": "Ele irá expirar em {localizedDom}",
  "At that time, you can {localizedDom} or do nothing, in which case your account will be converted to Free plan automatically.": "Nesse momento, você pode {localizedDom} ou não fazer nada, nesse caso sua conta será convertida automaticamente para o plano Gratuito.",
  "upgrade to the Pro plan": "atualizar para o plano Pro",
  "Compare the plans >>>": "Compare os planos >>>",
  "Complimentary Pro plan doesn't allows Subscribe&Save AI Detection Hour Pack as add-ons. If you need more AI Detection Hours, you can get Pre-paid AI Detection Hour Pack.": "O plano Pro gratuito não permite o Pacote de Horas de Detecção de IA Assine e Economize como complemento. Se precisar de mais Horas de Detecção de IA, você pode adquirir o Pacote de Horas de Detecção de IA pré-pago.",
  "Your Pro plan will end {localizedDom}": "Seu plano Pro terminará em {localizedDom}",
  "You will lose the remaining expirable AI Detection Hours when your plan ends (see {localizedDom} ).": "Você perderá as Horas de Detecção de IA expiradas restantes quando seu plano terminar (consulte {localizedDom}).",
  "To avoid the loss": "Para evitar a perda",
  "renew the plan now": "renove o plano agora",
  "You are currently on the Pro plan.": "Atualmente você está no plano Pro.",
  "Your next billing date is": "Sua próxima data de cobrança é",
  "Plan total": "Plano total",
  "Plan base": "Base do plano",
  "Additional printer(s)": "Impressora(s) adicional(is)",
  "You have fewer printers than you subscribed for. You can change your subscription to save money.": "Você tem menos impressoras do que as que assinou. Você pode alterar sua assinatura para economizar dinheiro.",
  "The total doesn't reflect the coupon you may have received. Check your invoice for the final amount you paid.": "O total não reflete o cupom que você recebeu. Verifique sua fatura para ver o valor final pago.",
  "Change Subscription": "Alterar assinatura",
  "Cancel Subscription": "Cancelar assinatura",
  "Need to view invoices or change payment method?": "Precisa visualizar faturas ou alterar o método de pagamento?",
  "Open the billing portal": "Abra o portal de cobrança",
  "Subscription": "Subscrição",
  "Oops...": "Ops...",
  "Something went wrong! Please": "Algo deu errado! Por favor!",
  "Contact us": "Contate-nos",
  "for help.": "para ajuda.",
  "Are you sure?": "Tem certeza?",
  "Delete {name} printer? This action can not be undone.": "Excluir a impressora {{name}}? Esta ação não pode ser desfeita.",
  "Yes": "Sim",
  "No": "Não",
  "Printer deleted": "Impressora excluída",
  "{name} has been permanently deleted": "{{name}} foi excluído permanentemente",
  "Archived Printers": "Impressoras arquivadas",
  "The following printers have been archived because you have more printers than your plan allows.": "As seguintes impressoras foram arquivadas porque você tem mais impressoras do que seu plano permite.",
  "Un-archive": "Desarquivar",
  "Delete": "Excluir",
  "You have a few options to un-archive printer(s)": "Você tem algumas opções para desarquivar impressora(s)",
  "Delete or archive the printers you no longer need.": "Exclua ou arquive as impressoras que você não precisa mais.",
  "Upgrade to the Pro plan. Please remember the Free plan is limited to only 1 printer. Check out {localizedDom}.": "Faça upgrade para o plano Pro. Lembre-se de que o plano Gratuito é limitado a apenas 1 impressora. Confira {localizedDom}.",
  "the Pro plan pricing": "o preço do plano Pro",
  "If you are already on the Pro plan, you can change the number of printers on {localizedDom}.": "Se você já estiver no plano Pro, poderá alterar o número de impressoras em {localizedDom}.",
  "your subscription page": "sua página de assinatura",
  "Once your account is set up to allow for more printers, come back and un-archive the printers here.": "Depois que sua conta estiver configurada para permitir mais impressoras, volte e desarquive as impressoras aqui.",
  "Questions on why your printers are archived?": "Dúvidas sobre por que suas impressoras são arquivadas?",
  "Contact us.": "Contate-nos.",
  "You have no archived printers.": "Você não tem nenhuma impressora arquivada.",
  "Go back to the printer page.": "Voltar para a página da impressora.",
  "The {brandName} plugin version is too old to use this function. Please update it to the latest version to test camera!": "A versão do plugin {{brandName}} é muito antiga para usar esta função. Atualize-a para a versão mais recente para testar a câmera!",
  "Please confirm the snapshot below came from a": "Por favor, confirme se o instantâneo abaixo veio de um",
  "nozzle camera": "câmera de bico",
  "not a regular webcam. The AI will NOT function correctly on a regular camera.": "Não é uma webcam comum. A IA NÃO funcionará corretamente em uma câmera comum.",
  "Unable to connect to your nozzle camera using the URL you entered!": "Não é possível conectar à sua câmera de bico usando o URL que você digitou!",
  "Please check the instruction for how to find the correct URL for your nozzle camera.": "Verifique as instruções sobre como encontrar o URL correto para sua câmera de bico.",
  "Nozzle Ninja AI Configuration": "Configuração do Nozzle Ninja AI",
  "Nozzle Ninja, {brandName}’s First Layer AI, Is Here!": "Nozzle Ninja, a IA de primeira camada da {{brandName}}, chegou!",
  "Configure a compatible nozzle camera to get started": "Configure uma câmera de bico compatível para começar",
  "Update the {brandName} Plugin in OctoPrint or Fluidd/Mainsail": "Atualizar o plugin {{brandName}} no OctoPrint ou Fluidd/Mainsail",
  "Before you configure Nozzle Ninja, Update the {brandName} plugin in OctoPrint or Fluidd/Mainsail. Once the plugin is up-to-date, restart your printer or Raspberry, and then come back here.": "Antes de configurar o Nozzle Ninja, atualize o plugin {{brandName}} no OctoPrint ou Fluidd/Mainsail. Assim que o plugin estiver atualizado, reinicie a impressora ou o Raspberry e volte aqui.",
  "Select the Printer You Want to Configure": "Selecione a impressora que você deseja configurar",
  "Printers Found": "Impressoras encontradas",
  "Select which printer(s) you want to configure. Note: AI detection hours are currently not impacted by first layer AI.": "Selecione a(s) impressora(s) que deseja configurar. Observação: os horários de detecção de IA atualmente não são afetados pela IA de primeira camada.",
  "Please select a printer to configure": "Selecione uma impressora para configurar",
  "Nozzle camera URL saved!": "URL da câmera Nozzle salva!",
  "System: ": "Sistema: ",
  "Post first layer scan": "Pós-digitalização da primeira camada",
  "Scan your print after your first layer is done at a lower speed. The scan will produce better images more in focus and with less motion blur. This is opted in by default but you can opt out of it.": "Digitalize sua impressão após a primeira camada ser concluída em uma velocidade mais baixa. A digitalização produzirá imagens melhores, mais focadas e com menos desfoque de movimento. Essa opção é ativada por padrão, mas você pode desativá-la.",
  "Note: Please make sure": "Nota: Certifique-se de",
  "the slicer correctly configured": "o fatiador configurado corretamente",
  "Otherwise it won't scan.": "Caso contrário, não será possível escanear.",
  "Enable post first layer scan": "Habilitar varredura pós-primeira camada",
  "Scan at height": "Escanear em altura",
  "Cooldown extruder": "Extrusora de resfriamento",
  "Retract before scan": "Retrair antes da digitalização",
  "Retraction speed": "Velocidade de retração",
  "No printers found!": "Nenhuma impressora encontrada!",
  "Nozzle Ninja Configuration": "Configuração do Nozzle Ninja",
  "Follow the camera configuration guide to configure your nozzle camera with {brandName}": "Siga o guia de configuração da câmera para configurar sua câmera de bico com {{brandName}}",
  "Nozzle Ninja configuration guide for Klipper ": "Guia de configuração do Nozzle Ninja para Klipper ",
  "Nozzle Ninja configuration guide for Octoprint ": "Guia de configuração do Nozzle Ninja para Octoprint",
  "Slicer Configuration": "Configuração do Slicer",
  "Configure your slicer to send first layer information to {brandName} and optionally enable first layer scanning. First layer scanning is an experimental feature that enables a slow scan of the first layer. This feature requires some configureation to avoid impacting print quality.": "Configure seu fatiador para enviar informações da primeira camada para {{brandName}} e, opcionalmente, habilitar a digitalização da primeira camada. A digitalização da primeira camada é um recurso experimental que permite uma digitalização lenta da primeira camada. Este recurso requer alguma configuração para não afetar a qualidade da impressão.",
  "Currently, PrusaSlicer, SuperSlicer and OrcaSlicer are supported.": "Atualmente, PrusaSlicer, SuperSlicer e OrcaSlicer são suportados.",
  "Slicer configuration guide ": "Guia de configuração do Slicer",
  "Close": "Fechar",
  "Slice": "Fatiar",
  "Likes": "Curtidas",
  "Collections": "Coleções",
  "Files": "Arquivos",
  "Summary": "Resumo",
  "Print Settings": "Configurações de impressão",
  "Printer brand": "Marca da impressora",
  "Printer": "Impressora",
  "Rafts": "Jangadas",
  "Supports": "Suportes",
  "License": "Licença",
  "Comments": "Comentários",
  "File Selection": "Seleção de arquivos",
  "Search": "Procurar",
  "Relevant Models": "Modelos Relevantes",
  "Popular 3D Models: Last 30 Days": "Modelos 3D populares: últimos 30 dias",
  "Last redeemed Detective Hours": "Últimas horas de detetive resgatadas",
  "Code": "Código",
  "Hours": "Horas",
  "Description": "Descrição",
  "Redeemed at": "Resgatado em",
  "AI Hour Coupon Codes": "Códigos de cupom AI Hour",
  "Here are your AI Hour coupon codes and their redemption status.": "Aqui estão seus códigos de cupom do AI Hour e seus status de resgate.",
  "Available": "Disponível",
  "You have no AI Hour coupon codes.": "Você não tem códigos de cupom do AI Hour.",
  "Error": "Erro",
  "Failed to downgrade subscription. Please try again.": "Falha ao fazer downgrade da assinatura. Tente novamente.",
  "Your JusPrin Unlimited subscription will be cancelled at the end of the billing cycle and you will downgrade to the Free plan.": "Sua assinatura JusPrin Unlimited será cancelada no final do ciclo de faturamento e você será rebaixado para o plano Gratuito.",
  "You will lose unlimited AI credits and return to 50 AI credits per month.": "Você perderá créditos AI ilimitados e retornará a 50 créditos AI por mês.",
  "Are you sure you want to proceed?": "Você tem certeza de que deseja prosseguir?",
  "Yes, downgrade to Free plan": "Sim, rebaixar para plano Gratuito",
  "Back to Chat": "Voltar ao bate-papo",
  "Free": "Livre",
  "Free for everyone": "Gratuito para todos",
  "50 AI credits per month. Reset on the first day of each month": "50 créditos AI por mês. Redefine no primeiro dia de cada mês",
  "Community support": "Suporte da comunidade",
  "JusPrin Unlimited": "JusPrin Ilimitado",
  "Billed annually": "Faturado anualmente",
  "per year": "por ano",
  "per month": "por mês",
  "{percentage}% off for Obico Pro subscribers, Yay!": "{percentage}% de desconto para assinantes Obico Pro, Eba!",
  "Unlimited AI credits": "Créditos AI ilimitados",
  "Unlimited \"Do Your Magic\" AI generations": "Gerações AI \"Faça Sua Mágica\" ilimitadas",
  "AI memory: remember your slicing preferences": "Memória AI: lembra suas preferêcias de fatiamento",
  "Email support. 24 hours response time": "Suporte por email. 24 horas de tempo de resposta",
  "Loading...": "Carregando...",
  "Loading subscription information...": "Carregando informações da assinatura...",
  "Frequently Asked Questions": "Perguntas frequentes",
  "I am an Obico Pro Plan subscriber. Am I eligible for a discount on the Unlimited Plan?": "Sou assinante do Plano Obico Pro. Tenho direito a um desconto no Plano Ilimitado?",
  "Yes! You'll receive 30% off the Unlimited Plan. By the way, thank you for supporting the Obico project! 😊": "Sim! Você receberá 30% de desconto no Plano Ilimitado. A propósito, obrigado por apoiar o projeto Obico! 😊",
  "I'm an Obico Pro Plan subscriber. Why don't I see the 30% discount?": "Sou assinante do Plano Obico Pro. Por que não vejo o desconto de 30%?",
  "First, make sure you're signed into the Obico account with an active Pro subscription. If you still don't see the discount on this page, it should appear at checkout. If it doesn't show up there either, please contact us at support@obico.io for assistance.": "Primeiro, certifique-se de que você está conectado à conta Obico com uma assinatura Pro ativa. Se você ainda não vir o desconto nesta página, ele deverá aparecer na finalização da compra. Se ele também não aparecer lá, entre em contato conosco em support@obico.io para obter assistência.",
  "Am I able to cancel the Unlimited Plan?": "Posso cancelar o Plano Ilimitado?",
  "Yes, you can cancel at any time by clicking 'Downgrade to Free.'": "Sim, você pode cancelar a qualquer momento clicando em 'Downgrade para Gratuito'.",
  "What happens after I downgrade to the Free plan?": "O que acontece depois que eu faço o downgrade para o plano Gratuito?",
  "Your Unlimited Plan won't renew when your current term ends, and your account won't be charged. You'll still have access to unlimited AI credits until the end of your current term.": "Seu Plano Ilimitado não será renovado quando o período atual terminar e sua conta não será cobrada. Você ainda terá acesso a créditos de IA ilimitados até o final do seu período atual.",
  "Can I get a refund for the Unlimited Plan?": "Posso obter um reembolso para o Plano Ilimitado?",
  "By default, no. This is to prevent abuse, as processing refunds incurs significant fees that we're unable to absorb.": "Por padrão, não. Isso é para evitar abusos, pois o processamento de reembolsos acarreta taxas significativas que não podemos absorver.",
  "Is it possible to request an exception for a refund?": "É possível solicitar uma exceção para um reembolso?",
  "We handle these requests on a case-by-case basis. You can contact support@obico.io to request an exception and provide your reason for the request.": "Tratamos esses pedidos caso a caso. Você pode entrar em contato com support@obico.io para solicitar uma exceção e fornecer o motivo da sua solicitação.",
  "Unlimited Plan Activated!": "Plano Ilimitado Ativado!",
  "Enjoy unlimited AI credits!": "Aproveite créditos AI ilimitados!",
  "Redirecting to chat window in": "Redirecionando para janela de chat em",
  "second": "segundo",
  "seconds": "segundos",
  "You can now close the JusPrin app to make sure the new plan will be effective.": "Agora você pode fechar o aplicativo JusPrin para garantir que o novo plano entre em vigor.",
  "Go to Chat Now": "Ir para o Chat Agora",
  "OK": "OK",
  "Build Your Pro Plan": "Crie seu plano profissional",
  "You have already redeemed this coupon.": "Você já resgatou este cupom.",
  "Please contact Obico Support at": "Entre em contato com o Suporte Obico em",
  "Failed to redeem the coupon code. Please try again later.": "Falha ao resgatar o código do cupom. Tente novamente mais tarde.",
  "Oops! You already have an Obico Pro Plan...": "Ops! Você já tem um Plano Obico Pro...",
  "Contact obico support at": "Entre em contato com o suporte da obico em",
  "Oops! Invalid Coupon!": "Ops! Cupom inválido!",
  "Activate Your Three-Month Obico Pro Plan": "Ative seu plano Obico Pro de três meses",
  "As a valued Big Tree Tech customer, once your included plan expires, you can upgrade to a more advanced plan at a special discounted price. This offer is exclusively available for Big Tree Tech customers to ensure you continue to enjoy the benefits of Obico without interruption.": "Como cliente valioso da Big Tree Tech, após o término do seu plano incluído, você poderá fazer upgrade para um plano mais avançado com um desconto especial. Esta oferta é exclusiva para clientes da Big Tree Tech, garantindo que você continue aproveitando os benefícios do Obico sem interrupções.",
  "Redeem Plan": "Resgatar Plano",
  "Upgrade to an Obico Pro Plan and get a 25% discount as a valued BTT customer!": "Atualize para um Plano Obico Pro e ganhe 25% de desconto como um cliente valioso da BTT!",
  "Obico has partnered with Big Tree Tech to give you an exclusive discount on an Obico Pro Plan. Get instant access to AI failure detection, first layer AI, webcam streaming, a highly rated mobile app and more for your 3D printer.": "A Obico fez uma parceria com a Big Tree Tech para oferecer a você um desconto exclusivo no Plano Obico Pro. Obtenha acesso instantâneo à detecção de falhas por IA, IA de primeira camada, streaming por webcam, um aplicativo móvel altamente avaliado e muito mais para sua impressora 3D.",
  "Choose Plan": "Escolha o plano",
  "What's Included with Your Pro Plan": "O que está incluído no seu plano Pro",
  "AI Failure Detection": "Detecção de falhas de IA",
  "Webcam Streaming": "Transmissão de webcam",
  "Full Remote Access": "Acesso remoto total",
  "Mobile & Web App": "Aplicativo móvel e web",
  "Printer Management": "Gerenciamento de impressoras",
  "Compatible with Your Favorite Software": "Compatível com seu software favorito",
  "Highly Rated Mobile App": "Aplicativo móvel altamente avaliado",
  "Available for iOS and Android": "Disponível para iOS e Android",
  "What happens when the three-month Pro Plan expires?": "O que acontece quando o Plano Pro de três meses expira?",
  "When your three-month plan expires, you will have the chance to upgrade to one of Obico’s Pro Plans at a special discounted rate. Learn more about the plan options": "Quando seu plano de três meses expirar, você terá a chance de atualizar para um dos Planos Pro da Obico com uma taxa de desconto especial. Saiba mais sobre as opções de plano",
  "If you choose not to upgrade, your plan will be automatically reverted to an Obico Free Plan.": "Se você optar por não fazer o upgrade, seu plano será automaticamente revertido para um Plano Obico Gratuito.",
  "Welcome To": "Bem-vindo ao",
  "Your three-month Pro Plan Is Now Active": "Seu Plano Pro de três meses já está ativo",
  "Unlimited Premium Webcam Streaming": "Transmissão ilimitada de webcam premium",
  "Unlimited AI Failure Detection": "Detecção ilimitada de falhas de IA",
  "G-Code Remote Uploading and Printing": "Upload e impressão remotos de código G",
  "Unlimited Secure Tunnel to OctoPrint/Klipper": "Túnel Seguro Ilimitado para OctoPrint/Klipper",
  "Go To Printer Control Page": "Ir para a página de controle da impressora",
  "Sign Up or Sign in to Your Obico Account": "Cadastre-se ou faça login na sua conta Obico",
  "And get instant access to": "E tenha acesso instantâneo a",
  "Signup/Sign In": "Inscreva-se/Entrar",
  "Create an account or Sign in to Choose Your plan": "Crie uma conta ou faça login para escolher seu plano",
  "Create Account/Sign In": "Criar conta/Fazer login",
  "Create an account or Sign in to Choose Your plan and get": "Crie uma conta ou faça login para escolher seu plano e obter",
  "Webcam-Based AI Failure Detection": "Detecção de falhas de IA baseada em webcam",
  "Nozzle Ninja First Layer AI Failure Detection": "Detecção de falhas de IA de primeira camada do Nozzle Ninja",
  " for ${month} / month (${hour} / AI Detection Hour). Billed ${year} annually.": "por ${{month}} / mês (${{hour}} / Hora de Detecção de IA). Cobrado ${{year}} anualmente.",
  " for ${month} / month (${hour} / AI Detection Hour).": "por ${{month}} / mês (${{hour}} / Hora de detecção de IA).",
  "Calculate Plan Cost": "Calcular o custo do plano",
  "Kingroon Connect Plans": "Planos Kingroon Connect",
  "Print occasionally.": "Imprima ocasionalmente.",
  "Unlimited Kingroon printers allowed": "Impressoras Kingroon ilimitadas permitidas",
  "Get Started": "Começar",
  "Basic webcam streaming": "Transmissão básica de webcam",
  "100 {localizedDom} AI Detection Hours/month, 30s detection interval": "100 {localizedDom} Horas de detecção de IA/mês, intervalo de detecção de 30 segundos",
  "Basic": "Básico",
  "300MB /mo tunnel data - Access Mainsail or Fluidd remotely": "Dados de túnel de 300 MB/mês - Acesse Mainsail ou Fluidd remotamente",
  "200MB total G-code cloud storage": "200 MB de armazenamento em nuvem de código G total",
  "Companion mobile app for {localizedDom} and {localizedDom2}": "Aplicativo móvel complementar para {localizedDom} e {localizedDom2}",
  "Android": "Andróide",
  "iOS": "iOS",
  "Remote printer access and control": "Acesso e controle remoto da impressora",
  "Failure alerts and print status updates sent through push notification": "Alertas de falha e atualizações de status de impressão enviados por meio de notificação push",
  "Community technical support": "Suporte técnico da comunidade",
  "Pro": "Pró",
  "Print every day. 2+ printers.": "Imprima todos os dias. 2+ impressoras.",
  "$": "$",
  "month": "mês",
  "(Billed {name} annually)": "(Cobrado {{name}} anualmente)",
  "1st printer included": "1ª impressora incluída",
  "2+ printers at $": "2+ impressoras por $",
  "month / printer": "mês / impressora",
  "View/Change Subscription": "Ver/Alterar Assinatura",
  "Full refund within 30 days if you are not happy.": "Reembolso total em até 30 dias se você não estiver satisfeito.",
  "Upgrade (30-Day Money Back Guarantee)": "Atualização (garantia de reembolso de 30 dias)",
  "Start 1 month FREE trial": "Comece um teste GRATUITO de 1 mês",
  "Premium webcam streaming": "Transmissão de webcam premium",
  "100 {localizedDom} AI Detection Hours per month, 10s detection interval": "100 {localizedDom} horas de detecção de IA por mês, intervalo de detecção de 10 segundos",
  "Advanced": "Avançado",
  "Unlimited tunnel data - Access Mainsail or fluidd remotely": "Dados de túnel ilimitados - Acesse o Mainsail ou o Fluidd remotamente",
  "5GB total G-Code cloud storage": "5 GB de armazenamento em nuvem G-Code total",
  "Email technical support": "Suporte técnico por e-mail",
  "Printer feed sharing with premium streaming quality": "Compartilhamento de feed de impressora com qualidade de streaming premium",
  "Invalid coupon code. Please make sure the coupon code has not been used, and has not expired. If you believe you have a valid coupon code, please ": "Código de cupom inválido. Certifique-se de que o código do cupom não tenha sido usado e não tenha expirado. Se você acredita ter um código de cupom válido, por favor",
  "As a valued Mintion customer, once your included plan expires, you can upgrade to a more advanced plan at a special discounted price. This offer is exclusively available for Mintion customers to ensure you continue to enjoy the benefits of Obico without interruption.": "Como cliente Mintion, após o término do seu plano incluído, você poderá fazer upgrade para um plano mais avançado com um desconto especial. Esta oferta é exclusiva para clientes Mintion, garantindo que você continue aproveitando os benefícios do Obico sem interrupções.",
  "Activate Your One Year Obico Pro Plan": "Ative seu plano Obico Pro de um ano",
  "As a valued Mintion customer, you are eligible for an exclusive life-time Pro Plan discount. When you redeem your plan, you’ll be asked to enter your credit card so we can give you the exclusive 20% discount when your plan renews.": "Como um cliente valioso da Mintion, você tem direito a um desconto exclusivo vitalício no Plano Pro. Ao resgatar seu plano, será solicitado que você insira seu cartão de crédito para que possamos lhe dar o desconto exclusivo de 20% na renovação do seu plano.",
  "If you don’t want your plan to renew, you can cancel the plan after the plan is activated so that it will not automatically renew after one year.": "Se você não quiser que seu plano seja renovado, poderá cancelá-lo após a ativação para que ele não seja renovado automaticamente após um ano.",
  "I already paid for the Pro Plan. Why do I need to enter my credit card information again?": "Já paguei pelo Plano Pro. Por que preciso inserir as informações do meu cartão de crédito novamente?",
  "Your plan is fully covered for the first one year. After the first one year, the plan will renew with a special discount available exclusively for Mintion customers. You are free to cancel the plan at any time in the “Subscription” section of the Obico mobile or web app.": "Seu plano tem cobertura total durante o primeiro ano. Após o primeiro ano, o plano será renovado com um desconto especial disponível exclusivamente para clientes Mintion. Você pode cancelar o plano a qualquer momento na seção \"Assinatura\" do aplicativo móvel ou web da Obico.",
  "Still have questions?": "Ainda tem dúvidas?",
  "Contact": "Contato",
  "{brandName} support.": "Suporte {{brandName}}.",
  "Oops! You already have an {brandName} Pro Plan...": "Ops! Você já tem um Plano Pro {{brandName}}...",
  "Contact {brandName} support at": "Entre em contato com o suporte do {{brandName}} em",
  "Activate Your {brandName} Pro Plan": "Ative seu plano {{brandName}} Pro",
  "As a valued Sovol customer, you are eligible for an exclusive Pro Plan discount. When you redeem your plan, you’ll be asked to enter your credit card so we can give you the exclusive 20% discount when your plan renews.": "Como um cliente valioso da Sovol, você tem direito a um desconto exclusivo no Plano Pro. Ao resgatar seu plano, será solicitado que você insira seu cartão de crédito para que possamos lhe dar o desconto exclusivo de 20% na renovação do seu plano.",
  "Your plan is fully covered for the first year. After the first year, the plan will renew with a special discount available exclusively for Sovol customers. You are free to cancel the plan at any time in the “Subscription” section of the {brandname} mobile or web app.": "Seu plano tem cobertura total durante o primeiro ano. Após o primeiro ano, o plano será renovado com um desconto especial disponível exclusivamente para clientes Sovol. Você pode cancelar o plano a qualquer momento na seção \"Assinatura\" do aplicativo móvel ou web {{brandname}}.",
  "As a valued 3DO Nozzle Camera customer, once your included plan expires, you can upgrade to a more advanced plan at a special discounted price. This offer is exclusively available for 3DO customers to ensure you continue to enjoy the benefits of Obico without interruption.": "Como cliente valioso da Câmera 3DO Nozzle, após o término do seu plano incluído, você poderá fazer upgrade para um plano mais avançado com um desconto especial. Esta oferta é exclusiva para clientes 3DO, para garantir que você continue aproveitando os benefícios da Obico sem interrupções.",
  "What's Included with Your Plan": "O que está incluído no seu plano",
  "Obico Cloud Plans": "Planos Obico Cloud",
  "Thinking about self-hosting Obico Server instead?": "Pensando em auto-hospedar o Obico Server?",
  "Check out self-hosting vs Obico Cloud.": "Compare auto-hospedagem vs Obico Cloud.",
  "Limited to 1 printer.": "Limitado a 1 impressora.",
  "10 free AI Detection Hours/month included": "10 horas de detecção de IA gratuitas/mês incluídas",
  "300MB /mo tunnel data": "Dados de túnel de 300 MB/mês",
  "G-Code cloud storage up to 50MB per file, 1GB total": "Armazenamento em nuvem G-Code de até 50 MB por arquivo, 1 GB no total",
  "Notifications via Email, mobile push notification, Telegram, and more.": "Notificações por e-mail, notificação push móvel, Telegram e muito mais.",
  "300MB /mo integration with your favorite 3rd-party mobile apps": "Integração de 300 MB/mês com seus aplicativos móveis de terceiros favoritos",
  "Calculate cost": "Calcular custo",
  "50 free AI Detection Hours/month included": "50 horas de detecção de IA gratuitas/mês incluídas",
  "Unlimited tunnel data": "Dados de túnel ilimitados",
  "G-Code cloud storage up to 500MB per file, 50GB total": "Armazenamento em nuvem G-Code de até 500 MB por arquivo, 50 GB no total",
  "Unlimited integration with your favorite 3rd-party mobile apps": "Integração ilimitada com seus aplicativos móveis de terceiros favoritos",
  "Failure alerts via SMS (text message)": "Alertas de falhas via SMS (mensagem de texto)",
  "AI Detection Hour Packs": "Pacotes de horas de detecção de IA",
  "Need more AI Detection Hours? Add the right amount of AI Detection Hours without burning a hole on your wallet.": "Precisa de mais horas de detecção de IA? Adicione a quantidade certa de horas de detecção de IA sem estourar o seu orçamento.",
  "Pre-paid Pack": "Pacote Pré-pago",
  "Turn on AI failure detection only for the prints.": "Ative a detecção de falhas de IA somente para as impressões.",
  "Available to all plans.": "Disponível para todos os planos.",
  "Pre-paid AI Detection Hours never expire.": "As horas de detecção de IA pré-pagas nunca expiram.",
  "One Time Purchase.": "Compra única.",
  "for": "para",
  "Start 1 month FREE trial + 250 FREE AI Detection Hours": "Comece um teste GRATUITO de 1 mês + 250 horas de detecção de IA GRATUITAS",
  "Purchase Selected AI Detection Hour Pack": "Compre o pacote de horas de detecção de IA selecionado",
  "Subscribe&Save Packs": "Pacotes de Assinatura e Economia",
  "AI failure detection for all prints.": "Detecção de falhas de IA para todas as impressões.",
  "Available only as add-on to the Pro plan.": "Disponível apenas como complemento ao plano Pro.",
  "Subscribed AI Detection Hours roll over month to month.": "As horas de detecção de IA assinadas são acumuladas mês a mês.",
  "Subscribed AI Detection Hours expire when subscription ends.": "As horas de detecção de IA assinadas expiram quando a assinatura termina.",
  "You can change AI Detection Hour Pack or remove it from your Pro plan any time you want.": "Você pode alterar o AI Detection Hour Pack ou removê-lo do seu plano Pro quando quiser.",
  "Upgrade to Pro with selected AI Detection Hour Pack": "Atualize para Pro com o pacote de horas de detecção de IA selecionado",
  "Calculate Cost >>>": "Calcular Custo >>>",
  "The Spaghetti Gallery": "A Galeria do Espaguete",
  "End of public time-lapse list.": "Fim da lista pública de lapsos de tempo.",
  "Loading filaments...": "Carregando filamentos...",
  "No compatible filaments found.": "Nenhum filamento compatível encontrado.",
  "Confirm": "Confirmar",
  "Rotate": "Girar",
  "X (deg)": "X (graus)",
  "Y (deg)": "Y (graus)",
  "Z (deg)": "Z (graus)",
  "Scale": "Escala",
  "Uniform": "Uniforme",
  "Percent": "Por cento",
  "Dimension": "Dimensão",
  "Reset": "Reiniciar",
  "Translate": "Traduzir",
  "X-axis": "Eixo X",
  "Y-Axis": "Eixo Y",
  "Loading files ": "Carregando arquivos",
  "Slicing Settings": "Configurações de fatiamento",
  "Please Select a Printer": "Selecione uma impressora",
  "Filament": "Filamento",
  "Please Select a Printer First": "Selecione uma impressora primeiro",
  "Please Select a Filament": "Selecione um filamento",
  "Print Process": "Processo de impressão",
  "Please Select Printer & Filament": "Selecione Impressora e Filamento",
  "Please Select a Print Process": "Selecione um processo de impressão",
  "Modify Current Print Profile": "Modificar perfil de impressão atual",
  "Quality": "Qualidade",
  "Layer height": "Altura da camada",
  "Seam": "Costura",
  "Seam position": "Posição da costura",
  "Walls and Surfaces": "Paredes e Superfícies",
  "Only one wall on top surfaces": "Apenas uma parede nas superfícies superiores",
  "Strength": "Força",
  "Walls": "Paredes",
  "Wall loops": "Laços de parede",
  "Top/bottom shells": "Conchas superior/inferior",
  "Top surface pattern": "Padrão de superfície superior",
  "Top shell layers": "Camadas superiores da casca",
  "Top shell thickness": "Espessura da camada superior",
  "Bottom surface pattern": "Padrão de superfície inferior",
  "Bottom shell layers": "Camadas da casca inferior",
  "Bottom shell thickness": "Espessura da casca inferior",
  "Infill": "Preenchimento",
  "Sparse Infill Density": "Densidade de preenchimento esparso",
  "Sparse infill pattern": "Padrão de preenchimento esparso",
  "Internal solid infill pattern": "Padrão de preenchimento sólido interno",
  "Support": "Apoiar",
  "Enable Support": "Habilitar suporte",
  "Type": "Tipo",
  "Threshold angle": "Ângulo limite",
  "On build plate only": "Somente na placa de construção",
  "Others": "Outros",
  "Temperatures": "Temperaturas",
  "Nozzle Temperature": "Temperatura do bico",
  "Nozzle Temperature (First Layer)": "Temperatura do bico (primeira camada)",
  "Bed Temperature": "Temperatura da cama",
  "Bed Temperature (First Layer)": "Temperatura da cama (primeira camada)",
  "Skirt": "Saia",
  "Skirt loops": "Laços de saia",
  "Skirt Height": "Altura da saia",
  "Brim": "Borda",
  "Brim type": "Tipo de aba",
  "Brim width": "Largura da aba",
  "Special mode": "Modo especial",
  "Print sequence": "Sequência de impressão",
  "Spiral vase": "Vaso espiral",
  "Fuzzy skin": "Pele felpuda",
  "Choose a Printer": "Escolha uma impressora",
  "Choose a Filament": "Escolha um filamento",
  "Choose a Print Process": "Escolha um processo de impressão",
  "Your 30-Day {localizedDom} Free Trial Has Started!": "Seu teste gratuito de 30 dias do {localizedDom} começou!",
  "Pro Plan": "Plano Pro",
  "{trialDaysLeft} Days Left on Your {localizedDom} Free Trial!": "Restam {trialDaysLeft} dias para o seu teste gratuito de {localizedDom}!",
  "Unlimited, 25 FPS Premium Webcam Streaming": "Streaming de webcam premium ilimitado de 25 FPS",
  "250 Hours Watched by AI for Failure Detection": "250 horas monitoradas por IA para detecção de falhas",
  "G-Code Remote Upload and Printing": "Upload e impressão remotos de código G",
  "Link your 3D printer now so that you can fully enjoy the 30-Day Free Trial": "Conecte sua impressora 3D agora para que você possa aproveitar ao máximo o teste gratuito de 30 dias",
  "Link Printer": "Impressora de link",
  "It's as easy as 1-2-3": "É tão fácil quanto 1-2-3",
  "Just Checking Out": "Apenas verificando",
  "Not a whole lot you can see without your printer linked": "Não há muita coisa que você possa ver sem sua impressora conectada",
  "Not ready to start yet? {localizedDom} to pause your free trial.": "Ainda não está pronto para começar? {localizedDom} para pausar seu teste gratuito.",
  "Email us": "Envie-nos um e-mail"
}