{
  "Printers": "Принтеры",
  "Print History": "История печати",
  "G-Codes": "G-коды",
  "Pricing": "Ценообразование",
  "Help": "Помощь",
  "SIGN IN": "ВОЙТИ",
  "SIGN UP": "ЗАРЕГИСТРИРОВАТЬСЯ",
  "Preferences": "Предпочтения",
  "Log out": "Выйти",
  "{name} AI Detection Hours / month pack": "{{name}} Часы обнаружения ИИ / месячный пакет",
  "AI Detection Hour Pack not selected": "Пакет часов обнаружения ИИ не выбран",
  "{name} AI Detection Hours / month": "{{name}} Часы обнаружения ИИ / месяц",
  "No AI Detection Hour Pack": "Пакет часов без обнаружения ИИ",
  "You need to": "Вам нужно",
  "verify your primary email": "подтвердите свой основной адрес электронной почты",
  "as it will be used for billing communication.": "так как он будет использоваться для выставления счетов.",
  "Annual (SAVE 33%)": "Ежегодно (СКИДКА 33%)",
  "Monthly": "Ежемесячно",
  "Number of printer(s)": "Количество принтеров",
  "Add": "Добавлять",
  " (No change) ": "(Без изменений)",
  "Remove": "Удалять",
  "Add Subscribe&Save AI Detection Hour Pack?": "Добавить подписку и сохранение пакета часов обнаружения ИИ?",
  "Popular": "Популярный",
  "Current": "Текущий",
  "Total": "Общий",
  "Pro plan": "Профессиональный план",
  "1st printer (included)": "1-й принтер (включен)",
  "additional": "дополнительный",
  "50 AI Detection Hours / month (included)": "50 часов обнаружения ИИ в месяц (включено)",
  "This is the total amount on your next bill. Click 'Checkout' see how much is due today.": "Это общая сумма вашего следующего счета. Нажмите «Оформить заказ», чтобы увидеть, сколько нужно оплатить сегодня.",
  "Cancel": "Отмена",
  "Checkout": "Проверить",
  "Questions You May Have": "Вопросы, которые могут у вас возникнуть",
  "What currency are your prices in?": "В какой валюте указаны ваши цены?",
  "They’re in US dollars.": "Они в долларах США.",
  "Which plan is right for me?": "Какой план мне подойдет?",
  "It depends on how many 3D printers you have, and how often you print.": "Это зависит от того, сколько у вас 3D-принтеров и как часто вы печатаете.",
  "The Free plan is for users who print occasionally. Another reason why you may want to choose the Free plan is you don't mind slow webcam streaming (up to 1 FPS). The Free plan even comes with 100 free Basic AI Detection Hours per month. Hours don't roll over month to month.": "Бесплатный план предназначен для пользователей, которые печатают время от времени. Еще одна причина, по которой вы можете выбрать бесплатный план, заключается в том, что вас не смущает медленная потоковая передача с веб-камеры (до 1 FPS). Бесплатный план даже включает 100 бесплатных часов базового обнаружения ИИ в месяц. Часы не переносятся из месяца в месяц.",
  "The Pro plan is for users who print more often and want to enjoy additional features like watching the webcam feed at the slick 25 FPS rate. It also comes with 100 Advanced AI Detection Hours every month - giving you the ability to detect failures faster and more reliably. If you occasionally print more than 100 hours a month, you will most likely be ok because the Advanced AI Detection Hours roll over month to month.": "План Pro предназначен для пользователей, которые печатают чаще и хотят пользоваться дополнительными функциями, такими как просмотр трансляции с веб-камеры с плавной частотой 25 кадров в секунду. Он также включает 100 часов Advanced AI Detection каждый месяц, что дает вам возможность быстрее и надежнее обнаруживать сбои. Если вы иногда печатаете более 100 часов в месяц, скорее всего, все будет в порядке, поскольку часы Advanced AI Detection переносятся из месяца в месяц.",
  "Can I change my plan?": "Могу ли я изменить свой план?",
  "Of course! You can change the number of printers, add/change/remove Subcribe&Save AI Detection Hour Pack, or between annual and monthly, at any time as long as your subscription is still active.": "Конечно! Вы можете изменить количество принтеров, добавить/изменить/удалить пакет Subscribe&Save AI Detection Hour Pack или перейти с ежегодной на ежемесячную подписку в любое время, пока ваша подписка активна.",
  "You will keep the unused AI Detection Hours when you change your subscription plan.": "При смене тарифного плана неиспользованные часы обнаружения ИИ сохранятся.",
  "Can I cancel my plan?": "Могу ли я отменить свой план?",
  "Yes again! You can cancel your subscription any time.": "Да еще раз! Вы можете отменить подписку в любое время.",
  "However, the AI Detection Hours included in the plan will expire at the end of your subscription period.": "Однако часы обнаружения ИИ, включенные в план, истекают по окончании периода подписки.",
  "What is your refund policy?": "Какова ваша политика возврата средств?",
  "We offer a {localizedDom}": "Мы предлагаем {localizedDom}",
  "30-Day Full Refund Policy": "30-дневная политика полного возврата средств",
  "If you are not happy with the Pro plan, just {localizedDom} within 30 days and we will give you a full refund.": "Если вас не устраивает тарифный план Pro, просто {localizedDom} в течение 30 дней, и мы вернем вам полную стоимость.",
  "email us": "напишите нам по электронной почте",
  "After 30 days, you can still cancel the subscription at any time. However, we usually don't refund the payment, due to the nature of a subscription service. Instead, we will keep your subscription active until the end of the current billing cycle. This is also a common practice for virtually all other subscription services such as Netflix.": "По истечении 30 дней вы все еще можете отменить подписку в любое время. Однако мы обычно не возвращаем платеж из-за характера подписной услуги. Вместо этого мы сохраним вашу подписку активной до конца текущего платежного цикла. Это также обычная практика для практически всех других подписных услуг, таких как Netflix.",
  "However, we are all human and we want to be reasonable. If you have a good reason why we should refund to you after 30 days, {localizedDom} and we will consider your request.": "Однако мы все люди и хотим быть разумными. Если у вас есть веская причина, по которой мы должны вернуть вам деньги через 30 дней, {localizedDom} и мы рассмотрим ваш запрос.",
  "Is it safe to give my credit card number to the Kingroon?": "Безопасно ли сообщать Kingroon номер моей кредитной карты?",
  "Wrong question! You will not give credit number to us. Instead, it's Chargebee, {localizedDom}, that takes your credit card number and safely stores it.": "Неправильный вопрос! Вы не дадите нам номер кредита. Вместо этого Chargebee, {localizedDom}, берет номер вашей кредитной карты и безопасно сохраняет его.",
  "a fully compliant billing service provider": "полностью соответствующий требованиям поставщик услуг выставления счетов",
  "Under no circumstances will Kingroon process or store your payment information.": "Ни при каких обстоятельствах Kingroon не будет обрабатывать и хранить вашу платежную информацию.",
  "I have many printers and print a lot. The Pro plan becomes really expensive. Can I still use the Kingroon app?": "У меня много принтеров и я много печатаю. План Pro становится очень дорогим. Могу ли я по-прежнему использовать приложение Kingroon?",
  "Please {localizedDom} to customize a plan that works for your budget.": "Пожалуйста, {localizedDom}, чтобы настроить план, который подходит вашему бюджету.",
  "contact us": "связаться с нами",
  "I saw {brandName} mentioned somewhere. What does {brandName} have to do with Kingroon?": "Я видел, что где-то упоминается {{brandName}}. Какое отношение {{brandName}} имеет к Kingroon?",
  "{brandName} has partnered with Kingroon to provide Kingroon users with AI and a mobile app for Kingroon 3D printers. {brandName}, a US based company is the developer of the Kingroon App.": "{{brandName}} заключила партнерское соглашение с Kingroon, чтобы предоставить пользователям Kingroon искусственный интеллект и мобильное приложение для 3D-принтеров Kingroon. {{brandName}}, американская компания, является разработчиком приложения Kingroon.",
  "The Free plan is for users with only 1 printer and print very in-frequently. Another reason why you may want to choose the Free plan is you don't mind slow webcam streaming (up to 5 FPS). The Free plan even comes with 10 free AI Detection Hours per month. And you can get {localizedDom} if you need more.": "Бесплатный план предназначен для пользователей, у которых есть только 1 принтер и которые печатают очень редко. Еще одна причина, по которой вы можете выбрать бесплатный план, заключается в том, что вас не смущает медленная трансляция с веб-камеры (до 5 кадров в секунду). Бесплатный план даже включает 10 бесплатных часов обнаружения ИИ в месяц. И вы можете получить {localizedDom}, если вам нужно больше.",
  "additional AI Detection Hours": "Дополнительные часы обнаружения ИИ",
  "The Pro plan is for users who want to enjoy watching the webcam feed at the slick 25 FPS rate. It also comes with 50 AI Detection Hours every month. If you occasionally print more than 50 hours a month, you will most likely be ok because the {localizedDom}. When you upgrade to the Pro plan, you are also eligible to the {localizedDom2} at favorable rates.": "План Pro предназначен для пользователей, которые хотят наслаждаться просмотром трансляции с веб-камеры с плавной частотой 25 кадров в секунду. Он также включает 50 часов обнаружения AI каждый месяц. Если вы иногда печатаете более 50 часов в месяц, скорее всего, все будет в порядке, потому что {localizedDom}. При обновлении до плана Pro вы также получаете право на {localizedDom2} по выгодным ценам.",
  "Subscribe&Save AI Detection Hour Packs": "Подпишитесь и сохраните пакеты часов обнаружения ИИ",
  "I have X printers and I print Y hours a month. Tell me exactly how much the Pro plan will cost me.": "У меня X принтеров и я печатаю Y часов в месяц. Скажите, сколько конкретно мне будет стоить план Pro.",
  "Oops. We forgot to mention we have built a {localizedDom} for you.": "Упс. Мы забыли упомянуть, что создали для вас {localizedDom}.",
  "price calculator": "калькулятор цен",
  "However, the AI Detection Hours included in the plan and Subscribe&Save pack will expire at the end of your subscription period.": "Однако часы обнаружения ИИ, включенные в план и пакет «Подписаться и сэкономить», истекают по окончании периода подписки.",
  "Is it safe to give my credit card number to the {brandName} Cloud?": "Безопасно ли сообщать номер моей кредитной карты облаку {{brandName}}?",
  "Under no circumstances will the {brandName} Cloud process or store your payment information.": "Ни при каких обстоятельствах облако {{brandName}} не будет обрабатывать или хранить вашу платежную информацию.",
  "I have many printers and print a lot. The Pro plan becomes really expensive. Can I still use the {brandName} Cloud?": "У меня много принтеров и я много печатаю. План Pro становится очень дорогим. Могу ли я по-прежнему использовать {{brandName}} Cloud?",
  "Failed to cancel subscription": "Не удалось отменить подписку",
  "Your subscription will expire at the end of current billing cycle.": "Срок действия вашей подписки истечет в конце текущего расчетного периода.",
  "I understand I will {localizedDom} when my subscription expires.": "Я понимаю, что я {localizedDom}, когда истечет срок моей подписки.",
  "lose the unused expirable AI Detection Hours": "потерять неиспользованные истекающие часы обнаружения ИИ",
  "One last thing. Please tell us why you want to cancel your subscription": "И последнее. Пожалуйста, сообщите нам, почему вы хотите отменить подписку.",
  "Other": "Другой",
  "I changed my mind. I'll keep my subscription": "Я передумал. Я сохраню свою подписку.",
  "I still want to cancel my subscription": "Я все еще хочу отменить подписку",
  "Failed to delete account": "Не удалось удалить аккаунт.",
  "Delete Account": "Удалить аккаунт",
  "Your account will be permanently deleted!": "Ваш аккаунт будет удален навсегда!",
  "I understand I will lose all data.": "Я понимаю, что потеряю все данные.",
  "One last thing. Please tell us why you want to delete your account": "И последнее. Пожалуйста, расскажите нам, почему вы хотите удалить свой аккаунт.",
  "Delete my account": "Удалить мой аккаунт",
  "You have an active subscription. If you want to delete your account, please {localizedDom}": "У вас есть активная подписка. Если вы хотите удалить свой аккаунт, пожалуйста {localizedDom}",
  "send us an email": "отправьте нам электронное письмо",
  "AI Detection Hours": "Часы обнаружения ИИ",
  "Total AI Detection Hours ({localizedDom})": "Общее количество часов обнаружения ИИ ({localizedDom})",
  "details": "подробности",
  " Unlimited ": "Неограниченный",
  "Included in subscription plan or Subscribe&Save DH Pack.": "Включено в тарифный план или пакет DH «Подпишись и сэкономь».",
  "Expires when subscription ends": "Истекает по окончании подписки",
  "Earned or bought with Pre-paid DH Pack.": "Заработано или куплено с помощью предоплаченного пакета DH.",
  "(Never expires.)": "(Срок действия не истекает никогда.)",
  "Running short of AI Detection Hours?": "Не хватает часов обнаружения ИИ?",
  "Get more >>>": "Получить больше >>>",
  "Renew your subscription plan": "Продлите подписку",
  "Click": "Нажмите",
  "here": "здесь",
  "to open the billing portal.": "для открытия платежного портала.",
  "Click on your subscription.": "Нажмите на свою подписку.",
  "Click \"Remove scheduled cancellation\"": "Нажмите «Удалить запланированную отмену».",
  "It looks like you have a legacy DH Pack that we have discontinued.": "Похоже, у вас устаревшая версия DH Pack, выпуск которой мы прекратили.",
  "Please email {name} to change your subscription.": "Чтобы изменить подписку, отправьте электронное письмо на адрес {{name}}.",
  "Subscription Plan": "План подписки",
  "You are currently on the Free plan.": "В настоящее время вы пользуетесь бесплатным планом.",
  "You can still enjoy essential features such as the {localizedDom} and 10 free {localizedDom2} per month.": "Вы по-прежнему сможете пользоваться основными функциями, такими как {localizedDom} и 10 бесплатными {localizedDom2} в месяц.",
  "Basic Webcam Streaming": "Базовая трансляция с веб-камеры",
  "If you want to watch your webcam with the {localizedDom} and get more AI Detection Hours so that Obi can watch your prints for you, you can upgrade to the Pro plan.": "Если вы хотите следить за своей веб-камерой с помощью {localizedDom} и получить больше часов обнаружения с помощью ИИ, чтобы Obi мог следить за вашими отпечатками, вы можете перейти на тарифный план Pro.",
  "Premium Webcam Streaming": "Премиум-трансляция с веб-камеры",
  "Compare the plans": "Сравните планы",
  "Your free trial of the Pro plan": "Ваша бесплатная пробная версия плана Pro",
  "will expire": "истекает",
  "AI Detection Hours will also expire with your free trial": "Часы обнаружения ИИ также истекают вместе с вашей бесплатной пробной версией.",
  "You can upgrade to Pro now to keep them.": "Вы можете перейти на Pro сейчас, чтобы сохранить их.",
  "Upgrade to Pro Now (30-Day Money Back Guarantee)": "Обновитесь до Pro сейчас (30-дневная гарантия возврата денег)",
  "About the free trial": "О бесплатной пробной версии",
  "During the 1 month trial period, you have access to all Pro features.": "В течение 1 месяца пробного периода вам будет доступен весь функционал Pro-версии.",
  "We also gave you 250 free {localizedDom}": "Мы также дали вам 250 бесплатных {localizedDom}",
  "so you would be able to fully experience the power of {brandName} without having to worry about running out.": "так что вы сможете в полной мере ощутить силу {{brandName}}, не беспокоясь о том, что он закончится.",
  "At the end of the free trial, you can continue the Pro plan with an annual or monthly subscription. Otherwise your account will be automatically converted to the Free plan.": "По окончании бесплатного пробного периода вы можете продолжить подписку на Pro-план с годовой или ежемесячной подпиской. В противном случае ваш аккаунт будет автоматически переведен на Free-план.",
  "You are currently on the complimentary Pro plan.": "В настоящее время вы пользуетесь бесплатным планом Pro.",
  "It'll expire {localizedDom}": "Срок действия истечет {localizedDom}",
  "At that time, you can {localizedDom} or do nothing, in which case your account will be converted to Free plan automatically.": "В это время вы можете {localizedDom} или ничего не делать, в этом случае ваш аккаунт будет автоматически переведен на бесплатный план.",
  "upgrade to the Pro plan": "обновление до плана Pro",
  "Compare the plans >>>": "Сравните планы >>>",
  "Complimentary Pro plan doesn't allows Subscribe&Save AI Detection Hour Pack as add-ons. If you need more AI Detection Hours, you can get Pre-paid AI Detection Hour Pack.": "Бесплатный план Pro не позволяет Subscribe&Save AI Detection Hour Pack в качестве дополнений. Если вам нужно больше часов AI Detection, вы можете получить предоплаченный AI Detection Hour Pack.",
  "Your Pro plan will end {localizedDom}": "Ваш план Pro закончится {localizedDom}",
  "You will lose the remaining expirable AI Detection Hours when your plan ends (see {localizedDom} ).": "Вы потеряете оставшиеся истекающие часы обнаружения ИИ, когда ваш план закончится (см. {localizedDom} ).",
  "To avoid the loss": "Чтобы избежать потерь",
  "renew the plan now": "обновите план сейчас",
  "You are currently on the Pro plan.": "В настоящее время вы пользуетесь тарифным планом Pro.",
  "Your next billing date is": "Следующая дата выставления счета:",
  "Plan total": "План всего",
  "Plan base": "План базы",
  "Additional printer(s)": "Дополнительный принтер(ы)",
  "You have fewer printers than you subscribed for. You can change your subscription to save money.": "У вас меньше принтеров, чем вы подписались. Вы можете изменить подписку, чтобы сэкономить деньги.",
  "The total doesn't reflect the coupon you may have received. Check your invoice for the final amount you paid.": "Общая сумма не отражает купон, который вы могли получить. Проверьте счет на предмет окончательной суммы, которую вы заплатили.",
  "Change Subscription": "Изменить подписку",
  "Cancel Subscription": "Отменить подписку",
  "Need to view invoices or change payment method?": "Нужно просмотреть счета или изменить способ оплаты?",
  "Open the billing portal": "Откройте платежный портал",
  "Subscription": "Подписка",
  "Oops...": "Упс...",
  "Something went wrong! Please": "Что-то пошло не так! Пожалуйста",
  "Contact us": "Связаться с нами",
  "for help.": "за помощь.",
  "Are you sure?": "Вы уверены?",
  "Delete {name} printer? This action can not be undone.": "Удалить принтер {{name}}? Это действие не может быть отменено.",
  "Yes": "Да",
  "No": "Нет",
  "Printer deleted": "Принтер удален",
  "{name} has been permanently deleted": "{{name}} был удален навсегда",
  "Archived Printers": "Архивные принтеры",
  "The following printers have been archived because you have more printers than your plan allows.": "Следующие принтеры были архивированы, поскольку у вас больше принтеров, чем позволяет ваш план.",
  "Un-archive": "Разархивировать",
  "Delete": "Удалить",
  "You have a few options to un-archive printer(s)": "У вас есть несколько вариантов разархивировать принтер(ы)",
  "Delete or archive the printers you no longer need.": "Удалите или архивируйте принтеры, которые вам больше не нужны.",
  "Upgrade to the Pro plan. Please remember the Free plan is limited to only 1 printer. Check out {localizedDom}.": "Обновитесь до плана Pro. Помните, что бесплатный план ограничен только 1 принтером. Проверьте {localizedDom}.",
  "the Pro plan pricing": "цены на Pro-план",
  "If you are already on the Pro plan, you can change the number of printers on {localizedDom}.": "Если вы уже пользуетесь тарифным планом Pro, вы можете изменить количество принтеров на {localizedDom}.",
  "your subscription page": "ваша страница подписки",
  "Once your account is set up to allow for more printers, come back and un-archive the printers here.": "После того, как ваша учетная запись будет настроена для большего количества принтеров, вернитесь и разархивируйте принтеры здесь.",
  "Questions on why your printers are archived?": "Есть вопросы о том, почему ваши принтеры архивируются?",
  "Contact us.": "Связаться с нами.",
  "You have no archived printers.": "У вас нет архивных принтеров.",
  "Go back to the printer page.": "Вернитесь на страницу принтера.",
  "The {brandName} plugin version is too old to use this function. Please update it to the latest version to test camera!": "Версия плагина {{brandName}} слишком старая для использования этой функции. Пожалуйста, обновите ее до последней версии, чтобы протестировать камеру!",
  "Please confirm the snapshot below came from a": "Пожалуйста, подтвердите, что снимок ниже был сделан",
  "nozzle camera": "камера сопла",
  "not a regular webcam. The AI will NOT function correctly on a regular camera.": "не обычная веб-камера. ИИ НЕ будет работать правильно на обычной камере.",
  "Unable to connect to your nozzle camera using the URL you entered!": "Невозможно подключиться к камере сопла, используя введенный вами URL-адрес!",
  "Please check the instruction for how to find the correct URL for your nozzle camera.": "Ознакомьтесь с инструкцией по поиску правильного URL-адреса для вашей камеры с соплом.",
  "Nozzle Ninja AI Configuration": "Конфигурация ИИ Nozzle Ninja",
  "Nozzle Ninja, {brandName}’s First Layer AI, Is Here!": "Nozzle Ninja, первый уровень искусственного интеллекта {{brandName}}, уже здесь!",
  "Configure a compatible nozzle camera to get started": "Настройте совместимую камеру сопла, чтобы начать работу",
  "Update the {brandName} Plugin in OctoPrint or Fluidd/Mainsail": "Обновите плагин {{brandName}} в OctoPrint или Fluidd/Mainsail",
  "Before you configure Nozzle Ninja, Update the {brandName} plugin in OctoPrint or Fluidd/Mainsail. Once the plugin is up-to-date, restart your printer or Raspberry, and then come back here.": "Перед настройкой Nozzle Ninja обновите плагин {{brandName}} в OctoPrint или Fluidd/Mainsail. После обновления плагина перезапустите принтер или Raspberry, а затем вернитесь сюда.",
  "Select the Printer You Want to Configure": "Выберите принтер, который вы хотите настроить",
  "Printers Found": "Принтеры найдены",
  "Select which printer(s) you want to configure. Note: AI detection hours are currently not impacted by first layer AI.": "Выберите принтер(ы), которые вы хотите настроить. Примечание: часы обнаружения AI в настоящее время не зависят от AI первого уровня.",
  "Please select a printer to configure": "Пожалуйста, выберите принтер для настройки",
  "Nozzle camera URL saved!": "URL-адрес камеры сопла сохранен!",
  "System: ": "Система: ",
  "Post first layer scan": "После сканирования первого слоя",
  "Scan your print after your first layer is done at a lower speed. The scan will produce better images more in focus and with less motion blur. This is opted in by default but you can opt out of it.": "Сканируйте отпечаток после того, как первый слой будет готов, на более низкой скорости. Сканирование даст лучшие изображения, более сфокусированные и с меньшим размытием движения. Это выбрано по умолчанию, но вы можете отказаться от этого.",
  "Note: Please make sure": "Примечание: Пожалуйста, убедитесь, что",
  "the slicer correctly configured": "слайсер правильно настроен",
  "Otherwise it won't scan.": "В противном случае сканирование не будет выполнено.",
  "Enable post first layer scan": "Включить сканирование после первого слоя",
  "Scan at height": "Сканирование на высоте",
  "Cooldown extruder": "Охлаждающий экструдер",
  "Retract before scan": "Откат перед сканированием",
  "Retraction speed": "Скорость втягивания",
  "No printers found!": "Принтеры не найдены!",
  "Nozzle Ninja Configuration": "Конфигурация насадки Ninja",
  "Follow the camera configuration guide to configure your nozzle camera with {brandName}": "Следуйте руководству по настройке камеры, чтобы настроить камеру сопла с помощью {{brandName}}",
  "Nozzle Ninja configuration guide for Klipper ": "Руководство по настройке Nozzle Ninja для Klipper ",
  "Nozzle Ninja configuration guide for Octoprint ": "Руководство по настройке Nozzle Ninja для Octoprint",
  "Slicer Configuration": "Конфигурация слайсера",
  "Configure your slicer to send first layer information to {brandName} and optionally enable first layer scanning. First layer scanning is an experimental feature that enables a slow scan of the first layer. This feature requires some configureation to avoid impacting print quality.": "Настройте слайсер для отправки информации о первом слое в {{brandName}} и при желании включите сканирование первого слоя. Сканирование первого слоя — это экспериментальная функция, которая позволяет выполнять медленное сканирование первого слоя. Эта функция требует некоторой настройки, чтобы избежать влияния на качество печати.",
  "Currently, PrusaSlicer, SuperSlicer and OrcaSlicer are supported.": "В настоящее время поддерживаются PrusaSlicer, SuperSlicer и OrcaSlicer.",
  "Slicer configuration guide ": "Руководство по настройке слайсера",
  "Close": "Закрывать",
  "Slice": "Ломтик",
  "Likes": "Нравится",
  "Collections": "Коллекции",
  "Files": "Файлы",
  "Summary": "Краткое содержание",
  "Print Settings": "Настройки печати",
  "Printer brand": "Марка принтера",
  "Printer": "Принтер",
  "Rafts": "Плоты",
  "Supports": "Поддерживает",
  "License": "Лицензия",
  "Comments": "Комментарии",
  "File Selection": "Выбор файла",
  "Search": "Поиск",
  "Relevant Models": "Соответствующие модели",
  "Popular 3D Models: Last 30 Days": "Популярные 3D-модели: последние 30 дней",
  "Last redeemed Detective Hours": "Последние использованные часы детектива",
  "Code": "Код",
  "Hours": "Часы",
  "Description": "Описание",
  "Redeemed at": "Погашено в",
  "AI Hour Coupon Codes": "Коды купонов AI Hour",
  "Here are your AI Hour coupon codes and their redemption status.": "Вот ваши купоны на скидку AI Hour и статус их погашения.",
  "Available": "Доступный",
  "You have no AI Hour coupon codes.": "У вас нет промокодов AI Hour.",
  "Error": "Ошибка",
  "Failed to downgrade subscription. Please try again.": "Не удалось понизить уровень подписки. Пожалуйста, попробуйте еще раз.",
  "Your JusPrin Unlimited subscription will be cancelled at the end of the billing cycle and you will downgrade to the Free plan.": "Ваша подписка JusPrin Unlimited будет отменена в конце платежного цикла, и вы перейдете на бесплатный план.",
  "You will lose unlimited AI credits and return to 50 AI credits per month.": "Вы потеряете неограниченные AI-кредиты и вернетесь к 50 AI-кредитам в месяц.",
  "Are you sure you want to proceed?": "Вы уверены, что хотите продолжить?",
  "Yes, downgrade to Free plan": "Да, перейти на бесплатный план",
  "Back to Chat": "Back to Chat",
  "Free": "Бесплатно",
  "Free for everyone": "Бесплатно для всех",
  "50 AI credits per month. Reset on the first day of each month": "50 AI-кредитов в месяц. Сброс в первый день каждого месяца",
  "Community support": "Поддержка сообщества",
  "JusPrin Unlimited": "JusPrin Безлимитный",
  "Billed annually": "Оплата ежегодно",
  "per year": "в год",
  "per month": "в месяц",
  "{percentage}% off for Obico Pro subscribers, Yay!": "Скидка {percentage}% для подписчиков Obico Pro, Ура!",
  "Unlimited AI credits": "Неограниченные AI-кредиты",
  "Unlimited \"Do Your Magic\" AI generations": "Неограниченные AI-генерации \"Твори магию\"",
  "AI memory: remember your slicing preferences": "Память AI: запоминает ваши настройки нарезки",
  "Email support. 24 hours response time": "Поддержка по электронной почте. Время ответа 24 часа",
  "Loading...": "Загрузка...",
  "Loading subscription information...": "Загрузка информации о подписке...",
  "Frequently Asked Questions": "Часто задаваемые вопросы",
  "I am an Obico Pro Plan subscriber. Am I eligible for a discount on the Unlimited Plan?": "I am an Obico Pro Plan subscriber. Am I eligible for a discount on the Unlimited Plan?",
  "Yes! You'll receive 30% off the Unlimited Plan. By the way, thank you for supporting the Obico project! 😊": "Yes! You'll receive 30% off the Unlimited Plan. By the way, thank you for supporting the Obico project! 😊",
  "I'm an Obico Pro Plan subscriber. Why don't I see the 30% discount?": "I'm an Obico Pro Plan subscriber. Why don't I see the 30% discount?",
  "First, make sure you're signed into the Obico account with an active Pro subscription. If you still don't see the discount on this page, it should appear at checkout. If it doesn't show up there either, please contact us at support@obico.io for assistance.": "First, make sure you're signed into the Obico account with an active Pro subscription. If you still don't see the discount on this page, it should appear at checkout. If it doesn't show up there either, please contact us at support@obico.io for assistance.",
  "Am I able to cancel the Unlimited Plan?": "Am I able to cancel the Unlimited Plan?",
  "Yes, you can cancel at any time by clicking 'Downgrade to Free.'": "Yes, you can cancel at any time by clicking 'Downgrade to Free.'",
  "What happens after I downgrade to the Free plan?": "What happens after I downgrade to the Free plan?",
  "Your Unlimited Plan won't renew when your current term ends, and your account won't be charged. You'll still have access to unlimited AI credits until the end of your current term.": "Your Unlimited Plan won't renew when your current term ends, and your account won't be charged. You'll still have access to unlimited AI credits until the end of your current term.",
  "Can I get a refund for the Unlimited Plan?": "Can I get a refund for the Unlimited Plan?",
  "By default, no. This is to prevent abuse, as processing refunds incurs significant fees that we're unable to absorb.": "By default, no. This is to prevent abuse, as processing refunds incurs significant fees that we're unable to absorb.",
  "Is it possible to request an exception for a refund?": "Is it possible to request an exception for a refund?",
  "We handle these requests on a case-by-case basis. You can contact support@obico.io to request an exception and provide your reason for the request.": "We handle these requests on a case-by-case basis. You can contact support@obico.io to request an exception and provide your reason for the request.",
  "Unlimited Plan Activated!": "Безлимитный план активирован!",
  "Enjoy unlimited AI credits!": "Наслаждайтесь неограниченными AI-кредитами!",
  "Redirecting to chat window in": "Переход к окну чата через",
  "second": "секунда",
  "seconds": "секунды",
  "You can now close the JusPrin app to make sure the new plan will be effective.": "You can now close the JusPrin app to make sure the new plan will be effective.",
  "Go to Chat Now": "Перейти в чат сейчас",
  "OK": "OK",
  "Build Your Pro Plan": "Создайте свой профессиональный план",
  "You have already redeemed this coupon.": "Вы уже использовали этот купон.",
  "Please contact Obico Support at": "Пожалуйста, свяжитесь со службой поддержки Obico по адресу",
  "Failed to redeem the coupon code. Please try again later.": "Не удалось использовать код купона. Повторите попытку позже.",
  "Oops! You already have an Obico Pro Plan...": "Упс! У вас уже есть план Obico Pro...",
  "Contact obico support at": "Свяжитесь со службой поддержки obico по адресу",
  "Oops! Invalid Coupon!": "Упс! Недействительный купон!",
  "Activate Your Three-Month Obico Pro Plan": "Активируйте свой трехмесячный план Obico Pro",
  "As a valued Big Tree Tech customer, once your included plan expires, you can upgrade to a more advanced plan at a special discounted price. This offer is exclusively available for Big Tree Tech customers to ensure you continue to enjoy the benefits of Obico without interruption.": "Как ценный клиент Big Tree Tech, как только ваш включенный план истечет, вы сможете перейти на более продвинутый план по специальной сниженной цене. Это предложение доступно исключительно для клиентов Big Tree Tech, чтобы вы могли продолжать пользоваться преимуществами Obico без перерывов.",
  "Redeem Plan": "План погашения",
  "Upgrade to an Obico Pro Plan and get a 25% discount as a valued BTT customer!": "Перейдите на план Obico Pro и получите скидку 25% как ценный клиент BTT!",
  "Obico has partnered with Big Tree Tech to give you an exclusive discount on an Obico Pro Plan. Get instant access to AI failure detection, first layer AI, webcam streaming, a highly rated mobile app and more for your 3D printer.": "Obico сотрудничает с Big Tree Tech, чтобы предоставить вам эксклюзивную скидку на Obico Pro Plan. Получите мгновенный доступ к обнаружению сбоев ИИ, ИИ первого уровня, потоковой передаче с веб-камеры, высоко оцененному мобильному приложению и многому другому для вашего 3D-принтера.",
  "Choose Plan": "Выбрать план",
  "What's Included with Your Pro Plan": "Что включено в ваш профессиональный план",
  "AI Failure Detection": "Обнаружение сбоев ИИ",
  "Webcam Streaming": "Трансляция с веб-камеры",
  "Full Remote Access": "Полный удаленный доступ",
  "Mobile & Web App": "Мобильное и веб-приложение",
  "Printer Management": "Управление принтером",
  "Compatible with Your Favorite Software": "Совместимость с вашим любимым программным обеспечением",
  "Highly Rated Mobile App": "Мобильное приложение с высоким рейтингом",
  "Available for iOS and Android": "Доступно для iOS и Android",
  "What happens when the three-month Pro Plan expires?": "Что произойдет по истечении трехмесячного срока действия Pro Plan?",
  "When your three-month plan expires, you will have the chance to upgrade to one of Obico’s Pro Plans at a special discounted rate. Learn more about the plan options": "Когда ваш трехмесячный план истечет, у вас будет возможность перейти на один из планов Obico Pro по специальной сниженной цене. Узнайте больше о вариантах плана",
  "If you choose not to upgrade, your plan will be automatically reverted to an Obico Free Plan.": "Если вы решите не обновляться, ваш план будет автоматически возвращен к тарифному плану Obico Free.",
  "Welcome To": "Добро пожаловать в",
  "Your three-month Pro Plan Is Now Active": "Ваш трехмесячный профессиональный план теперь активен",
  "Unlimited Premium Webcam Streaming": "Неограниченная премиум-трансляция с веб-камеры",
  "Unlimited AI Failure Detection": "Неограниченное обнаружение сбоев ИИ",
  "G-Code Remote Uploading and Printing": "Удаленная загрузка и печать G-кода",
  "Unlimited Secure Tunnel to OctoPrint/Klipper": "Неограниченный защищенный туннель к OctoPrint/Klipper",
  "Go To Printer Control Page": "Перейти на страницу управления принтером",
  "Sign Up or Sign in to Your Obico Account": "Зарегистрируйтесь или войдите в свою учетную запись Obico",
  "And get instant access to": "И получите мгновенный доступ к",
  "Signup/Sign In": "Регистрация/Войти",
  "Create an account or Sign in to Choose Your plan": "Создайте учетную запись или войдите в систему, чтобы выбрать свой план",
  "Create Account/Sign In": "Создать учетную запись/Войти",
  "Create an account or Sign in to Choose Your plan and get": "Создайте учетную запись или войдите в систему, чтобы выбрать свой план и получить",
  "Webcam-Based AI Failure Detection": "Обнаружение сбоев с помощью искусственного интеллекта на основе веб-камеры",
  "Nozzle Ninja First Layer AI Failure Detection": "Nozzle Ninja Первый уровень обнаружения отказов ИИ",
  " for ${month} / month (${hour} / AI Detection Hour). Billed ${year} annually.": "за ${{month}} / месяц (${{hour}} / час обнаружения ИИ). Счет выставляется на ${{year}} в год.",
  " for ${month} / month (${hour} / AI Detection Hour).": "за ${{month}} / месяц (${{hour}} / час обнаружения ИИ).",
  "Calculate Plan Cost": "Рассчитать стоимость плана",
  "Kingroon Connect Plans": "Планы Kingroon Connect",
  "Print occasionally.": "Печатайте время от времени.",
  "Unlimited Kingroon printers allowed": "Разрешено неограниченное количество принтеров Kingroon",
  "Get Started": "Начать",
  "Basic webcam streaming": "Базовая трансляция с веб-камеры",
  "100 {localizedDom} AI Detection Hours/month, 30s detection interval": "100 {localizedDom} Часы обнаружения ИИ/месяц, интервал обнаружения 30 с.",
  "Basic": "Базовый",
  "300MB /mo tunnel data - Access Mainsail or Fluidd remotely": "300 МБ/мес туннельных данных - удаленный доступ к Mainsail или Fluidd",
  "200MB total G-code cloud storage": "Общий объем облачного хранилища G-кода составляет 200 МБ",
  "Companion mobile app for {localizedDom} and {localizedDom2}": "Сопутствующее мобильное приложение для {localizedDom} и {localizedDom2}",
  "Android": "андроид",
  "iOS": "iOS",
  "Remote printer access and control": "Удаленный доступ к принтеру и управление им",
  "Failure alerts and print status updates sent through push notification": "Оповещения о сбоях и обновления статуса печати отправляются посредством push-уведомлений",
  "Community technical support": "Техническая поддержка сообщества",
  "Pro": "Профи",
  "Print every day. 2+ printers.": "Печатайте каждый день. 2+ принтера.",
  "$": "$",
  "month": "месяц",
  "(Billed {name} annually)": "(Оплачивается {{name}} ежегодно)",
  "1st printer included": "1-й принтер включен",
  "2+ printers at $": "2+ принтера по цене $",
  "month / printer": "месяц / принтер",
  "View/Change Subscription": "Просмотреть/Изменить подписку",
  "Full refund within 30 days if you are not happy.": "Полный возврат средств в течение 30 дней, если вы останетесь недовольны.",
  "Upgrade (30-Day Money Back Guarantee)": "Обновление (30-дневная гарантия возврата денег)",
  "Start 1 month FREE trial": "Начните 1 месяц БЕСПЛАТНОЙ пробной версии",
  "Premium webcam streaming": "Премиум-трансляция с веб-камеры",
  "100 {localizedDom} AI Detection Hours per month, 10s detection interval": "100 {localizedDom} часов обнаружения ИИ в месяц, интервал обнаружения 10 с.",
  "Advanced": "Передовой",
  "Unlimited tunnel data - Access Mainsail or fluidd remotely": "Неограниченные данные по туннелю — удаленный доступ к гроту или fluidd",
  "5GB total G-Code cloud storage": "5 ГБ общего облачного хранилища G-Code",
  "Email technical support": "Электронная техническая поддержка",
  "Printer feed sharing with premium streaming quality": "Общий доступ к принтеру с превосходным качеством потоковой передачи",
  "Invalid coupon code. Please make sure the coupon code has not been used, and has not expired. If you believe you have a valid coupon code, please ": "Недействительный код купона. Убедитесь, что код купона не был использован и срок его действия не истек. Если вы считаете, что у вас действительный код купона, пожалуйста",
  "As a valued Mintion customer, once your included plan expires, you can upgrade to a more advanced plan at a special discounted price. This offer is exclusively available for Mintion customers to ensure you continue to enjoy the benefits of Obico without interruption.": "Как ценный клиент Mintion, как только ваш включенный план истечет, вы сможете перейти на более продвинутый план по специальной сниженной цене. Это предложение доступно исключительно для клиентов Mintion, чтобы вы могли продолжать пользоваться преимуществами Obico без перерывов.",
  "Activate Your One Year Obico Pro Plan": "Активируйте свой годовой план Obico Pro",
  "As a valued Mintion customer, you are eligible for an exclusive life-time Pro Plan discount. When you redeem your plan, you’ll be asked to enter your credit card so we can give you the exclusive 20% discount when your plan renews.": "Как ценный клиент Mintion, вы имеете право на эксклюзивную пожизненную скидку Pro Plan. Когда вы активируете свой план, вам будет предложено ввести данные вашей кредитной карты, чтобы мы могли предоставить вам эксклюзивную скидку 20% при продлении вашего плана.",
  "If you don’t want your plan to renew, you can cancel the plan after the plan is activated so that it will not automatically renew after one year.": "Если вы не хотите, чтобы ваш план продлевался, вы можете отменить его после активации, чтобы он не продлевался автоматически через год.",
  "I already paid for the Pro Plan. Why do I need to enter my credit card information again?": "Я уже оплатил Pro Plan. Зачем мне снова вводить данные кредитной карты?",
  "Your plan is fully covered for the first one year. After the first one year, the plan will renew with a special discount available exclusively for Mintion customers. You are free to cancel the plan at any time in the “Subscription” section of the Obico mobile or web app.": "Ваш план полностью покрыт в течение первого года. После первого года план будет продлен со специальной скидкой, доступной исключительно для клиентов Mintion. Вы можете отменить план в любое время в разделе «Подписка» мобильного или веб-приложения Obico.",
  "Still have questions?": "Остались вопросы?",
  "Contact": "Контакт",
  "{brandName} support.": "поддержка {{brandName}}.",
  "Oops! You already have an {brandName} Pro Plan...": "Упс! У вас уже есть {{brandName}} Pro Plan...",
  "Contact {brandName} support at": "Обратитесь в службу поддержки {{brandName}} по адресу",
  "Activate Your {brandName} Pro Plan": "Активируйте свой {{brandName}} Pro Plan",
  "As a valued Sovol customer, you are eligible for an exclusive Pro Plan discount. When you redeem your plan, you’ll be asked to enter your credit card so we can give you the exclusive 20% discount when your plan renews.": "Как ценный клиент Sovol, вы имеете право на эксклюзивную скидку Pro Plan. Когда вы активируете свой план, вам будет предложено ввести данные вашей кредитной карты, чтобы мы могли предоставить вам эксклюзивную скидку 20% при продлении вашего плана.",
  "Your plan is fully covered for the first year. After the first year, the plan will renew with a special discount available exclusively for Sovol customers. You are free to cancel the plan at any time in the “Subscription” section of the {brandname} mobile or web app.": "Ваш план полностью покрыт в течение первого года. После первого года план будет продлен со специальной скидкой, доступной исключительно для клиентов Sovol. Вы можете отменить план в любое время в разделе «Подписка» мобильного или веб-приложения {{brandname}}.",
  "As a valued 3DO Nozzle Camera customer, once your included plan expires, you can upgrade to a more advanced plan at a special discounted price. This offer is exclusively available for 3DO customers to ensure you continue to enjoy the benefits of Obico without interruption.": "Как ценный клиент 3DO Nozzle Camera, как только ваш включенный план истечет, вы сможете перейти на более продвинутый план по специальной сниженной цене. Это предложение доступно исключительно для клиентов 3DO, чтобы вы могли продолжать пользоваться преимуществами Obico без перерывов.",
  "What's Included with Your Plan": "Что включено в ваш план",
  "Obico Cloud Plans": "Планы Obico Cloud",
  "Thinking about self-hosting Obico Server instead?": "Думаете о самостоятельном хостинге Obico Server?",
  "Check out self-hosting vs Obico Cloud.": "Сравните самостоятельный хостинг с Obico Cloud.",
  "Limited to 1 printer.": "Ограничено 1 принтером.",
  "10 free AI Detection Hours/month included": "Включено 10 бесплатных часов обнаружения ИИ в месяц",
  "300MB /mo tunnel data": "300 МБ/мес туннельных данных",
  "G-Code cloud storage up to 50MB per file, 1GB total": "Облачное хранилище G-Code до 50 МБ на файл, всего 1 ГБ",
  "Notifications via Email, mobile push notification, Telegram, and more.": "Уведомления по электронной почте, мобильные push-уведомления, Telegram и т. д.",
  "300MB /mo integration with your favorite 3rd-party mobile apps": "Интеграция со сторонними мобильными приложениями со скоростью 300 МБ/мес.",
  "Calculate cost": "Рассчитать стоимость",
  "50 free AI Detection Hours/month included": "Включено 50 бесплатных часов обнаружения ИИ в месяц",
  "Unlimited tunnel data": "Неограниченные туннельные данные",
  "G-Code cloud storage up to 500MB per file, 50GB total": "Облачное хранилище G-Code до 500 МБ на файл, всего 50 ГБ",
  "Unlimited integration with your favorite 3rd-party mobile apps": "Неограниченная интеграция с вашими любимыми сторонними мобильными приложениями",
  "Failure alerts via SMS (text message)": "Оповещения о сбоях по SMS (текстовое сообщение)",
  "AI Detection Hour Packs": "Пакеты часов обнаружения ИИ",
  "Need more AI Detection Hours? Add the right amount of AI Detection Hours without burning a hole on your wallet.": "Нужно больше часов обнаружения ИИ? Добавьте нужное количество часов обнаружения ИИ, не прожигая дыру в своем кошельке.",
  "Pre-paid Pack": "Предоплаченный пакет",
  "Turn on AI failure detection only for the prints.": "Включите функцию обнаружения сбоев AI только для отпечатков.",
  "Available to all plans.": "Доступно для всех планов.",
  "Pre-paid AI Detection Hours never expire.": "Предоплаченные часы обнаружения ИИ никогда не истекают.",
  "One Time Purchase.": "Единовременная покупка.",
  "for": "для",
  "Start 1 month FREE trial + 250 FREE AI Detection Hours": "Начните 1 месяц БЕСПЛАТНОЙ пробной версии + 250 БЕСПЛАТНЫХ часов обнаружения ИИ",
  "Purchase Selected AI Detection Hour Pack": "Приобрести выбранный пакет часов обнаружения ИИ",
  "Subscribe&Save Packs": "Подписаться и сохранить пакеты",
  "AI failure detection for all prints.": "Обнаружение сбоев на основе ИИ для всех отпечатков.",
  "Available only as add-on to the Pro plan.": "Доступно только как дополнение к плану Pro.",
  "Subscribed AI Detection Hours roll over month to month.": "Подписанные часы обнаружения ИИ переносятся на следующий месяц.",
  "Subscribed AI Detection Hours expire when subscription ends.": "Подписанные часы обнаружения ИИ истекают после окончания подписки.",
  "You can change AI Detection Hour Pack or remove it from your Pro plan any time you want.": "Вы можете изменить пакет часов обнаружения ИИ или удалить его из своего плана Pro в любое время.",
  "Upgrade to Pro with selected AI Detection Hour Pack": "Обновитесь до Pro с выбранным пакетом AI Detection Hour",
  "Calculate Cost >>>": "Рассчитать стоимость >>>",
  "The Spaghetti Gallery": "Галерея спагетти",
  "End of public time-lapse list.": "Конец общедоступного списка покадровой съемки.",
  "Loading filaments...": "Загрузка нитей...",
  "No compatible filaments found.": "Совместимые нити не найдены.",
  "Confirm": "Подтверждать",
  "Rotate": "Повернуть",
  "X (deg)": "X (градус)",
  "Y (deg)": "Y (град)",
  "Z (deg)": "Z (град)",
  "Scale": "Шкала",
  "Uniform": "Униформа",
  "Percent": "Процент",
  "Dimension": "Измерение",
  "Reset": "Перезагрузить",
  "Translate": "Переводить",
  "X-axis": "Ось X",
  "Y-Axis": "Ось Y",
  "Loading files ": "Загрузка файлов",
  "Slicing Settings": "Настройки нарезки",
  "Please Select a Printer": "Пожалуйста, выберите принтер",
  "Filament": "Нить накала",
  "Please Select a Printer First": "Сначала выберите принтер",
  "Please Select a Filament": "Пожалуйста, выберите нить",
  "Print Process": "Процесс печати",
  "Please Select Printer & Filament": "Выберите принтер и нить",
  "Please Select a Print Process": "Пожалуйста, выберите процесс печати",
  "Modify Current Print Profile": "Изменить текущий профиль печати",
  "Quality": "Качество",
  "Layer height": "Высота слоя",
  "Seam": "Шов",
  "Seam position": "Положение шва",
  "Walls and Surfaces": "Стены и поверхности",
  "Only one wall on top surfaces": "Только одна стена на верхних поверхностях",
  "Strength": "Сила",
  "Walls": "Стены",
  "Wall loops": "Настенные петли",
  "Top/bottom shells": "Верхняя/нижняя оболочки",
  "Top surface pattern": "Рисунок верхней поверхности",
  "Top shell layers": "Верхние слои оболочки",
  "Top shell thickness": "Толщина верхней оболочки",
  "Bottom surface pattern": "Рисунок нижней поверхности",
  "Bottom shell layers": "Нижние слои оболочки",
  "Bottom shell thickness": "Толщина нижней оболочки",
  "Infill": "Заполнение",
  "Sparse Infill Density": "Разреженная плотность заполнения",
  "Sparse infill pattern": "Редкий рисунок заполнения",
  "Internal solid infill pattern": "Внутренний сплошной рисунок заполнения",
  "Support": "Поддерживать",
  "Enable Support": "Включить поддержку",
  "Type": "Тип",
  "Threshold angle": "Угол порога",
  "On build plate only": "Только на монтажной пластине",
  "Others": "Другие",
  "Temperatures": "Температуры",
  "Nozzle Temperature": "Температура сопла",
  "Nozzle Temperature (First Layer)": "Температура сопла (первый слой)",
  "Bed Temperature": "Температура слоя",
  "Bed Temperature (First Layer)": "Температура слоя (первый слой)",
  "Skirt": "Юбка",
  "Skirt loops": "Петли для юбки",
  "Skirt Height": "Высота юбки",
  "Brim": "Брим",
  "Brim type": "Тип козырька",
  "Brim width": "Ширина полей",
  "Special mode": "Специальный режим",
  "Print sequence": "Последовательность печати",
  "Spiral vase": "Спиральная ваза",
  "Fuzzy skin": "Пушистая кожа",
  "Choose a Printer": "Выберите принтер",
  "Choose a Filament": "Выберите нить",
  "Choose a Print Process": "Выберите процесс печати",
  "Your 30-Day {localizedDom} Free Trial Has Started!": "Ваша 30-дневная {localizedDom} бесплатная пробная версия началась!",
  "Pro Plan": "Профессиональный план",
  "{trialDaysLeft} Days Left on Your {localizedDom} Free Trial!": "{trialDaysLeft} дней осталось до конца {localizedDom} бесплатной пробной версии!",
  "Unlimited, 25 FPS Premium Webcam Streaming": "Неограниченная премиум-трансляция с веб-камеры 25 FPS",
  "250 Hours Watched by AI for Failure Detection": "250 часов наблюдения ИИ для обнаружения сбоев",
  "G-Code Remote Uploading and Printing": "Удаленная загрузка и печать G-кода",
  "Link your 3D printer now so that you can fully enjoy the 30-Day Free Trial": "Подключите свой 3D-принтер сейчас, чтобы в полной мере насладиться 30-дневной бесплатной пробной версией.",
  "Link Printer": "Ссылка Принтер",
  "It's as easy as 1-2-3": "Это так же просто, как 1-2-3.",
  "Just Checking Out": "Просто проверяю",
  "Not a whole lot you can see without your printer linked": "Не так уж много можно увидеть без подключенного принтера.",
  "Not ready to start yet? {localizedDom} to pause your free trial.": "Еще не готовы начать? {localizedDom}, чтобы приостановить бесплатную пробную версию.",
  "Email us": "Напишите нам по электронной почте"
}