{
  "Printers": "プリンター",
  "Print History": "印刷履歴",
  "G-Codes": "Gコード",
  "Pricing": "価格",
  "Help": "ヘルプ",
  "SIGN IN": "サインイン",
  "SIGN UP": "サインアップ",
  "Preferences": "設定",
  "Log out": "ログアウト",
  "{name} AI Detection Hours / month pack": "{{name}} AI検出時間/月パック",
  "AI Detection Hour Pack not selected": "AI検出時間パックが選択されていません",
  "{name} AI Detection Hours / month": "{{name}} AI検出時間/月",
  "No AI Detection Hour Pack": "AI検出なしアワーパック",
  "You need to": "必要がある",
  "verify your primary email": "メインメールアドレスを確認する",
  "as it will be used for billing communication.": "請求に関する連絡に使用されます。",
  "Annual (SAVE 33%)": "年間（33%割引）",
  "Monthly": "月次",
  "Number of printer(s)": "プリンターの数",
  "Add": "追加",
  " (No change) ": "（変更なし）",
  "Remove": "取り除く",
  "Add Subscribe&Save AI Detection Hour Pack?": "Subscribe&Save AI 検出時間パックを追加しますか?",
  "Popular": "人気のある",
  "Current": "現在",
  "Total": "合計",
  "Pro plan": "プロプラン",
  "1st printer (included)": "1台目のプリンター（付属）",
  "additional": "追加",
  "50 AI Detection Hours / month (included)": "AI検出時間50時間/月（含まれます）",
  "This is the total amount on your next bill. Click 'Checkout' see how much is due today.": "次回の請求合計金額です。「チェックアウト」をクリックして、本日のお支払い金額をご確認ください。",
  "Cancel": "キャンセル",
  "Checkout": "チェックアウト",
  "Questions You May Have": "ご質問",
  "What currency are your prices in?": "価格はどの通貨で表示されますか?",
  "They’re in US dollars.": "それらは米ドルで表記されています。",
  "Which plan is right for me?": "どのプランが私に適していますか?",
  "It depends on how many 3D printers you have, and how often you print.": "それは、所有している 3D プリンターの数と、印刷する頻度によって異なります。",
  "The Free plan is for users who print occasionally. Another reason why you may want to choose the Free plan is you don't mind slow webcam streaming (up to 1 FPS). The Free plan even comes with 100 free Basic AI Detection Hours per month. Hours don't roll over month to month.": "無料プランは、たまにしか印刷しないユーザー向けです。ウェブカメラのストリーミング速度が遅くても（最大1FPS）問題ないという方にも、無料プランをお勧めいたします。無料プランには、毎月100時間分のAI検出基本機能が無料で付属しています。使用時間は月ごとに繰り越されません。",
  "The Pro plan is for users who print more often and want to enjoy additional features like watching the webcam feed at the slick 25 FPS rate. It also comes with 100 Advanced AI Detection Hours every month - giving you the ability to detect failures faster and more reliably. If you occasionally print more than 100 hours a month, you will most likely be ok because the Advanced AI Detection Hours roll over month to month.": "Proプランは、印刷頻度が高く、ウェブカメラ映像を25fpsの滑らかな速度で視聴できるなどの追加機能をご利用になりたい方に最適です。また、毎月100時間の高度なAI検出時間も付属しており、より迅速かつ確実に不具合を検出できます。月に100時間以上印刷する場合でも、高度なAI検出時間は月ごとに繰り越されるため、問題ない可能性が高いでしょう。",
  "Can I change my plan?": "プランを変更できますか？",
  "Of course! You can change the number of printers, add/change/remove Subcribe&Save AI Detection Hour Pack, or between annual and monthly, at any time as long as your subscription is still active.": "もちろんです！サブスクリプションがアクティブである限り、プリンターの台数を変更したり、Subcribe&Save AI Detection Hour Packを追加・変更・削除したり、年間プランと月間プランの間で切り替えたりすることができます。",
  "You will keep the unused AI Detection Hours when you change your subscription plan.": "サブスクリプションプランを変更しても、未使用の AI 検出時間は保持されます。",
  "Can I cancel my plan?": "プランをキャンセルできますか？",
  "Yes again! You can cancel your subscription any time.": "はい、また！サブスクリプションはいつでもキャンセルできます。",
  "However, the AI Detection Hours included in the plan will expire at the end of your subscription period.": "ただし、プランに含まれる AI 検出時間は、サブスクリプション期間の終了時に期限切れになります。",
  "What is your refund policy?": "返金ポリシーは何ですか?",
  "We offer a {localizedDom}": "{localizedDom}をご提供します",
  "30-Day Full Refund Policy": "30日間全額返金ポリシー",
  "If you are not happy with the Pro plan, just {localizedDom} within 30 days and we will give you a full refund.": "Pro プランにご満足いただけない場合は、30 日以内に {localizedDom} ご連絡いただければ、全額返金いたします。",
  "email us": "メールでお問い合わせ",
  "After 30 days, you can still cancel the subscription at any time. However, we usually don't refund the payment, due to the nature of a subscription service. Instead, we will keep your subscription active until the end of the current billing cycle. This is also a common practice for virtually all other subscription services such as Netflix.": "30日経過後も、いつでもサブスクリプションをキャンセルできます。ただし、サブスクリプションサービスの性質上、通常はお支払いいただいた料金の返金は行っておりません。その代わりに、現在の請求サイクルの終了までサブスクリプションを有効のまま維持いたします。これは、Netflixなど、ほぼすべての他のサブスクリプションサービスでも一般的な慣行です。",
  "However, we are all human and we want to be reasonable. If you have a good reason why we should refund to you after 30 days, {localizedDom} and we will consider your request.": "しかしながら、私たちも人間ですから、合理的な対応を心がけております。30日経過後に返金すべき正当な理由がある場合は、{localizedDom} までご連絡ください。ご要望を検討させていただきます。",
  "Is it safe to give my credit card number to the Kingroon?": "キングルーンにクレジットカード番号を伝えても安全ですか?",
  "Wrong question! You will not give credit number to us. Instead, it's Chargebee, {localizedDom}, that takes your credit card number and safely stores it.": "質問が違います！クレジットカード番号を当社に提供する必要はありません。代わりに、Chargebee（{localizedDom}）がお客様のクレジットカード番号を取得し、安全に保管します。",
  "a fully compliant billing service provider": "完全準拠の請求サービスプロバイダー",
  "Under no circumstances will Kingroon process or store your payment information.": "いかなる状況においても、Kingroon はお客様のお支払い情報を処理または保存することはありません。",
  "I have many printers and print a lot. The Pro plan becomes really expensive. Can I still use the Kingroon app?": "プリンターをたくさん持っていて、印刷量も多いです。Proプランだとかなり高額になりますが、Kingroonアプリは使えますか？",
  "Please {localizedDom} to customize a plan that works for your budget.": "予算に合ったプランをカスタマイズするには、{localizedDom} をクリックしてください。",
  "contact us": "お問い合わせ",
  "I saw {brandName} mentioned somewhere. What does {brandName} have to do with Kingroon?": "どこかで{{brandName}}について言及されているのを見ました。{{brandName}}とKingroonとは何の関係があるのでしょうか？",
  "{brandName} has partnered with Kingroon to provide Kingroon users with AI and a mobile app for Kingroon 3D printers. {brandName}, a US based company is the developer of the Kingroon App.": "{{brandName}} は Kingroon と提携し、Kingroon ユーザーに AI と Kingroon 3D プリンター用のモバイル アプリを提供しています。米国に拠点を置く {{brandName}} は Kingroon アプリの開発元です。",
  "The Free plan is for users with only 1 printer and print very in-frequently. Another reason why you may want to choose the Free plan is you don't mind slow webcam streaming (up to 5 FPS). The Free plan even comes with 10 free AI Detection Hours per month. And you can get {localizedDom} if you need more.": "無料プランは、プリンターが1台しかなく、印刷頻度が非常に低いユーザー向けです。ウェブカメラのストリーミング速度が遅くても問題ない方（最大5fps）も、無料プランをお選びいただける理由の一つです。無料プランには、毎月10時間分のAI検出機能が無料で付いてきます。さらに必要な場合は、{localizedDom} を追加することもできます。",
  "additional AI Detection Hours": "追加のAI検出時間",
  "The Pro plan is for users who want to enjoy watching the webcam feed at the slick 25 FPS rate. It also comes with 50 AI Detection Hours every month. If you occasionally print more than 50 hours a month, you will most likely be ok because the {localizedDom}. When you upgrade to the Pro plan, you are also eligible to the {localizedDom2} at favorable rates.": "Proプランは、ウェブカメラの映像を25fpsの滑らかな速度で楽しみたい方に最適です。また、毎月50時間のAI検出時間もご利用いただけます。月に50時間以上印刷する場合でも、{localizedDom}があれば十分でしょう。Proプランにアップグレードすると、{localizedDom2}もお得な価格でご利用いただけます。",
  "Subscribe&Save AI Detection Hour Packs": "定期購入でAI検出時間パックを節約",
  "I have X printers and I print Y hours a month. Tell me exactly how much the Pro plan will cost me.": "プリンターをX台所有しており、月にY時間印刷しています。Proプランの料金を正確に教えてください。",
  "Oops. We forgot to mention we have built a {localizedDom} for you.": "おっと。{localizedDom} を構築したことを忘れていました。",
  "price calculator": "価格計算機",
  "However, the AI Detection Hours included in the plan and Subscribe&Save pack will expire at the end of your subscription period.": "ただし、プランおよび Subscribe&Save パックに含まれる AI 検出時間は、サブスクリプション期間の終了時に期限切れになります。",
  "Is it safe to give my credit card number to the {brandName} Cloud?": "{{brandName}} クラウドにクレジットカード番号を提供しても安全ですか?",
  "Under no circumstances will the {brandName} Cloud process or store your payment information.": "いかなる状況においても、{{brandName}} クラウドはお客様のお支払い情報を処理または保存することはありません。",
  "I have many printers and print a lot. The Pro plan becomes really expensive. Can I still use the {brandName} Cloud?": "プリンターをたくさん持っていて、印刷量も多いです。Proプランだとかなり高額になりますが、それでも{{brandName}} Cloudは使えますか？",
  "Failed to cancel subscription": "サブスクリプションのキャンセルに失敗しました",
  "Your subscription will expire at the end of current billing cycle.": "サブスクリプションは現在の請求サイクルの終了時に期限切れになります。",
  "I understand I will {localizedDom} when my subscription expires.": "サブスクリプションの有効期限が切れると{localizedDom}することを理解しています。",
  "lose the unused expirable AI Detection Hours": "使用されていない期限切れのAI検出時間を失う",
  "One last thing. Please tell us why you want to cancel your subscription": "最後に、サブスクリプションをキャンセルしたい理由を教えてください。",
  "Other": "他の",
  "I changed my mind. I'll keep my subscription": "気が変わりました。購読は継続します",
  "I still want to cancel my subscription": "サブスクリプションをキャンセルしたいのですが",
  "Failed to delete account": "アカウントの削除に失敗しました",
  "Delete Account": "アカウントを削除",
  "Your account will be permanently deleted!": "あなたのアカウントは永久に削除されます!",
  "I understand I will lose all data.": "すべてのデータが失われることを理解しています。",
  "One last thing. Please tell us why you want to delete your account": "最後に、アカウントを削除したい理由を教えてください。",
  "Delete my account": "アカウントを削除する",
  "You have an active subscription. If you want to delete your account, please {localizedDom}": "有効なサブスクリプションがあります。アカウントを削除する場合は、{localizedDom} をクリックしてください。",
  "send us an email": "メールを送信",
  "AI Detection Hours": "AI検出時間",
  "Total AI Detection Hours ({localizedDom})": "AI検出時間合計 ({localizedDom})",
  "details": "詳細",
  " Unlimited ": "無制限",
  "Included in subscription plan or Subscribe&Save DH Pack.": "サブスクリプション プランまたは Subscribe&Save DH パックに含まれます。",
  "Expires when subscription ends": "サブスクリプションの終了時に失効します",
  "Earned or bought with Pre-paid DH Pack.": "プリペイド DH パックで獲得または購入しました。",
  "(Never expires.)": "(有効期限はありません。)",
  "Running short of AI Detection Hours?": "AI検出時間が足りませんか?",
  "Get more >>>": "詳細はこちら >>>",
  "Renew your subscription plan": "サブスクリプションプランを更新する",
  "Click": "クリック",
  "here": "ここ",
  "to open the billing portal.": "請求ポータルを開きます。",
  "Click on your subscription.": "サブスクリプションをクリックします。",
  "Click \"Remove scheduled cancellation\"": "「予定キャンセルを削除」をクリック",
  "It looks like you have a legacy DH Pack that we have discontinued.": "弊社が販売を中止したレガシー DH パックをお持ちのようです。",
  "Please email {name} to change your subscription.": "サブスクリプションを変更するには、{{name}} にメールを送信してください。",
  "Subscription Plan": "サブスクリプションプラン",
  "You are currently on the Free plan.": "現在、無料プランをご利用いただいております。",
  "You can still enjoy essential features such as the {localizedDom} and 10 free {localizedDom2} per month.": "{localizedDom} や毎月 10 個の無料の {localizedDom2} などの重要な機能は引き続きご利用いただけます。",
  "Basic Webcam Streaming": "基本的なウェブカメラストリーミング",
  "If you want to watch your webcam with the {localizedDom} and get more AI Detection Hours so that Obi can watch your prints for you, you can upgrade to the Pro plan.": "{localizedDom} を使用してウェブカメラを監視し、AI 検出時間を増やして Obi があなたの指紋を監視できるようにするには、Pro プランにアップグレードできます。",
  "Premium Webcam Streaming": "プレミアムウェブカメラストリーミング",
  "Compare the plans": "プランを比較する",
  "Your free trial of the Pro plan": "プロプランの無料トライアル",
  "will expire": "期限切れになります",
  "AI Detection Hours will also expire with your free trial": "AI検出時間も無料トライアルと同時に終了します",
  "You can upgrade to Pro now to keep them.": "今すぐ Pro にアップグレードして、これらを維持することができます。",
  "Upgrade to Pro Now (30-Day Money Back Guarantee)": "今すぐプロにアップグレード（30日間返金保証）",
  "About the free trial": "無料トライアルについて",
  "During the 1 month trial period, you have access to all Pro features.": "1 か月の試用期間中は、すべての Pro 機能にアクセスできます。",
  "We also gave you 250 free {localizedDom}": "250個の{localizedDom}も無料でプレゼントしました",
  "so you would be able to fully experience the power of {brandName} without having to worry about running out.": "そうすれば、不足を心配することなく、{{brandName}} の威力を十分に体験することができます。",
  "At the end of the free trial, you can continue the Pro plan with an annual or monthly subscription. Otherwise your account will be automatically converted to the Free plan.": "無料トライアル終了後は、年間または月間のサブスクリプションでProプランを継続できます。それ以外の場合は、アカウントは自動的に無料プランに変更されます。",
  "You are currently on the complimentary Pro plan.": "現在、無料の Pro プランをご利用いただいています。",
  "It'll expire {localizedDom}": "{localizedDom} に期限が切れます",
  "At that time, you can {localizedDom} or do nothing, in which case your account will be converted to Free plan automatically.": "その時点で、{localizedDom} するか、何もしないかを選択できます。その場合、アカウントは自動的に無料プランに変換されます。",
  "upgrade to the Pro plan": "プロプランにアップグレード",
  "Compare the plans >>>": "プランを比較する >>>",
  "Complimentary Pro plan doesn't allows Subscribe&Save AI Detection Hour Pack as add-ons. If you need more AI Detection Hours, you can get Pre-paid AI Detection Hour Pack.": "無料のProプランでは、Subscribe&Save AI Detection Hour Packをアドオンとしてご利用いただけません。AI検出時間をさらにご希望の場合は、プリペイドのAI検出Hour Packをご購入ください。",
  "Your Pro plan will end {localizedDom}": "Proプランは{localizedDom}に終了します",
  "You will lose the remaining expirable AI Detection Hours when your plan ends (see {localizedDom} ).": "プランが終了すると、残りの有効期限切れ AI 検出時間は失われます ({localizedDom} を参照)。",
  "To avoid the loss": "損失を避けるために",
  "renew the plan now": "今すぐプランを更新してください",
  "You are currently on the Pro plan.": "現在、Pro プランをご利用になっています。",
  "Your next billing date is": "次回の請求日は",
  "Plan total": "プラン合計",
  "Plan base": "プランベース",
  "Additional printer(s)": "追加のプリンター",
  "You have fewer printers than you subscribed for. You can change your subscription to save money.": "プリンターの台数がご契約台数より少なくなっています。サブスクリプションを変更して、コストを節約できます。",
  "The total doesn't reflect the coupon you may have received. Check your invoice for the final amount you paid.": "合計金額にはクーポンが反映されていません。最終的なお支払い金額は請求書でご確認ください。",
  "Change Subscription": "サブスクリプションの変更",
  "Cancel Subscription": "サブスクリプションをキャンセルする",
  "Need to view invoices or change payment method?": "請求書を確認したり、支払い方法を変更したりする必要がありますか?",
  "Open the billing portal": "請求ポータルを開く",
  "Subscription": "サブスクリプション",
  "Oops...": "おっと…",
  "Something went wrong! Please": "問題が発生しました。",
  "Contact us": "お問い合わせ",
  "for help.": "助けを求めて。",
  "Are you sure?": "本気ですか？",
  "Delete {name} printer? This action can not be undone.": "{{name}} プリンターを削除しますか? この操作は元に戻せません。",
  "Yes": "はい",
  "No": "いいえ",
  "Printer deleted": "プリンターが削除されました",
  "{name} has been permanently deleted": "{{name}} は完全に削除されました",
  "Archived Printers": "アーカイブされたプリンター",
  "The following printers have been archived because you have more printers than your plan allows.": "プランで許可されている台数よりも多くのプリンターを所有しているため、次のプリンターはアーカイブされました。",
  "Un-archive": "アーカイブ解除",
  "Delete": "消去",
  "You have a few options to un-archive printer(s)": "プリンタをアーカイブ解除するにはいくつかのオプションがあります",
  "Delete or archive the printers you no longer need.": "不要になったプリンターを削除またはアーカイブします。",
  "Upgrade to the Pro plan. Please remember the Free plan is limited to only 1 printer. Check out {localizedDom}.": "Proプランにアップグレードしてください。無料プランではプリンターが1台のみに制限されていることにご注意ください。{localizedDom}をご覧ください。",
  "the Pro plan pricing": "プロプランの価格",
  "If you are already on the Pro plan, you can change the number of printers on {localizedDom}.": "すでに Pro プランをご利用の場合は、{localizedDom} でプリンターの数を変更できます。",
  "your subscription page": "購読ページ",
  "Once your account is set up to allow for more printers, come back and un-archive the printers here.": "より多くのプリンターを許可するようにアカウントが設定されたら、戻ってここでプリンターをアーカイブ解除してください。",
  "Questions on why your printers are archived?": "プリンターがアーカイブされる理由についてご質問がありますか?",
  "Contact us.": "お問い合わせ。",
  "You have no archived printers.": "アーカイブされたプリンターはありません。",
  "Go back to the printer page.": "プリンターページに戻ります。",
  "The {brandName} plugin version is too old to use this function. Please update it to the latest version to test camera!": "{{brandName}}プラグインのバージョンが古すぎるため、この機能は使用できません。カメラをテストするには、最新バージョンに更新してください。",
  "Please confirm the snapshot below came from a": "以下のスナップショットが",
  "nozzle camera": "ノズルカメラ",
  "not a regular webcam. The AI will NOT function correctly on a regular camera.": "通常のウェブカメラではありません。AIは通常のカメラでは正しく機能しません。",
  "Unable to connect to your nozzle camera using the URL you entered!": "入力した URL を使用してノズル カメラに接続できません。",
  "Please check the instruction for how to find the correct URL for your nozzle camera.": "ノズル カメラの正しい URL を見つける方法については、手順を確認してください。",
  "Nozzle Ninja AI Configuration": "ノズル忍者AI設定",
  "Nozzle Ninja, {brandName}’s First Layer AI, Is Here!": "{{brandName}} 初のレイヤー AI、Nozzle Ninja が登場!",
  "Configure a compatible nozzle camera to get started": "互換性のあるノズルカメラを設定して開始します",
  "Update the {brandName} Plugin in OctoPrint or Fluidd/Mainsail": "OctoPrintまたはFluidd/Mainsailの{{brandName}}プラグインを更新します",
  "Before you configure Nozzle Ninja, Update the {brandName} plugin in OctoPrint or Fluidd/Mainsail. Once the plugin is up-to-date, restart your printer or Raspberry, and then come back here.": "Nozzle Ninjaを設定する前に、OctoPrintまたはFluidd/Mainsailの{{brandName}}プラグインを更新してください。プラグインが最新になったら、プリンターまたはRaspberryを再起動してから、このページに戻ってください。",
  "Select the Printer You Want to Configure": "設定するプリンタを選択してください",
  "Printers Found": "プリンターが見つかりました",
  "Select which printer(s) you want to configure. Note: AI detection hours are currently not impacted by first layer AI.": "設定するプリンターを選択してください。注: 現在、AI検出時間は第1層AIの影響を受けません。",
  "Please select a printer to configure": "設定するプリンタを選択してください",
  "Nozzle camera URL saved!": "ノズルカメラのURLを保存しました！",
  "System: ": "システム： ",
  "Post first layer scan": "最初のレイヤースキャン後",
  "Scan your print after your first layer is done at a lower speed. The scan will produce better images more in focus and with less motion blur. This is opted in by default but you can opt out of it.": "最初のレイヤーが完成したら、低速でプリントをスキャンしてください。これにより、より焦点が合った、モーションブラーの少ない、より高品質な画像が得られます。これはデフォルトで有効になっていますが、無効にすることもできます。",
  "Note: Please make sure": "注: 必ず",
  "the slicer correctly configured": "スライサーが正しく設定されている",
  "Otherwise it won't scan.": "そうしないとスキャンされません。",
  "Enable post first layer scan": "最初のレイヤー後のスキャンを有効にする",
  "Scan at height": "高さでスキャン",
  "Cooldown extruder": "クールダウン押出機",
  "Retract before scan": "スキャン前に撤回する",
  "Retraction speed": "引き込み速度",
  "No printers found!": "プリンターが見つかりません。",
  "Nozzle Ninja Configuration": "ノズル忍者構成",
  "Follow the camera configuration guide to configure your nozzle camera with {brandName}": "カメラ設定ガイドに従って、{{brandName} を使用してノズル カメラを設定します。",
  "Nozzle Ninja configuration guide for Klipper ": "Klipper用Nozzle Ninja設定ガイド ",
  "Nozzle Ninja configuration guide for Octoprint ": "Octoprint の Nozzle Ninja 設定ガイド",
  "Slicer Configuration": "スライサーの設定",
  "Configure your slicer to send first layer information to {brandName} and optionally enable first layer scanning. First layer scanning is an experimental feature that enables a slow scan of the first layer. This feature requires some configureation to avoid impacting print quality.": "スライサーを設定して、最初のレイヤーの情報を{{brandName}}に送信し、オプションで最初のレイヤーのスキャンを有効にしてください。最初のレイヤーのスキャンは、最初のレイヤーを低速でスキャンする試験的な機能です。この機能を使用するには、印刷品質への影響を避けるため、いくつかの設定が必要です。",
  "Currently, PrusaSlicer, SuperSlicer and OrcaSlicer are supported.": "現在、PrusaSlicer、SuperSlicer、OrcaSlicer がサポートされています。",
  "Slicer configuration guide ": "スライサー設定ガイド",
  "Close": "近い",
  "Slice": "スライス",
  "Likes": "いいね",
  "Collections": "コレクション",
  "Files": "ファイル",
  "Summary": "まとめ",
  "Print Settings": "印刷設定",
  "Printer brand": "プリンターブランド",
  "Printer": "プリンター",
  "Rafts": "いかだ",
  "Supports": "サポート",
  "License": "ライセンス",
  "Comments": "コメント",
  "File Selection": "ファイルの選択",
  "Search": "検索",
  "Relevant Models": "関連モデル",
  "Popular 3D Models: Last 30 Days": "人気の3Dモデル: 過去30日間",
  "Type your message here...": "ここにメッセージを入力してください...",
  "Select printer, filament, and add models first": "まずプリンター、フィラメントを選択し、モデルを追加します",
  "Select machine, filament, and print process first": "まずマシン、フィラメント、印刷プロセスを選択します",
  "Build Your Pro Plan": "プロプランを作成",
  "You have already redeemed this coupon.": "このクーポンはすでに利用済みです。",
  "Please contact Obico Support at": "Obicoサポートまでご連絡ください。",
  "Error": "エラー",
  "Failed to redeem the coupon code. Please try again later.": "クーポンコードの利用に失敗しました。しばらくしてからもう一度お試しください。",
  "Oops! You already have an Obico Pro Plan...": "おっと！すでにObico Proプランをお持ちです...",
  "Contact obico support at": "obicoサポートに問い合わせる",
  "Oops! Invalid Coupon!": "おっと！クーポンが無効です！",
  "Activate Your Three-Month Obico Pro Plan": "3ヶ月間のObico Proプランを有効化する",
  "As a valued Big Tree Tech customer, once your included plan expires, you can upgrade to a more advanced plan at a special discounted price. This offer is exclusively available for Big Tree Tech customers to ensure you continue to enjoy the benefits of Obico without interruption.": "Big Tree Techの大切なお客様として、現在ご利用のプランの有効期限が切れた後、より高度なプランに特別割引価格でアップグレードしていただけます。このオファーはBig Tree Techのお客様限定で、Obicoのメリットを中断することなく継続してご利用いただけます。",
  "Redeem Plan": "プランを利用する",
  "Upgrade to an Obico Pro Plan and get a 25% discount as a valued BTT customer!": "Obico Pro プランにアップグレードすると、大切な BTT 顧客として 25% 割引が受けられます。",
  "Obico has partnered with Big Tree Tech to give you an exclusive discount on an Obico Pro Plan. Get instant access to AI failure detection, first layer AI, webcam streaming, a highly rated mobile app and more for your 3D printer.": "ObicoはBig Tree Techと提携し、Obico Proプランを特別割引価格でご提供します。AIによる障害検出、ファーストレイヤーAI、ウェブカメラストリーミング、高評価のモバイルアプリなど、3Dプリンター向けの様々な機能をすぐにご利用いただけます。",
  "Choose Plan": "プランを選択",
  "What's Included with Your Pro Plan": "プロプランに含まれるもの",
  "AI Failure Detection": "AIによる障害検出",
  "Webcam Streaming": "ウェブカメラストリーミング",
  "Full Remote Access": "完全なリモートアクセス",
  "Mobile & Web App": "モバイル＆ウェブアプリ",
  "Printer Management": "プリンター管理",
  "Compatible with Your Favorite Software": "お気に入りのソフトウェアと互換性あり",
  "Highly Rated Mobile App": "高評価のモバイルアプリ",
  "Available for iOS and Android": "iOSとAndroidで利用可能",
  "Frequently Asked Questions": "よくある質問",
  "What happens when the three-month Pro Plan expires?": "3 か月の Pro プランの有効期限が切れるとどうなりますか?",
  "When your three-month plan expires, you will have the chance to upgrade to one of Obico’s Pro Plans at a special discounted rate. Learn more about the plan options": "3ヶ月プランの有効期限が切れると、Obicoのプロプランに特別割引価格でアップグレードできます。プランオプションの詳細をご覧ください。",
  "If you choose not to upgrade, your plan will be automatically reverted to an Obico Free Plan.": "アップグレードしない場合は、プランは自動的に Obico 無料プランに戻ります。",
  "Welcome To": "ようこそ",
  "Your three-month Pro Plan Is Now Active": "3ヶ月間のプロプランがアクティブになりました",
  "Unlimited Premium Webcam Streaming": "無制限のプレミアムウェブカメラストリーミング",
  "Unlimited AI Failure Detection": "無制限のAI障害検出",
  "G-Code Remote Uploading and Printing": "Gコードのリモートアップロードと印刷",
  "Unlimited Secure Tunnel to OctoPrint/Klipper": "OctoPrint/Klipperへの無制限のセキュアトンネル",
  "Go To Printer Control Page": "プリンタ制御ページへ移動",
  "Sign Up or Sign in to Your Obico Account": "Obicoアカウントにサインアップまたはサインイン",
  "And get instant access to": "すぐにアクセスして",
  "Signup/Sign In": "サインアップ/サインイン",
  "Create an account or Sign in to Choose Your plan": "アカウントを作成するか、サインインしてプランを選択してください",
  "Create Account/Sign In": "アカウントを作成/サインイン",
  "Create an account or Sign in to Choose Your plan and get": "アカウントを作成するか、サインインしてプランを選択して",
  "Webcam-Based AI Failure Detection": "ウェブカメラベースのAI障害検出",
  "Nozzle Ninja First Layer AI Failure Detection": "ノズル忍者第一層AI故障検出",
  " for ${month} / month (${hour} / AI Detection Hour). Billed ${year} annually.": "月額 ${{month}}（AI検出時間あたり ${{hour}}）。年間 ${{year} が請求されます。",
  " for ${month} / month (${hour} / AI Detection Hour).": "月額 ${{month}} (AI 検出時間あたり ${{hour}})。",
  "Calculate Plan Cost": "プラン費用の計算",
  "Kingroon Connect Plans": "Kingroon Connectプラン",
  "Free": "無料",
  "Print occasionally.": "時々印刷します。",
  "Unlimited Kingroon printers allowed": "キングロンプリンターは無制限に使用可能",
  "Get Started": "始める",
  "Basic webcam streaming": "基本的なウェブカメラストリーミング",
  "100 {localizedDom} AI Detection Hours/month, 30s detection interval": "100 {localizedDom} AI検出時間/月、検出間隔30秒",
  "Basic": "基本",
  "300MB /mo tunnel data - Access Mainsail or Fluidd remotely": "300MB /月のトンネルデータ - MainsailまたはFluiddにリモートでアクセス",
  "200MB total G-code cloud storage": "合計200MBのGコードクラウドストレージ",
  "Companion mobile app for {localizedDom} and {localizedDom2}": "{localizedDom} および {localizedDom2} のコンパニオンモバイルアプリ",
  "Android": "アンドロイド",
  "iOS": "iOS",
  "Remote printer access and control": "リモートプリンタのアクセスと制御",
  "Failure alerts and print status updates sent through push notification": "プッシュ通知を通じて送信される障害アラートと印刷ステータスの更新",
  "Community technical support": "コミュニティ技術サポート",
  "Pro": "プロ",
  "Print every day. 2+ printers.": "毎日印刷。プリンター 2 台以上。",
  "$": "$",
  "month": "月",
  "(Billed {name} annually)": "（毎年{{name}}請求）",
  "1st printer included": "1台目のプリンター付属",
  "2+ printers at $": "2台以上のプリンターは$",
  "month / printer": "月 / プリンター",
  "View/Change Subscription": "サブスクリプションの表示/変更",
  "Full refund within 30 days if you are not happy.": "ご満足いただけない場合は、30 日以内に全額返金いたします。",
  "Upgrade (30-Day Money Back Guarantee)": "アップグレード（30日間返金保証）",
  "Start 1 month FREE trial": "1ヶ月無料トライアルを開始",
  "Premium webcam streaming": "プレミアムウェブカメラストリーミング",
  "100 {localizedDom} AI Detection Hours per month, 10s detection interval": "100 {localizedDom} AI検出時間（月間）、検出間隔10秒",
  "Advanced": "高度な",
  "Unlimited tunnel data - Access Mainsail or fluidd remotely": "無制限のトンネルデータ - Mainsail または Fluidd にリモートでアクセス",
  "5GB total G-Code cloud storage": "合計5GBのGコードクラウドストレージ",
  "Email technical support": "電子メールによるテクニカルサポート",
  "Printer feed sharing with premium streaming quality": "プレミアムストリーミング品質によるプリンターフィード共有",
  "Invalid coupon code. Please make sure the coupon code has not been used, and has not expired. If you believe you have a valid coupon code, please ": "クーポンコードが無効です。クーポンコードが使用されていないこと、また有効期限が切れていないことをご確認ください。有効なクーポンコードをお持ちの場合は、",
  "As a valued Mintion customer, once your included plan expires, you can upgrade to a more advanced plan at a special discounted price. This offer is exclusively available for Mintion customers to ensure you continue to enjoy the benefits of Obico without interruption.": "Mintionの大切なお客様として、現在ご利用のプランの有効期限が切れた後、より高度なプランに特別割引価格でアップグレードしていただけます。このオファーはMintionのお客様限定で、Obicoのメリットを中断することなく継続してご利用いただけます。",
  "Activate Your One Year Obico Pro Plan": "1年間のObico Proプランを有効化する",
  "As a valued Mintion customer, you are eligible for an exclusive life-time Pro Plan discount. When you redeem your plan, you’ll be asked to enter your credit card so we can give you the exclusive 20% discount when your plan renews.": "Mintionの大切なお客様には、Proプランの生涯限定割引をご利用いただけます。プランのご利用時にクレジットカード情報を入力していただくと、プラン更新時に20%の特別割引が適用されます。",
  "If you don’t want your plan to renew, you can cancel the plan after the plan is activated so that it will not automatically renew after one year.": "プランを更新したくない場合は、プランを有効にした後にプランをキャンセルして、1 年後に自動的に更新されないようにすることができます。",
  "I already paid for the Pro Plan. Why do I need to enter my credit card information again?": "プロプランの料金は既に支払済みです。なぜクレジットカード情報を再度入力する必要があるのですか？",
  "Your plan is fully covered for the first one year. After the first one year, the plan will renew with a special discount available exclusively for Mintion customers. You are free to cancel the plan at any time in the “Subscription” section of the Obico mobile or web app.": "最初の1年間はプランの全額がカバーされます。1年後は、Mintionのお客様限定の特別割引が適用されたプランに更新されます。Obicoモバイルアプリまたはウェブアプリの「サブスクリプション」セクションからいつでもプランをキャンセルできます。",
  "Still have questions?": "まだ質問がありますか?",
  "Contact": "接触",
  "{brandName} support.": "{{brandName}} のサポート。",
  "Oops! You already have an {brandName} Pro Plan...": "おっと！{{brandName}} Pro プランをすでにお持ちです...",
  "Contact {brandName} support at": "{{brandName}}サポートにお問い合わせください",
  "Activate Your {brandName} Pro Plan": "{{brandName}} プロプランを有効化",
  "As a valued Sovol customer, you are eligible for an exclusive Pro Plan discount. When you redeem your plan, you’ll be asked to enter your credit card so we can give you the exclusive 20% discount when your plan renews.": "Sovolの大切なお客様には、Proプラン限定割引をご利用いただけます。プランご利用時にクレジットカード情報のご入力をお願いいたします。プラン更新時に20%の特別割引が適用されます。",
  "Your plan is fully covered for the first year. After the first year, the plan will renew with a special discount available exclusively for Sovol customers. You are free to cancel the plan at any time in the “Subscription” section of the {brandname} mobile or web app.": "お客様のプランは最初の1年間は全額補償されます。1年後は、Sovolのお客様限定の特別割引が適用されたプランに更新されます。{{brandname}}モバイルアプリまたはウェブアプリの「サブスクリプション」セクションからいつでも解約できます。",
  "As a valued 3DO Nozzle Camera customer, once your included plan expires, you can upgrade to a more advanced plan at a special discounted price. This offer is exclusively available for 3DO customers to ensure you continue to enjoy the benefits of Obico without interruption.": "3DOノズルカメラをご利用の大切なお客様として、現在ご利用のプランの有効期限が切れた後、より高度なプランに特別割引価格でアップグレードいただけます。このオファーは3DOのお客様限定で、Obicoのメリットを途切れることなく継続してご利用いただけます。",
  "What's Included with Your Plan": "プランに含まれるもの",
  "Cloud Plans": "クラウドプラン",
  "Thinking about self-hosting {brandName} Server instead?": "代わりに {{brandName}} サーバーをセルフホスティングすることを検討していますか?",
  "Check out self-hosting vs {brandName} Cloud.": "セルフホスティングと {{brandName}} クラウドを比較してください。",
  "Limited to 1 printer.": "プリンターは1台までとなります。",
  "10 free AI Detection Hours/month included": "毎月10時間の無料AI検出時間が含まれています",
  "300MB /mo tunnel data": "300MB /月のトンネルデータ",
  "G-Code cloud storage up to 50MB per file, 1GB total": "Gコードクラウドストレージはファイルあたり最大50MB、合計1GBまで",
  "Notifications via Email, mobile push notification, Telegram, and more.": "電子メール、モバイル プッシュ通知、Telegram などによる通知。",
  "300MB /mo integration with your favorite 3rd-party mobile apps": "お気に入りのサードパーティ製モバイルアプリとの統合（月300MB）",
  "Calculate cost": "コストを計算する",
  "50 free AI Detection Hours/month included": "毎月50時間の無料AI検出時間が含まれています",
  "Unlimited tunnel data": "無制限のトンネルデータ",
  "G-Code cloud storage up to 500MB per file, 50GB total": "Gコードクラウドストレージはファイルあたり最大500MB、合計50GB",
  "Unlimited integration with your favorite 3rd-party mobile apps": "お気に入りのサードパーティ製モバイルアプリとの無制限の統合",
  "Failure alerts via SMS (text message)": "SMS（テキストメッセージ）による障害アラート",
  "AI Detection Hour Packs": "AI検出時間パック",
  "Need more AI Detection Hours? Add the right amount of AI Detection Hours without burning a hole on your wallet.": "AI 検出時間がもっと必要ですか? お財布に負担をかけずに、適切な量の AI 検出時間を追加できます。",
  "Pre-paid Pack": "プリペイドパック",
  "Turn on AI failure detection only for the prints.": "印刷に対してのみ AI 障害検出をオンにします。",
  "Available to all plans.": "すべてのプランでご利用いただけます。",
  "Pre-paid AI Detection Hours never expire.": "事前支払いの AI 検出時間には有効期限がありません。",
  "One Time Purchase.": "1回限りの購入。",
  "for": "のために",
  "Start 1 month FREE trial + 250 FREE AI Detection Hours": "1ヶ月間の無料トライアル + 250時間の無料AI検出を開始",
  "Purchase Selected AI Detection Hour Pack": "選択したAI検出時間パックを購入する",
  "Subscribe&Save Packs": "定期購入＆節約パック",
  "AI failure detection for all prints.": "すべての印刷物に対して AI 障害検出を実行します。",
  "Available only as add-on to the Pro plan.": "Pro プランのアドオンとしてのみご利用いただけます。",
  "Subscribed AI Detection Hours roll over month to month.": "サブスクライブした AI 検出時間は月ごとに繰り越されます。",
  "Subscribed AI Detection Hours expire when subscription ends.": "サブスクリプションの終了時に、サブスクライブした AI 検出時間は期限切れになります。",
  "You can change AI Detection Hour Pack or remove it from your Pro plan any time you want.": "AI 検出時間パックはいつでも変更したり、Pro プランから削除したりできます。",
  "Upgrade to Pro with selected AI Detection Hour Pack": "選択したAI検出時間パックでProにアップグレード",
  "Calculate Cost >>>": "コストを計算する >>>",
  "The Spaghetti Gallery": "スパゲッティギャラリー",
  "End of public time-lapse list.": "公開タイムラプスリストの終了。",
  "Loading...": "読み込み中...",
  "Loading filaments...": "フィラメントをロードしています...",
  "No compatible filaments found.": "互換性のあるフィラメントが見つかりません。",
  "Confirm": "確認する",
  "Rotate": "回転",
  "X (deg)": "X（度）",
  "Y (deg)": "Y（度）",
  "Z (deg)": "Z（度）",
  "Scale": "規模",
  "Uniform": "制服",
  "Percent": "パーセント",
  "Dimension": "寸法",
  "Reset": "リセット",
  "Translate": "翻訳する",
  "X-axis": "X軸",
  "Y-Axis": "Y軸",
  "Loading files ": "ファイルの読み込み",
  "Slicing Settings": "スライス設定",
  "Please Select a Printer": "プリンターを選択してください",
  "Filament": "フィラメント",
  "Please Select a Printer First": "まずプリンターを選択してください",
  "Please Select a Filament": "フィラメントを選択してください",
  "Print Process": "印刷プロセス",
  "Please Select Printer & Filament": "プリンターとフィラメントを選択してください",
  "Please Select a Print Process": "印刷プロセスを選択してください",
  "Modify Current Print Profile": "現在の印刷プロファイルを変更する",
  "Quality": "品質",
  "Layer height": "レイヤーの高さ",
  "Seam": "シーム",
  "Seam position": "縫い目の位置",
  "Walls and Surfaces": "壁と表面",
  "Only one wall on top surfaces": "上面の壁は1つだけ",
  "Strength": "強さ",
  "Walls": "壁",
  "Wall loops": "壁ループ",
  "Top/bottom shells": "上部/下部シェル",
  "Top surface pattern": "上面パターン",
  "Top shell layers": "上殻層",
  "Top shell thickness": "トップシェルの厚さ",
  "Bottom surface pattern": "底面パターン",
  "Bottom shell layers": "底殻層",
  "Bottom shell thickness": "底殻の厚さ",
  "Infill": "インフィル",
  "Sparse Infill Density": "疎充填密度",
  "Sparse infill pattern": "まばらな充填パターン",
  "Internal solid infill pattern": "内部ソリッド充填パターン",
  "Support": "サポート",
  "Enable Support": "サポートを有効にする",
  "Type": "タイプ",
  "Threshold angle": "閾値角度",
  "On build plate only": "ビルドプレートのみ",
  "Others": "その他",
  "Temperatures": "気温",
  "Nozzle Temperature": "ノズル温度",
  "Nozzle Temperature (First Layer)": "ノズル温度（第1層）",
  "Bed Temperature": "ベッド温度",
  "Bed Temperature (First Layer)": "ベッド温度（第1層）",
  "Skirt": "スカート",
  "Skirt loops": "スカートループ",
  "Skirt Height": "スカート丈",
  "Brim": "鍔",
  "Brim type": "つばのタイプ",
  "Brim width": "つばの幅",
  "Special mode": "スペシャルモード",
  "Print sequence": "印刷シーケンス",
  "Spiral vase": "螺旋花瓶",
  "Fuzzy skin": "ふわふわした肌",
  "Choose a Printer": "プリンターを選択",
  "Choose a Filament": "フィラメントを選択",
  "Choose a Print Process": "印刷プロセスを選択する",
  "Slicer Assistant": "スライサーアシスタント",
  "Your 30-Day {localizedDom} Free Trial Has Started!": "30 日間の {localizedDom} 無料トライアルが開始されました。",
  "Pro Plan": "プロプラン",
  "{trialDaysLeft} Days Left on Your {localizedDom} Free Trial!": "{localizedDom} 無料トライアルはあと {trialDaysLeft} 日間残っています!",
  "Unlimited, 25 FPS Premium Webcam Streaming": "無制限、25 FPS プレミアムウェブカメラストリーミング",
  "250 Hours Watched by AI for Failure Detection": "障害検出のために AI が 250 時間監視",
  "G-Code Remote Upload and Printing": "Gコードのリモートアップロードと印刷",
  "Link your 3D printer now so that you can fully enjoy the 30-Day Free Trial": "今すぐ3Dプリンターをリンクして、30日間の無料トライアルを存分にお楽しみください。",
  "Link Printer": "リンクプリンター",
  "It's as easy as 1-2-3": "1-2-3のように簡単です",
  "Just Checking Out": "チェックアウト中",
  "Not a whole lot you can see without your printer linked": "プリンターがリンクされていないと、ほとんど何も表示されません",
  "Not ready to start yet? {localizedDom} to pause your free trial.": "まだ始める準備ができていませんか？無料トライアルを一時停止するには{localizedDom} をクリックしてください。",
  "Email us": "メールでお問い合わせ"
}