{
  "Printers": "Drucker",
  "Print History": "Druckverlauf",
  "G-Codes": "G-Codes",
  "Pricing": "Preise",
  "Help": "Helfen",
  "SIGN IN": "ANMELDEN",
  "SIGN UP": "MELDEN SIE SICH AN",
  "Preferences": "Einstellungen",
  "Log out": "Ausloggen",
  "{name} AI Detection Hours / month pack": "{{name}} AI-Erkennungsstunden/Monatspaket",
  "AI Detection Hour Pack not selected": "AI Detection Hour Pack nicht ausgewählt",
  "{name} AI Detection Hours / month": "{{name}} KI-Erkennungsstunden/Monat",
  "No AI Detection Hour Pack": "Kein KI-Erkennungs-Stundenpaket",
  "You need to": "Sie müssen",
  "verify your primary email": "Bestätigen Sie Ihre primäre E-Mail-Adresse",
  "as it will be used for billing communication.": "da diese für die Rechnungskommunikation verwendet werden.",
  "Annual (SAVE 33%)": "Jährlich (SPAREN SIE 33 %)",
  "Monthly": "Monatlich",
  "Number of printer(s)": "Anzahl Drucker",
  "Add": "Hinzufügen",
  " (No change) ": "(Keine Änderung)",
  "Remove": "Entfernen",
  "Add Subscribe&Save AI Detection Hour Pack?": "Subscribe&Save AI Detection Hour Pack hinzufügen?",
  "Popular": "Beliebt",
  "Current": "Aktuell",
  "Total": "Gesamt",
  "Pro plan": "Pro-Plan",
  "1st printer (included)": "1. Drucker (im Lieferumfang enthalten)",
  "additional": "zusätzlich",
  "50 AI Detection Hours / month (included)": "50 Stunden KI-Erkennung/Monat (inklusive)",
  "This is the total amount on your next bill. Click 'Checkout' see how much is due today.": "Dies ist der Gesamtbetrag Ihrer nächsten Rechnung. Klicken Sie auf „Zur Kasse“, um zu sehen, wie viel heute fällig ist.",
  "Cancel": "Stornieren",
  "Checkout": "Kasse",
  "Questions You May Have": "Fragen, die Sie möglicherweise haben",
  "What currency are your prices in?": "In welcher Währung sind Ihre Preise angegeben?",
  "They’re in US dollars.": "Sie lauten auf US-Dollar.",
  "Which plan is right for me?": "Welcher Plan ist der richtige für mich?",
  "It depends on how many 3D printers you have, and how often you print.": "Es hängt davon ab, wie viele 3D-Drucker Sie haben und wie oft Sie drucken.",
  "The Free plan is for users who print occasionally. Another reason why you may want to choose the Free plan is you don't mind slow webcam streaming (up to 1 FPS). The Free plan even comes with 100 free Basic AI Detection Hours per month. Hours don't roll over month to month.": "Der kostenlose Tarif ist für Nutzer gedacht, die gelegentlich drucken. Ein weiterer Grund für den kostenlosen Tarif ist, dass Ihnen langsames Webcam-Streaming (bis zu 1 FPS) nichts ausmacht. Der kostenlose Tarif beinhaltet sogar 100 kostenlose Basic AI Detection-Stunden pro Monat. Die Stunden werden nicht von Monat zu Monat übertragen.",
  "The Pro plan is for users who print more often and want to enjoy additional features like watching the webcam feed at the slick 25 FPS rate. It also comes with 100 Advanced AI Detection Hours every month - giving you the ability to detect failures faster and more reliably. If you occasionally print more than 100 hours a month, you will most likely be ok because the Advanced AI Detection Hours roll over month to month.": "Der Pro-Tarif ist für Nutzer gedacht, die häufiger drucken und zusätzliche Funktionen wie die Webcam-Übertragung mit 25 FPS nutzen möchten. Er beinhaltet außerdem 100 Stunden Advanced AI Detection pro Monat – so können Sie Fehler schneller und zuverlässiger erkennen. Wenn Sie gelegentlich mehr als 100 Stunden pro Monat drucken, ist das wahrscheinlich kein Problem, da die Advanced AI Detection Hours monatlich übertragen werden.",
  "Can I change my plan?": "Kann ich meinen Plan ändern?",
  "Of course! You can change the number of printers, add/change/remove Subcribe&Save AI Detection Hour Pack, or between annual and monthly, at any time as long as your subscription is still active.": "Natürlich! Sie können die Anzahl der Drucker jederzeit ändern, das Subscribe&Save AI Detection Hour Pack hinzufügen, ändern oder entfernen oder zwischen jährlich und monatlich wechseln, solange Ihr Abonnement noch aktiv ist.",
  "You will keep the unused AI Detection Hours when you change your subscription plan.": "Sie behalten die ungenutzten AI Detection Hours, wenn Sie Ihren Abonnementplan ändern.",
  "Can I cancel my plan?": "Kann ich meinen Plan kündigen?",
  "Yes again! You can cancel your subscription any time.": "Ja, nochmal! Sie können Ihr Abonnement jederzeit kündigen.",
  "However, the AI Detection Hours included in the plan will expire at the end of your subscription period.": "Die im Plan enthaltenen KI-Erkennungsstunden verfallen jedoch am Ende Ihres Abonnementzeitraums.",
  "What is your refund policy?": "Wie sind Ihre Rückerstattungsrichtlinien?",
  "We offer a {localizedDom}": "Wir bieten einen {localizedDom}",
  "30-Day Full Refund Policy": "30-tägige volle Rückerstattungsrichtlinie",
  "If you are not happy with the Pro plan, just {localizedDom} within 30 days and we will give you a full refund.": "Wenn Sie mit dem Pro-Plan nicht zufrieden sind, senden Sie einfach innerhalb von 30 Tagen einen {localizedDom} und wir erstatten Ihnen den vollen Betrag zurück.",
  "email us": "Schreiben Sie uns eine E-Mail",
  "After 30 days, you can still cancel the subscription at any time. However, we usually don't refund the payment, due to the nature of a subscription service. Instead, we will keep your subscription active until the end of the current billing cycle. This is also a common practice for virtually all other subscription services such as Netflix.": "Nach 30 Tagen können Sie das Abonnement jederzeit kündigen. Aufgrund der Natur eines Abonnementdienstes erstatten wir die Zahlung jedoch in der Regel nicht zurück. Stattdessen bleibt Ihr Abonnement bis zum Ende des aktuellen Abrechnungszeitraums aktiv. Dies ist auch bei praktisch allen anderen Abonnementdiensten wie Netflix üblich.",
  "However, we are all human and we want to be reasonable. If you have a good reason why we should refund to you after 30 days, {localizedDom} and we will consider your request.": "Wir sind jedoch alle nur Menschen und möchten vernünftig sein. Wenn Sie einen triftigen Grund haben, warum wir Ihnen nach 30 Tagen eine Rückerstattung gewähren sollten, {localizedDom}, und wir werden Ihren Antrag prüfen.",
  "Is it safe to give my credit card number to the Kingroon?": "Ist es sicher, Kingroon meine Kreditkartennummer zu geben?",
  "Wrong question! You will not give credit number to us. Instead, it's Chargebee, {localizedDom}, that takes your credit card number and safely stores it.": "Falsche Frage! Sie geben uns Ihre Kreditkartennummer nicht. Stattdessen übernimmt Chargebee, {localizedDom}, Ihre Kreditkartennummer und speichert sie sicher.",
  "a fully compliant billing service provider": "ein vollständig konformer Abrechnungsdienstleister",
  "Under no circumstances will Kingroon process or store your payment information.": "Kingroon wird Ihre Zahlungsinformationen unter keinen Umständen verarbeiten oder speichern.",
  "I have many printers and print a lot. The Pro plan becomes really expensive. Can I still use the Kingroon app?": "Ich habe viele Drucker und drucke viel. Der Pro-Tarif wird sehr teuer. Kann ich die Kingroon-App trotzdem nutzen?",
  "Please {localizedDom} to customize a plan that works for your budget.": "Bitte {localizedDom}, um einen Plan anzupassen, der zu Ihrem Budget passt.",
  "contact us": "Kontaktieren Sie uns",
  "I saw {brandName} mentioned somewhere. What does {brandName} have to do with Kingroon?": "Ich habe irgendwo die Erwähnung von {{brandName}} gesehen. Was hat {{brandName}} mit Kingroon zu tun?",
  "{brandName} has partnered with Kingroon to provide Kingroon users with AI and a mobile app for Kingroon 3D printers. {brandName}, a US based company is the developer of the Kingroon App.": "{{brandName}} ist eine Partnerschaft mit Kingroon eingegangen, um Kingroon-Benutzern KI und eine mobile App für Kingroon-3D-Drucker bereitzustellen. {{brandName}}, ein in den USA ansässiges Unternehmen, ist der Entwickler der Kingroon-App.",
  "The Free plan is for users with only 1 printer and print very in-frequently. Another reason why you may want to choose the Free plan is you don't mind slow webcam streaming (up to 5 FPS). The Free plan even comes with 10 free AI Detection Hours per month. And you can get {localizedDom} if you need more.": "Der kostenlose Tarif ist für Nutzer mit nur einem Drucker und sehr seltenem Drucken geeignet. Ein weiterer Grund für den kostenlosen Tarif ist, dass Ihnen langsames Webcam-Streaming (bis zu 5 FPS) nichts ausmacht. Der kostenlose Tarif beinhaltet sogar 10 kostenlose KI-Erkennungsstunden pro Monat. Bei Bedarf können Sie {localizedDom} hinzufügen.",
  "additional AI Detection Hours": "zusätzliche Stunden zur KI-Erkennung",
  "The Pro plan is for users who want to enjoy watching the webcam feed at the slick 25 FPS rate. It also comes with 50 AI Detection Hours every month. If you occasionally print more than 50 hours a month, you will most likely be ok because the {localizedDom}. When you upgrade to the Pro plan, you are also eligible to the {localizedDom2} at favorable rates.": "Der Pro-Tarif ist für Nutzer gedacht, die Webcam-Feeds mit 25 FPS genießen möchten. Er beinhaltet außerdem 50 Stunden KI-Erkennung pro Monat. Wenn Sie gelegentlich mehr als 50 Stunden pro Monat drucken, ist das dank des {localizedDom} wahrscheinlich kein Problem. Mit einem Upgrade auf den Pro-Tarif erhalten Sie außerdem den {localizedDom2} zu günstigen Konditionen.",
  "Subscribe&Save AI Detection Hour Packs": "Abonnieren und sparen KI-Erkennungsstundenpakete",
  "I have X printers and I print Y hours a month. Tell me exactly how much the Pro plan will cost me.": "Ich habe X Drucker und drucke Y Stunden pro Monat. Sagen Sie mir genau, wie viel mich der Pro-Plan kosten wird.",
  "Oops. We forgot to mention we have built a {localizedDom} for you.": "Hoppla. Wir haben vergessen zu erwähnen, dass wir einen {localizedDom} für Sie erstellt haben.",
  "price calculator": "Preisrechner",
  "However, the AI Detection Hours included in the plan and Subscribe&Save pack will expire at the end of your subscription period.": "Die im Plan und im Subscribe&Save-Paket enthaltenen AI Detection Hours verfallen jedoch am Ende Ihres Abonnementzeitraums.",
  "Is it safe to give my credit card number to the {brandName} Cloud?": "Ist es sicher, meine Kreditkartennummer an die {{brandName}}-Cloud weiterzugeben?",
  "Under no circumstances will the {brandName} Cloud process or store your payment information.": "Unter keinen Umständen wird die {{brandName}} Cloud Ihre Zahlungsinformationen verarbeiten oder speichern.",
  "I have many printers and print a lot. The Pro plan becomes really expensive. Can I still use the {brandName} Cloud?": "Ich habe viele Drucker und drucke viel. Der Pro-Tarif wird richtig teuer. Kann ich die {{brandName}} Cloud trotzdem nutzen?",
  "Failed to cancel subscription": "Abonnement konnte nicht gekündigt werden",
  "Your subscription will expire at the end of current billing cycle.": "Ihr Abonnement läuft am Ende des aktuellen Abrechnungszeitraums ab.",
  "I understand I will {localizedDom} when my subscription expires.": "Mir ist bekannt, dass ich {localizedDom} werde, wenn mein Abonnement abläuft.",
  "lose the unused expirable AI Detection Hours": "verlieren Sie die ungenutzten verfallenden AI-Erkennungsstunden",
  "One last thing. Please tell us why you want to cancel your subscription": "Eine letzte Sache. Bitte teilen Sie uns mit, warum Sie Ihr Abonnement kündigen möchten",
  "Other": "Andere",
  "I changed my mind. I'll keep my subscription": "Ich habe meine Meinung geändert. Ich behalte mein Abonnement",
  "I still want to cancel my subscription": "Ich möchte mein Abonnement trotzdem kündigen",
  "Failed to delete account": "Konto konnte nicht gelöscht werden",
  "Delete Account": "Konto löschen",
  "Your account will be permanently deleted!": "Ihr Konto wird dauerhaft gelöscht!",
  "I understand I will lose all data.": "Mir ist klar, dass ich alle Daten verlieren werde.",
  "One last thing. Please tell us why you want to delete your account": "Eine letzte Sache. Bitte teilen Sie uns mit, warum Sie Ihr Konto löschen möchten.",
  "Delete my account": "Mein Konto löschen",
  "You have an active subscription. If you want to delete your account, please {localizedDom}": "Sie haben ein aktives Abonnement. Wenn Sie Ihr Konto löschen möchten, {localizedDom}",
  "send us an email": "Senden Sie uns eine E-Mail",
  "AI Detection Hours": "KI-Erkennungsstunden",
  "Total AI Detection Hours ({localizedDom})": "Gesamtstunden der KI-Erkennung ({localizedDom})",
  "details": "Details",
  " Unlimited ": "Unbegrenzt",
  "Included in subscription plan or Subscribe&Save DH Pack.": "Im Abonnementplan oder Subscribe&Save DH Pack enthalten.",
  "Expires when subscription ends": "Läuft ab, wenn das Abonnement endet",
  "Earned or bought with Pre-paid DH Pack.": "Mit Prepaid-DH-Paket verdient oder gekauft.",
  "(Never expires.)": "(Läuft nie ab.)",
  "Running short of AI Detection Hours?": "Gehen Ihnen die Stunden zur KI-Erkennung aus?",
  "Get more >>>": "Mehr erfahren >>>",
  "Renew your subscription plan": "Erneuern Sie Ihr Abonnement",
  "Click": "Klicken",
  "here": "Hier",
  "to open the billing portal.": "um das Abrechnungsportal zu öffnen.",
  "Click on your subscription.": "Klicken Sie auf Ihr Abonnement.",
  "Click \"Remove scheduled cancellation\"": "Klicken Sie auf „Geplante Stornierung entfernen“.",
  "It looks like you have a legacy DH Pack that we have discontinued.": "Es sieht so aus, als hätten Sie ein älteres DH-Paket, das wir nicht mehr anbieten.",
  "Please email {name} to change your subscription.": "Bitte senden Sie eine E-Mail an {{name}}, um Ihr Abonnement zu ändern.",
  "Subscription Plan": "Abonnementplan",
  "You are currently on the Free plan.": "Sie nutzen derzeit den kostenlosen Plan.",
  "You can still enjoy essential features such as the {localizedDom} and 10 free {localizedDom2} per month.": "Sie können weiterhin wichtige Funktionen wie {localizedDom} und 10 kostenlose {localizedDom2} pro Monat nutzen.",
  "Basic Webcam Streaming": "Grundlegendes Webcam-Streaming",
  "If you want to watch your webcam with the {localizedDom} and get more AI Detection Hours so that Obi can watch your prints for you, you can upgrade to the Pro plan.": "Wenn Sie Ihre Webcam mit {localizedDom} überwachen und mehr KI-Erkennungsstunden erhalten möchten, damit Obi Ihre Fingerabdrücke für Sie überwachen kann, können Sie auf den Pro-Plan upgraden.",
  "Premium Webcam Streaming": "Premium Webcam-Streaming",
  "Compare the plans": "Vergleichen Sie die Pläne",
  "Your free trial of the Pro plan": "Ihre kostenlose Testversion des Pro-Plans",
  "will expire": "wird ablaufen",
  "AI Detection Hours will also expire with your free trial": "Die AI Detection Hours laufen ebenfalls mit Ihrer kostenlosen Testversion ab",
  "You can upgrade to Pro now to keep them.": "Sie können jetzt auf Pro upgraden, um sie zu behalten.",
  "Upgrade to Pro Now (30-Day Money Back Guarantee)": "Jetzt auf Pro upgraden (30-Tage-Geld-zurück-Garantie)",
  "About the free trial": "Über die kostenlose Testversion",
  "During the 1 month trial period, you have access to all Pro features.": "Während der einmonatigen Testphase haben Sie Zugriff auf alle Pro-Funktionen.",
  "We also gave you 250 free {localizedDom}": "Wir haben Ihnen außerdem 250 kostenlose {localizedDom} gegeben",
  "so you would be able to fully experience the power of {brandName} without having to worry about running out.": "So können Sie die volle Leistungsfähigkeit von {{brandName}} erleben, ohne sich Sorgen machen zu müssen, dass Ihnen die Reserven ausgehen.",
  "At the end of the free trial, you can continue the Pro plan with an annual or monthly subscription. Otherwise your account will be automatically converted to the Free plan.": "Nach Ablauf der kostenlosen Testphase können Sie den Pro-Plan mit einem Jahres- oder Monatsabonnement fortsetzen. Andernfalls wird Ihr Konto automatisch auf den kostenlosen Plan umgestellt.",
  "You are currently on the complimentary Pro plan.": "Sie nutzen derzeit den kostenlosen Pro-Plan.",
  "It'll expire {localizedDom}": "Es läuft ab {localizedDom}",
  "At that time, you can {localizedDom} or do nothing, in which case your account will be converted to Free plan automatically.": "Zu diesem Zeitpunkt können Sie {localizedDom} oder nichts tun. In diesem Fall wird Ihr Konto automatisch in den kostenlosen Plan umgewandelt.",
  "upgrade to the Pro plan": "Upgrade auf den Pro-Plan",
  "Compare the plans >>>": "Vergleichen Sie die Pläne >>>",
  "Complimentary Pro plan doesn't allows Subscribe&Save AI Detection Hour Pack as add-ons. If you need more AI Detection Hours, you can get Pre-paid AI Detection Hour Pack.": "Das kostenlose Pro-Paket erlaubt kein Subscribe&Save AI Detection Hour Pack als Add-on. Wenn Sie mehr AI Detection Hours benötigen, können Sie ein Prepaid-AI Detection Hour Pack erwerben.",
  "Your Pro plan will end {localizedDom}": "Ihr Pro-Plan endet {localizedDom}",
  "You will lose the remaining expirable AI Detection Hours when your plan ends (see {localizedDom} ).": "Sie verlieren die verbleibenden verfallenden AI-Erkennungsstunden, wenn Ihr Plan endet (siehe {localizedDom} ).",
  "To avoid the loss": "Um den Verlust zu vermeiden",
  "renew the plan now": "Jetzt den Plan verlängern",
  "You are currently on the Pro plan.": "Sie nutzen derzeit den Pro-Plan.",
  "Your next billing date is": "Ihr nächster Abrechnungstermin ist",
  "Plan total": "Plansumme",
  "Plan base": "Planbasis",
  "Additional printer(s)": "Zusätzliche(r) Drucker",
  "You have fewer printers than you subscribed for. You can change your subscription to save money.": "Sie haben weniger Drucker als im Abonnement. Sie können Ihr Abonnement ändern, um Geld zu sparen.",
  "The total doesn't reflect the coupon you may have received. Check your invoice for the final amount you paid.": "Der Gesamtbetrag spiegelt nicht den Gutschein wider, den Sie möglicherweise erhalten haben. Den endgültigen Betrag finden Sie auf Ihrer Rechnung.",
  "Change Subscription": "Abonnement ändern",
  "Cancel Subscription": "Abonnement kündigen",
  "Need to view invoices or change payment method?": "Müssen Sie Rechnungen einsehen oder die Zahlungsmethode ändern?",
  "Open the billing portal": "Öffnen Sie das Abrechnungsportal",
  "Subscription": "Abonnement",
  "Oops...": "Hoppla...",
  "Something went wrong! Please": "Etwas ist schiefgelaufen! Bitte",
  "Contact us": "Kontaktieren Sie uns",
  "for help.": "um Hilfe.",
  "Are you sure?": "Bist du sicher?",
  "Delete {name} printer? This action can not be undone.": "Drucker {{name}} löschen? Diese Aktion kann nicht rückgängig gemacht werden.",
  "Yes": "Ja",
  "No": "NEIN",
  "Printer deleted": "Drucker gelöscht",
  "{name} has been permanently deleted": "{{name}} wurde dauerhaft gelöscht",
  "Archived Printers": "Archivierte Drucker",
  "The following printers have been archived because you have more printers than your plan allows.": "Die folgenden Drucker wurden archiviert, da Sie mehr Drucker haben, als Ihr Plan zulässt.",
  "Un-archive": "Archivierung aufheben",
  "Delete": "Löschen",
  "You have a few options to un-archive printer(s)": "Sie haben mehrere Möglichkeiten, Drucker aus dem Archiv zu nehmen.",
  "Delete or archive the printers you no longer need.": "Löschen oder archivieren Sie die Drucker, die Sie nicht mehr benötigen.",
  "Upgrade to the Pro plan. Please remember the Free plan is limited to only 1 printer. Check out {localizedDom}.": "Upgraden Sie auf den Pro-Tarif. Bitte beachten Sie, dass der kostenlose Tarif auf einen Drucker beschränkt ist. Schauen Sie sich {localizedDom} an.",
  "the Pro plan pricing": "die Preise des Pro-Plans",
  "If you are already on the Pro plan, you can change the number of printers on {localizedDom}.": "Wenn Sie bereits den Pro-Plan haben, können Sie die Anzahl der Drucker unter {localizedDom} ändern.",
  "your subscription page": "Ihre Abonnementseite",
  "Once your account is set up to allow for more printers, come back and un-archive the printers here.": "Sobald Ihr Konto für die Verwendung weiterer Drucker eingerichtet ist, kehren Sie zurück und dearchivieren Sie die Drucker hier.",
  "Questions on why your printers are archived?": "Fragen dazu, warum Ihre Drucker archiviert werden?",
  "Contact us.": "Kontaktieren Sie uns.",
  "You have no archived printers.": "Sie haben keine archivierten Drucker.",
  "Go back to the printer page.": "Gehen Sie zurück zur Druckerseite.",
  "The {brandName} plugin version is too old to use this function. Please update it to the latest version to test camera!": "Die Plugin-Version {{brandName}} ist zu alt, um diese Funktion zu nutzen. Bitte aktualisieren Sie sie auf die neueste Version, um die Kamera zu testen!",
  "Please confirm the snapshot below came from a": "Bitte bestätigen Sie, dass der folgende Schnappschuss von einem",
  "nozzle camera": "Düsenkamera",
  "not a regular webcam. The AI will NOT function correctly on a regular camera.": "keine normale Webcam. Die KI funktioniert bei einer normalen Kamera NICHT richtig.",
  "Unable to connect to your nozzle camera using the URL you entered!": "Über die eingegebene URL kann keine Verbindung zu Ihrer Düsenkamera hergestellt werden!",
  "Please check the instruction for how to find the correct URL for your nozzle camera.": "Bitte lesen Sie die Anleitung, um die richtige URL für Ihre Düsenkamera zu finden.",
  "Nozzle Ninja AI Configuration": "Nozzle Ninja AI-Konfiguration",
  "Nozzle Ninja, {brandName}’s First Layer AI, Is Here!": "Nozzle Ninja, die erste Schicht-KI von {{brandName}}, ist da!",
  "Configure a compatible nozzle camera to get started": "Konfigurieren Sie eine kompatible Düsenkamera, um loszulegen",
  "Update the {brandName} Plugin in OctoPrint or Fluidd/Mainsail": "Aktualisieren Sie das {{brandName}}-Plugin in OctoPrint oder Fluidd/Mainsail",
  "Before you configure Nozzle Ninja, Update the {brandName} plugin in OctoPrint or Fluidd/Mainsail. Once the plugin is up-to-date, restart your printer or Raspberry, and then come back here.": "Bevor Sie Nozzle Ninja konfigurieren, aktualisieren Sie das Plugin {{brandName}} in OctoPrint oder Fluidd/Mainsail. Sobald das Plugin aktualisiert ist, starten Sie Ihren Drucker oder Raspberry neu und kehren Sie dann hierher zurück.",
  "Select the Printer You Want to Configure": "Wählen Sie den Drucker aus, den Sie konfigurieren möchten",
  "Printers Found": "Gefundene Drucker",
  "Select which printer(s) you want to configure. Note: AI detection hours are currently not impacted by first layer AI.": "Wählen Sie die Drucker aus, die Sie konfigurieren möchten. Hinweis: Die KI-Erkennungszeiten werden derzeit nicht von der KI der ersten Ebene beeinflusst.",
  "Please select a printer to configure": "Bitte wählen Sie einen Drucker zur Konfiguration aus",
  "Nozzle camera URL saved!": "URL der Düsenkamera gespeichert!",
  "System: ": "System:",
  "Post first layer scan": "Nach dem Scannen der ersten Schicht",
  "Scan your print after your first layer is done at a lower speed. The scan will produce better images more in focus and with less motion blur. This is opted in by default but you can opt out of it.": "Scannen Sie Ihren Ausdruck nach Fertigstellung der ersten Schicht mit niedrigerer Geschwindigkeit. Der Scan erzeugt bessere, schärfere Bilder mit weniger Bewegungsunschärfe. Diese Option ist standardmäßig aktiviert, Sie können sie aber deaktivieren.",
  "Note: Please make sure": "Hinweis: Bitte stellen Sie sicher,",
  "the slicer correctly configured": "der Slicer richtig konfiguriert",
  "Otherwise it won't scan.": "Andernfalls wird kein Scan durchgeführt.",
  "Enable post first layer scan": "Aktivieren Sie den Post-First-Layer-Scan",
  "Scan at height": "Scannen in der Höhe",
  "Cooldown extruder": "Abkühlextruder",
  "Retract before scan": "Vor dem Scannen zurückziehen",
  "Retraction speed": "Rückzugsgeschwindigkeit",
  "No printers found!": "Keine Drucker gefunden!",
  "Nozzle Ninja Configuration": "Nozzle Ninja-Konfiguration",
  "Follow the camera configuration guide to configure your nozzle camera with {brandName}": "Folgen Sie der Anleitung zur Kamerakonfiguration, um Ihre Düsenkamera mit {{brandName}} zu konfigurieren.",
  "Nozzle Ninja configuration guide for Klipper ": "Düsen-Ninja-Konfigurationsanleitung für Klipper ",
  "Nozzle Ninja configuration guide for Octoprint ": "Nozzle Ninja-Konfigurationshandbuch für Octoprint",
  "Slicer Configuration": "Slicer-Konfiguration",
  "Configure your slicer to send first layer information to {brandName} and optionally enable first layer scanning. First layer scanning is an experimental feature that enables a slow scan of the first layer. This feature requires some configureation to avoid impacting print quality.": "Konfigurieren Sie Ihren Slicer so, dass er Informationen zur ersten Schicht an {{brandName}} sendet und optional das Scannen der ersten Schicht aktiviert. Das Scannen der ersten Schicht ist eine experimentelle Funktion, die ein langsames Scannen der ersten Schicht ermöglicht. Diese Funktion erfordert einige Konfigurationen, um die Druckqualität nicht zu beeinträchtigen.",
  "Currently, PrusaSlicer, SuperSlicer and OrcaSlicer are supported.": "Derzeit werden PrusaSlicer, SuperSlicer und OrcaSlicer unterstützt.",
  "Slicer configuration guide ": "Slicer-Konfigurationshandbuch",
  "Close": "Schließen",
  "Slice": "Scheibe",
  "Likes": "Gefällt mir",
  "Collections": "Sammlungen",
  "Files": "Dateien",
  "Summary": "Zusammenfassung",
  "Print Settings": "Druckeinstellungen",
  "Printer brand": "Druckermarke",
  "Printer": "Drucker",
  "Rafts": "Flöße",
  "Supports": "Unterstützt",
  "License": "Lizenz",
  "Comments": "Kommentare",
  "File Selection": "Dateiauswahl",
  "Search": "Suchen",
  "Relevant Models": "Relevante Modelle",
  "Popular 3D Models: Last 30 Days": "Beliebte 3D-Modelle: Letzte 30 Tage",
  "Last redeemed Detective Hours": "Zuletzt eingelöste Detektivstunden",
  "Code": "Code",
  "Hours": "Std",
  "Description": "Beschreibung",
  "Redeemed at": "Eingelöst bei",
  "AI Hour Coupon Codes": "AI Hour-Gutscheincodes",
  "Here are your AI Hour coupon codes and their redemption status.": "Hier sind Ihre AI Hour-Gutscheincodes und ihr Einlösestatus.",
  "Available": "Verfügbar",
  "You have no AI Hour coupon codes.": "Sie haben keine AI Hour-Gutscheincodes.",
  "Error": "Fehler",
  "Failed to downgrade subscription. Please try again.": "Abonnement-Downgrade fehlgeschlagen. Bitte versuchen Sie es erneut.",
  "Your JusPrin Unlimited subscription will be cancelled at the end of the billing cycle and you will downgrade to the Free plan.": "Ihr JusPrin Unlimited-Abonnement wird am Ende des Abrechnungszyklus gekündigt und Sie werden auf den kostenlosen Plan herabgestuft.",
  "You will lose unlimited AI credits and return to 50 AI credits per month.": "Sie werden unbegrenzte AI-Credits verlieren und zu 50 AI-Credits pro Monat zurückkehren.",
  "Are you sure you want to proceed?": "Sind Sie sicher, dass Sie fortfahren möchten?",
  "Yes, downgrade to Free plan": "Ja, auf kostenlosen Plan herabstufen",
  "Back to Chat": "Back to Chat",
  "Free": "Frei",
  "Free for everyone": "Kostenlos für alle",
  "50 AI credits per month. Reset on the first day of each month": "50 KI-Credits pro Monat. Zurücksetzen am ersten Tag jedes Monats",
  "Community support": "Community-Support",
  "JusPrin Unlimited": "JusPrin Unbegrenzt",
  "Billed annually": "Jährlich abgerechnet",
  "per year": "pro Jahr",
  "per month": "pro Monat",
  "{percentage}% off for Obico Pro subscribers, Yay!": "{percentage}% Rabatt für Obico Pro-Abonnenten, Juhu!",
  "Unlimited AI credits": "Unbegrenzte KI-Credits",
  "Unlimited \"Do Your Magic\" AI generations": "Unbegrenzte \"Zaubere\" KI-Generierungen",
  "AI memory: remember your slicing preferences": "KI-Gedächtnis: Ihre Slicing-Einstellungen merken",
  "Email support. 24 hours response time": "E-Mail-Support. 24 Stunden Antwortzeit",
  "Loading...": "Laden...",
  "Loading subscription information...": "Abonnement-Informationen werden geladen...",
  "Frequently Asked Questions": "Häufig gestellte Fragen",
  "I am an Obico Pro Plan subscriber. Am I eligible for a discount on the Unlimited Plan?": "I am an Obico Pro Plan subscriber. Am I eligible for a discount on the Unlimited Plan?",
  "Yes! You'll receive 30% off the Unlimited Plan. By the way, thank you for supporting the Obico project! 😊": "Yes! You'll receive 30% off the Unlimited Plan. By the way, thank you for supporting the Obico project! 😊",
  "I'm an Obico Pro Plan subscriber. Why don't I see the 30% discount?": "I'm an Obico Pro Plan subscriber. Why don't I see the 30% discount?",
  "First, make sure you're signed into the Obico account with an active Pro subscription. If you still don't see the discount on this page, it should appear at checkout. If it doesn't show up there either, please contact us at support@obico.io for assistance.": "First, make sure you're signed into the Obico account with an active Pro subscription. If you still don't see the discount on this page, it should appear at checkout. If it doesn't show up there either, please contact us at support@obico.io for assistance.",
  "Am I able to cancel the Unlimited Plan?": "Am I able to cancel the Unlimited Plan?",
  "Yes, you can cancel at any time by clicking 'Downgrade to Free.'": "Yes, you can cancel at any time by clicking 'Downgrade to Free.'",
  "What happens after I downgrade to the Free plan?": "What happens after I downgrade to the Free plan?",
  "Your Unlimited Plan won't renew when your current term ends, and your account won't be charged. You'll still have access to unlimited AI credits until the end of your current term.": "Your Unlimited Plan won't renew when your current term ends, and your account won't be charged. You'll still have access to unlimited AI credits until the end of your current term.",
  "Can I get a refund for the Unlimited Plan?": "Can I get a refund for the Unlimited Plan?",
  "By default, no. This is to prevent abuse, as processing refunds incurs significant fees that we're unable to absorb.": "By default, no. This is to prevent abuse, as processing refunds incurs significant fees that we're unable to absorb.",
  "Is it possible to request an exception for a refund?": "Is it possible to request an exception for a refund?",
  "We handle these requests on a case-by-case basis. You can contact support@obico.io to request an exception and provide your reason for the request.": "We handle these requests on a case-by-case basis. You can contact support@obico.io to request an exception and provide your reason for the request.",
  "Unlimited Plan Activated!": "Unbegrenzter Plan aktiviert!",
  "Enjoy unlimited AI credits!": "Genießen Sie unbegrenzte KI-Credits!",
  "Redirecting to chat window in": "Weiterleitung zum Chat-Fenster in",
  "second": "Sekunde",
  "seconds": "Sekunden",
  "You can now close the JusPrin app to make sure the new plan will be effective.": "You can now close the JusPrin app to make sure the new plan will be effective.",
  "Go to Chat Now": "Jetzt zum Chat",
  "OK": "OK",
  "Build Your Pro Plan": "Erstellen Sie Ihren Pro-Plan",
  "You have already redeemed this coupon.": "Sie haben diesen Gutschein bereits eingelöst.",
  "Please contact Obico Support at": "Bitte kontaktieren Sie den Obico-Support unter",
  "Failed to redeem the coupon code. Please try again later.": "Der Gutscheincode konnte nicht eingelöst werden. Bitte versuchen Sie es später erneut.",
  "Oops! You already have an Obico Pro Plan...": "Hoppla! Sie haben bereits einen Obico Pro-Plan ...",
  "Contact obico support at": "Kontaktieren Sie den obico-Support unter",
  "Oops! Invalid Coupon!": "Hoppla! Ungültiger Gutschein!",
  "Activate Your Three-Month Obico Pro Plan": "Aktivieren Sie Ihren dreimonatigen Obico Pro-Plan",
  "As a valued Big Tree Tech customer, once your included plan expires, you can upgrade to a more advanced plan at a special discounted price. This offer is exclusively available for Big Tree Tech customers to ensure you continue to enjoy the benefits of Obico without interruption.": "Als Kunde von Big Tree Tech können Sie nach Ablauf Ihres Inklusivplans zu einem Sonderpreis auf einen erweiterten Plan upgraden. Dieses Angebot gilt exklusiv für Big Tree Tech-Kunden, damit die Vorteile von Obico weiterhin ohne Unterbrechung genutzt werden können.",
  "Redeem Plan": "Plan einlösen",
  "Upgrade to an Obico Pro Plan and get a 25% discount as a valued BTT customer!": "Aktualisieren Sie auf einen Obico Pro-Plan und erhalten Sie als geschätzter BTT-Kunde 25 % Rabatt!",
  "Obico has partnered with Big Tree Tech to give you an exclusive discount on an Obico Pro Plan. Get instant access to AI failure detection, first layer AI, webcam streaming, a highly rated mobile app and more for your 3D printer.": "Obico kooperiert mit Big Tree Tech und bietet Ihnen einen exklusiven Rabatt auf den Obico Pro Plan. Erhalten Sie sofortigen Zugriff auf KI-Fehlererkennung, First-Layer-KI, Webcam-Streaming, eine hoch bewertete mobile App und mehr für Ihren 3D-Drucker.",
  "Choose Plan": "Plan auswählen",
  "What's Included with Your Pro Plan": "Was ist in Ihrem Pro-Plan enthalten?",
  "AI Failure Detection": "KI-Fehlererkennung",
  "Webcam Streaming": "Webcam-Streaming",
  "Full Remote Access": "Vollständiger Fernzugriff",
  "Mobile & Web App": "Mobile & Web-App",
  "Printer Management": "Druckerverwaltung",
  "Compatible with Your Favorite Software": "Kompatibel mit Ihrer Lieblingssoftware",
  "Highly Rated Mobile App": "Hoch bewertete mobile App",
  "Available for iOS and Android": "Verfügbar für iOS und Android",
  "What happens when the three-month Pro Plan expires?": "Was passiert, wenn der dreimonatige Pro-Plan abläuft?",
  "When your three-month plan expires, you will have the chance to upgrade to one of Obico’s Pro Plans at a special discounted rate. Learn more about the plan options": "Nach Ablauf Ihres Dreimonatsplans haben Sie die Möglichkeit, zu einem Sonderpreis auf einen der Pro-Pläne von Obico zu wechseln. Erfahren Sie mehr über die Planoptionen.",
  "If you choose not to upgrade, your plan will be automatically reverted to an Obico Free Plan.": "Wenn Sie sich gegen ein Upgrade entscheiden, wird Ihr Plan automatisch auf einen kostenlosen Obico-Plan zurückgesetzt.",
  "Welcome To": "Willkommen bei",
  "Your three-month Pro Plan Is Now Active": "Ihr dreimonatiger Pro-Plan ist jetzt aktiv",
  "Unlimited Premium Webcam Streaming": "Unbegrenztes Premium-Webcam-Streaming",
  "Unlimited AI Failure Detection": "Unbegrenzte KI-Fehlererkennung",
  "G-Code Remote Uploading and Printing": "G-Code Remote-Upload und -Druck",
  "Unlimited Secure Tunnel to OctoPrint/Klipper": "Unbegrenzter sicherer Tunnel zu OctoPrint/Klipper",
  "Go To Printer Control Page": "Zur Druckersteuerungsseite",
  "Sign Up or Sign in to Your Obico Account": "Registrieren oder bei Ihrem Obico-Konto anmelden",
  "And get instant access to": "Und erhalten Sie sofortigen Zugriff auf",
  "Signup/Sign In": "Registrieren/Anmelden",
  "Create an account or Sign in to Choose Your plan": "Erstellen Sie ein Konto oder melden Sie sich an, um Ihren Plan auszuwählen",
  "Create Account/Sign In": "Konto erstellen/Anmelden",
  "Create an account or Sign in to Choose Your plan and get": "Erstellen Sie ein Konto oder melden Sie sich an, um Ihren Plan auszuwählen und",
  "Webcam-Based AI Failure Detection": "Webcam-basierte KI-Fehlererkennung",
  "Nozzle Ninja First Layer AI Failure Detection": "Nozzle Ninja – Erkennung von KI-Fehlern der ersten Schicht",
  " for ${month} / month (${hour} / AI Detection Hour). Billed ${year} annually.": "für ${{month}} / Monat (${{hour}} / Stunde der KI-Erkennung). Jährliche Abrechnung von ${{year}}.",
  " for ${month} / month (${hour} / AI Detection Hour).": "für ${{month}} / Monat (${{hour}} / KI-Erkennungsstunde).",
  "Calculate Plan Cost": "Plankosten berechnen",
  "Kingroon Connect Plans": "Kingroon Connect-Pläne",
  "Print occasionally.": "Gelegentlich drucken.",
  "Unlimited Kingroon printers allowed": "Unbegrenzte Anzahl an Kingroon-Druckern erlaubt",
  "Get Started": "Erste Schritte",
  "Basic webcam streaming": "Grundlegendes Webcam-Streaming",
  "100 {localizedDom} AI Detection Hours/month, 30s detection interval": "100 {localizedDom} AI-Erkennung Stunden/Monat, 30 Sekunden Erkennungsintervall",
  "Basic": "Basic",
  "300MB /mo tunnel data - Access Mainsail or Fluidd remotely": "300 MB/Monat Tunneldaten – Fernzugriff auf Mainsail oder Fluidd",
  "200MB total G-code cloud storage": "200 MB G-Code-Cloud-Speicher insgesamt",
  "Companion mobile app for {localizedDom} and {localizedDom2}": "Begleitende mobile App für {localizedDom} und {localizedDom2}",
  "Android": "Android",
  "iOS": "iOS",
  "Remote printer access and control": "Remote-Druckerzugriff und -Steuerung",
  "Failure alerts and print status updates sent through push notification": "Fehlerwarnungen und Druckstatusaktualisierungen werden per Push-Benachrichtigung gesendet",
  "Community technical support": "Technischer Community-Support",
  "Pro": "Pro",
  "Print every day. 2+ printers.": "Drucken Sie jeden Tag. 2+ Drucker.",
  "$": "$",
  "month": "Monat",
  "(Billed {name} annually)": "(Jährlich {{name}} in Rechnung gestellt)",
  "1st printer included": "1. Drucker inklusive",
  "2+ printers at $": "2+ Drucker für $",
  "month / printer": "Monat / Drucker",
  "View/Change Subscription": "Abonnement anzeigen/ändern",
  "Full refund within 30 days if you are not happy.": "Volle Rückerstattung innerhalb von 30 Tagen, wenn Sie nicht zufrieden sind.",
  "Upgrade (30-Day Money Back Guarantee)": "Upgrade (30-Tage-Geld-zurück-Garantie)",
  "Start 1 month FREE trial": "Starten Sie die 1-monatige KOSTENLOSE Testversion",
  "Premium webcam streaming": "Premium-Webcam-Streaming",
  "100 {localizedDom} AI Detection Hours per month, 10s detection interval": "100 {localizedDom} AI-Erkennungsstunden pro Monat, 10 Sekunden-Erkennungsintervall",
  "Advanced": "Fortschrittlich",
  "Unlimited tunnel data - Access Mainsail or fluidd remotely": "Unbegrenzte Tunneldaten – Fernzugriff auf Großsegel oder Fluid",
  "5GB total G-Code cloud storage": "5 GB G-Code-Cloud-Speicher insgesamt",
  "Email technical support": "Technischer E-Mail-Support",
  "Printer feed sharing with premium streaming quality": "Drucker-Feed-Sharing mit Premium-Streaming-Qualität",
  "Invalid coupon code. Please make sure the coupon code has not been used, and has not expired. If you believe you have a valid coupon code, please ": "Ungültiger Gutscheincode. Bitte stellen Sie sicher, dass der Gutscheincode nicht verwendet wurde und nicht abgelaufen ist. Wenn Sie glauben, einen gültigen Gutscheincode zu haben, wenden Sie sich bitte an",
  "As a valued Mintion customer, once your included plan expires, you can upgrade to a more advanced plan at a special discounted price. This offer is exclusively available for Mintion customers to ensure you continue to enjoy the benefits of Obico without interruption.": "Als geschätzter Mintion-Kunde können Sie nach Ablauf Ihres inkludierten Plans zu einem Sonderpreis auf einen erweiterten Plan upgraden. Dieses Angebot gilt exklusiv für Mintion-Kunden, damit Sie die Vorteile von Obico weiterhin ohne Unterbrechung nutzen können.",
  "Activate Your One Year Obico Pro Plan": "Aktivieren Sie Ihren Obico Pro-Jahresplan",
  "As a valued Mintion customer, you are eligible for an exclusive life-time Pro Plan discount. When you redeem your plan, you’ll be asked to enter your credit card so we can give you the exclusive 20% discount when your plan renews.": "Als geschätzter Mintion-Kunde erhalten Sie einen exklusiven lebenslangen Pro-Plan-Rabatt. Bei der Einlösung Ihres Plans werden Sie aufgefordert, Ihre Kreditkarte einzugeben, damit wir Ihnen bei der Verlängerung Ihres Plans den exklusiven Rabatt von 20 % gewähren können.",
  "If you don’t want your plan to renew, you can cancel the plan after the plan is activated so that it will not automatically renew after one year.": "Wenn Sie keine Verlängerung Ihres Plans wünschen, können Sie den Plan nach der Aktivierung kündigen, sodass er sich nicht automatisch nach einem Jahr verlängert.",
  "I already paid for the Pro Plan. Why do I need to enter my credit card information again?": "Ich habe den Pro-Plan bereits bezahlt. Warum muss ich meine Kreditkarteninformationen erneut eingeben?",
  "Your plan is fully covered for the first one year. After the first one year, the plan will renew with a special discount available exclusively for Mintion customers. You are free to cancel the plan at any time in the “Subscription” section of the Obico mobile or web app.": "Ihr Plan ist im ersten Jahr vollständig abgedeckt. Nach Ablauf des ersten Jahres verlängert sich der Plan mit einem Sonderrabatt, der exklusiv für Mintion-Kunden gilt. Sie können den Plan jederzeit im Bereich „Abonnement“ der Obico-App kündigen.",
  "Still have questions?": "Sie haben noch Fragen?",
  "Contact": "Kontakt",
  "{brandName} support.": "{{brandName}}-Unterstützung.",
  "Oops! You already have an {brandName} Pro Plan...": "Hoppla! Sie haben bereits einen {{brandName}} Pro-Plan ...",
  "Contact {brandName} support at": "Kontaktieren Sie den {{brandName}}-Support unter",
  "Activate Your {brandName} Pro Plan": "Aktivieren Sie Ihren {{brandName}} Pro-Plan",
  "As a valued Sovol customer, you are eligible for an exclusive Pro Plan discount. When you redeem your plan, you’ll be asked to enter your credit card so we can give you the exclusive 20% discount when your plan renews.": "Als Sovol-Kunde erhalten Sie einen exklusiven Pro-Plan-Rabatt. Bei der Einlösung Ihres Plans werden Sie gebeten, Ihre Kreditkarte anzugeben, damit wir Ihnen bei der Verlängerung Ihres Plans den exklusiven Rabatt von 20 % gewähren können.",
  "Your plan is fully covered for the first year. After the first year, the plan will renew with a special discount available exclusively for Sovol customers. You are free to cancel the plan at any time in the “Subscription” section of the {brandname} mobile or web app.": "Ihr Plan ist im ersten Jahr vollständig abgedeckt. Nach dem ersten Jahr verlängert sich der Plan mit einem Sonderrabatt, der exklusiv für Sovol-Kunden verfügbar ist. Sie können den Plan jederzeit im Bereich „Abonnement“ der {{brandname}}-Mobil- oder Web-App kündigen.",
  "As a valued 3DO Nozzle Camera customer, once your included plan expires, you can upgrade to a more advanced plan at a special discounted price. This offer is exclusively available for 3DO customers to ensure you continue to enjoy the benefits of Obico without interruption.": "Als Kunde der 3DO Nozzle Camera können Sie nach Ablauf Ihres Inklusiv-Tarifs zu einem Sonderpreis auf einen erweiterten Tarif upgraden. Dieses Angebot gilt exklusiv für 3DO-Kunden, damit Sie die Vorteile von Obico weiterhin ohne Unterbrechung nutzen können.",
  "What's Included with Your Plan": "Was ist in Ihrem Plan enthalten?",
  "Obico Cloud Plans": "Obico Cloud-Pläne",
  "Thinking about self-hosting Obico Server instead?": "Denken Sie stattdessen über Self-Hosting des Obico Servers nach?",
  "Check out self-hosting vs Obico Cloud.": "Vergleichen Sie Self-Hosting mit Obico Cloud.",
  "Limited to 1 printer.": "Begrenzt auf 1 Drucker.",
  "10 free AI Detection Hours/month included": "10 kostenlose AI-Erkennungsstunden/Monat inklusive",
  "300MB /mo tunnel data": "300 MB/Monat Tunneldaten",
  "G-Code cloud storage up to 50MB per file, 1GB total": "G-Code-Cloud-Speicher bis zu 50 MB pro Datei, 1 GB insgesamt",
  "Notifications via Email, mobile push notification, Telegram, and more.": "Benachrichtigungen per E-Mail, mobile Push-Benachrichtigung, Telegram und mehr.",
  "300MB /mo integration with your favorite 3rd-party mobile apps": "300 MB/Monat Integration mit Ihren bevorzugten mobilen Apps von Drittanbietern",
  "Calculate cost": "Kosten berechnen",
  "50 free AI Detection Hours/month included": "50 kostenlose KI-Erkennungsstunden/Monat inklusive",
  "Unlimited tunnel data": "Unbegrenzte Tunneldaten",
  "G-Code cloud storage up to 500MB per file, 50GB total": "G-Code-Cloud-Speicher bis zu 500 MB pro Datei, insgesamt 50 GB",
  "Unlimited integration with your favorite 3rd-party mobile apps": "Unbegrenzte Integration mit Ihren bevorzugten mobilen Apps von Drittanbietern",
  "Failure alerts via SMS (text message)": "Störungsmeldungen per SMS",
  "AI Detection Hour Packs": "Stundenpakete zur KI-Erkennung",
  "Need more AI Detection Hours? Add the right amount of AI Detection Hours without burning a hole on your wallet.": "Benötigen Sie mehr KI-Erkennungsstunden? Fügen Sie die richtige Anzahl an KI-Erkennungsstunden hinzu, ohne ein Loch in Ihren Geldbeutel zu brennen.",
  "Pre-paid Pack": "Prepaid-Paket",
  "Turn on AI failure detection only for the prints.": "Aktivieren Sie die AI-Fehlererkennung nur für die Ausdrucke.",
  "Available to all plans.": "Für alle Pläne verfügbar.",
  "Pre-paid AI Detection Hours never expire.": "Im Voraus bezahlte KI-Erkennungsstunden verfallen nie.",
  "One Time Purchase.": "Einmaliger Kauf.",
  "for": "für",
  "Start 1 month FREE trial + 250 FREE AI Detection Hours": "Starten Sie 1 Monat KOSTENLOSE Testversion + 250 KOSTENLOSE KI-Erkennungsstunden",
  "Purchase Selected AI Detection Hour Pack": "Ausgewähltes AI Detection Hour Pack kaufen",
  "Subscribe&Save Packs": "Spar-Abo-Pakete",
  "AI failure detection for all prints.": "KI-Fehlererkennung für alle Drucke.",
  "Available only as add-on to the Pro plan.": "Nur als Add-on zum Pro-Plan verfügbar.",
  "Subscribed AI Detection Hours roll over month to month.": "Abonnierte AI-Erkennungsstunden werden von Monat zu Monat übertragen.",
  "Subscribed AI Detection Hours expire when subscription ends.": "Die abonnierten AI-Erkennungsstunden verfallen mit dem Ende des Abonnements.",
  "You can change AI Detection Hour Pack or remove it from your Pro plan any time you want.": "Sie können das AI Detection Hour Pack jederzeit ändern oder aus Ihrem Pro-Plan entfernen.",
  "Upgrade to Pro with selected AI Detection Hour Pack": "Upgrade auf Pro mit ausgewähltem AI Detection Hour Pack",
  "Calculate Cost >>>": "Kosten berechnen >>>",
  "The Spaghetti Gallery": "Die Spaghetti-Galerie",
  "End of public time-lapse list.": "Ende der öffentlichen Zeitrafferliste.",
  "Loading filaments...": "Filamente werden geladen …",
  "No compatible filaments found.": "Keine kompatiblen Filamente gefunden.",
  "Confirm": "Bestätigen",
  "Rotate": "Drehen",
  "X (deg)": "X (Grad)",
  "Y (deg)": "Y (Grad)",
  "Z (deg)": "Z (Grad)",
  "Scale": "Skala",
  "Uniform": "Uniform",
  "Percent": "Prozent",
  "Dimension": "Dimension",
  "Reset": "Zurücksetzen",
  "Translate": "Übersetzen",
  "X-axis": "X-Achse",
  "Y-Axis": "Y-Achse",
  "Loading files ": "Dateien laden",
  "Slicing Settings": "Slicing-Einstellungen",
  "Please Select a Printer": "Bitte wählen Sie einen Drucker aus",
  "Filament": "Filament",
  "Please Select a Printer First": "Bitte wählen Sie zuerst einen Drucker aus",
  "Please Select a Filament": "Bitte wählen Sie ein Filament",
  "Print Process": "Druckprozess",
  "Please Select Printer & Filament": "Bitte wählen Sie Drucker und Filament",
  "Please Select a Print Process": "Bitte wählen Sie ein Druckverfahren",
  "Modify Current Print Profile": "Aktuelles Druckprofil ändern",
  "Quality": "Qualität",
  "Layer height": "Schichthöhe",
  "Seam": "Naht",
  "Seam position": "Nahtposition",
  "Walls and Surfaces": "Wände und Oberflächen",
  "Only one wall on top surfaces": "Nur eine Wand auf den oberen Flächen",
  "Strength": "Stärke",
  "Walls": "Wände",
  "Wall loops": "Wandschlaufen",
  "Top/bottom shells": "Ober-/Unterschalen",
  "Top surface pattern": "Muster der oberen Oberfläche",
  "Top shell layers": "Obere Schalenschichten",
  "Top shell thickness": "Dicke der Oberschale",
  "Bottom surface pattern": "Muster der Unterseite",
  "Bottom shell layers": "Untere Schalenschichten",
  "Bottom shell thickness": "Dicke der Unterschale",
  "Infill": "Füllung",
  "Sparse Infill Density": "Geringe Fülldichte",
  "Sparse infill pattern": "Spärliches Füllmuster",
  "Internal solid infill pattern": "Internes, solides Füllmuster",
  "Support": "Unterstützung",
  "Enable Support": "Support aktivieren",
  "Type": "Typ",
  "Threshold angle": "Schwellenwinkel",
  "On build plate only": "Nur auf der Bauplatte",
  "Others": "Sonstige",
  "Temperatures": "Temperaturen",
  "Nozzle Temperature": "Düsentemperatur",
  "Nozzle Temperature (First Layer)": "Düsentemperatur (erste Schicht)",
  "Bed Temperature": "Betttemperatur",
  "Bed Temperature (First Layer)": "Betttemperatur (erste Schicht)",
  "Skirt": "Rock",
  "Skirt loops": "Rockschlaufen",
  "Skirt Height": "Rockhöhe",
  "Brim": "Rand",
  "Brim type": "Krempentyp",
  "Brim width": "Krempenbreite",
  "Special mode": "Spezialmodus",
  "Print sequence": "Drucksequenz",
  "Spiral vase": "Spiralvase",
  "Fuzzy skin": "Flaumige Haut",
  "Choose a Printer": "Wählen Sie einen Drucker",
  "Choose a Filament": "Wählen Sie ein Filament",
  "Choose a Print Process": "Wählen Sie ein Druckverfahren",
  "Your 30-Day {localizedDom} Free Trial Has Started!": "Ihre 30-tägige kostenlose {localizedDom}-Testversion hat begonnen!",
  "Pro Plan": "Pro-Plan",
  "{trialDaysLeft} Days Left on Your {localizedDom} Free Trial!": "{trialDaysLeft} Noch Tage bis zu Ihrer {localizedDom} kostenlosen Testversion!",
  "Unlimited, 25 FPS Premium Webcam Streaming": "Unbegrenztes Premium-Webcam-Streaming mit 25 FPS",
  "250 Hours Watched by AI for Failure Detection": "250 Stunden Überwachung durch KI zur Fehlererkennung",
  "G-Code Remote Upload and Printing": "G-Code Remote-Upload und -Druck",
  "Link your 3D printer now so that you can fully enjoy the 30-Day Free Trial": "Verknüpfen Sie jetzt Ihren 3D-Drucker, um die 30-tägige kostenlose Testversion voll auszunutzen",
  "Link Printer": "Drucker verknüpfen",
  "It's as easy as 1-2-3": "Es ist so einfach wie 1-2-3",
  "Just Checking Out": "Nur zum Auschecken",
  "Not a whole lot you can see without your printer linked": "Ohne die Verbindung Ihres Druckers können Sie nicht viel sehen.",
  "Not ready to start yet? {localizedDom} to pause your free trial.": "Noch nicht bereit zum Start? {localizedDom}, um Ihre kostenlose Testversion zu pausieren.",
  "Email us": "Eine E-Mail senden"
}