{
  "Printers": "Imprimantes",
  "Print History": "Historique de l'impression",
  "G-Codes": "Codes G",
  "Pricing": "Tarification",
  "Help": "Aide",
  "SIGN IN": "SE CONNECTER",
  "SIGN UP": "S'INSCRIRE",
  "Preferences": "Préférences",
  "Log out": "Se déconnecter",
  "{name} AI Detection Hours / month pack": "{{name}} Pack d'heures de détection d'IA / mois",
  "AI Detection Hour Pack not selected": "Pack d'heures de détection d'IA non sélectionné",
  "{name} AI Detection Hours / month": "{{name}} Heures de détection IA / mois",
  "No AI Detection Hour Pack": "Pack d'heures sans détection d'IA",
  "You need to": "Vous devez",
  "verify your primary email": "vérifiez votre e-mail principal",
  "as it will be used for billing communication.": "car il sera utilisé pour la communication de facturation.",
  "Annual (SAVE 33%)": "Annuel (ÉCONOMISEZ 33 %)",
  "Monthly": "Mensuel",
  "Number of printer(s)": "Nombre d'imprimante(s)",
  "Add": "Ajouter",
  " (No change) ": "(Aucun changement)",
  "Remove": "Retirer",
  "Add Subscribe&Save AI Detection Hour Pack?": "Ajouter un pack d'heures de détection d'IA Subscribe&Save ?",
  "Popular": "Populaire",
  "Current": "Actuel",
  "Total": "Total",
  "Pro plan": "Plan Pro",
  "1st printer (included)": "1ère imprimante (incluse)",
  "additional": "supplémentaire",
  "50 AI Detection Hours / month (included)": "50 heures de détection IA / mois (incluses)",
  "This is the total amount on your next bill. Click 'Checkout' see how much is due today.": "Il s'agit du montant total de votre prochaine facture. Cliquez sur « Paiement » pour connaître le montant dû aujourd'hui.",
  "Cancel": "Annuler",
  "Checkout": "Vérifier",
  "Questions You May Have": "Questions que vous pourriez avoir",
  "What currency are your prices in?": "Dans quelle devise sont vos prix ?",
  "They’re in US dollars.": "Ils sont en dollars américains.",
  "Which plan is right for me?": "Quel plan me convient le mieux ?",
  "It depends on how many 3D printers you have, and how often you print.": "Cela dépend du nombre d’imprimantes 3D dont vous disposez et de la fréquence à laquelle vous imprimez.",
  "The Free plan is for users who print occasionally. Another reason why you may want to choose the Free plan is you don't mind slow webcam streaming (up to 1 FPS). The Free plan even comes with 100 free Basic AI Detection Hours per month. Hours don't roll over month to month.": "L'abonnement gratuit est destiné aux utilisateurs qui impriment occasionnellement. Une autre raison de choisir l'abonnement gratuit est que la lenteur du streaming webcam (jusqu'à 1 IPS) ne vous gêne pas. L'abonnement gratuit inclut même 100 heures de détection IA de base gratuites par mois. Ces heures ne sont pas renouvelables.",
  "The Pro plan is for users who print more often and want to enjoy additional features like watching the webcam feed at the slick 25 FPS rate. It also comes with 100 Advanced AI Detection Hours every month - giving you the ability to detect failures faster and more reliably. If you occasionally print more than 100 hours a month, you will most likely be ok because the Advanced AI Detection Hours roll over month to month.": "L'abonnement Pro est destiné aux utilisateurs qui impriment plus souvent et souhaitent profiter de fonctionnalités supplémentaires, comme le visionnage du flux webcam à une cadence de 25 ips. Il comprend également 100 heures de détection avancée par IA par mois, vous permettant de détecter les pannes plus rapidement et plus efficacement. Si vous imprimez occasionnellement plus de 100 heures par mois, vous n'aurez probablement aucun problème, car les heures de détection avancée par IA sont renouvelables chaque mois.",
  "Can I change my plan?": "Puis-je changer mon forfait ?",
  "Of course! You can change the number of printers, add/change/remove Subcribe&Save AI Detection Hour Pack, or between annual and monthly, at any time as long as your subscription is still active.": "Bien sûr ! Vous pouvez modifier le nombre d'imprimantes, ajouter/modifier/supprimer le pack d'heures de détection IA « Subcribe&Save », ou passer d'un abonnement annuel à mensuel, à tout moment, tant que votre abonnement est actif.",
  "You will keep the unused AI Detection Hours when you change your subscription plan.": "Vous conserverez les heures de détection IA inutilisées lorsque vous modifierez votre formule d'abonnement.",
  "Can I cancel my plan?": "Puis-je annuler mon forfait ?",
  "Yes again! You can cancel your subscription any time.": "Oui, encore une fois ! Vous pouvez annuler votre abonnement à tout moment.",
  "However, the AI Detection Hours included in the plan will expire at the end of your subscription period.": "Cependant, les heures de détection de l'IA incluses dans le plan expireront à la fin de votre période d'abonnement.",
  "What is your refund policy?": "Quelle est votre politique de remboursement ?",
  "We offer a {localizedDom}": "Nous proposons un {localizedDom}",
  "30-Day Full Refund Policy": "Politique de remboursement intégral de 30 jours",
  "If you are not happy with the Pro plan, just {localizedDom} within 30 days and we will give you a full refund.": "Si vous n'êtes pas satisfait du plan Pro, envoyez-nous simplement un {localizedDom} dans les 30 jours et nous vous rembourserons intégralement.",
  "email us": "envoyez-nous un e-mail",
  "After 30 days, you can still cancel the subscription at any time. However, we usually don't refund the payment, due to the nature of a subscription service. Instead, we will keep your subscription active until the end of the current billing cycle. This is also a common practice for virtually all other subscription services such as Netflix.": "Après 30 jours, vous pouvez résilier votre abonnement à tout moment. Cependant, en raison de la nature même d'un service d'abonnement, nous ne remboursons généralement pas le paiement. Votre abonnement reste actif jusqu'à la fin du cycle de facturation en cours. Cette pratique est également courante pour la quasi-totalité des autres services d'abonnement, comme Netflix.",
  "However, we are all human and we want to be reasonable. If you have a good reason why we should refund to you after 30 days, {localizedDom} and we will consider your request.": "Cependant, nous sommes tous humains et nous voulons être raisonnables. Si vous avez une bonne raison de nous faire rembourser après 30 jours, {localizedDom} et nous examinerons votre demande.",
  "Is it safe to give my credit card number to the Kingroon?": "Est-il sûr de donner mon numéro de carte de crédit au Kingroon ?",
  "Wrong question! You will not give credit number to us. Instead, it's Chargebee, {localizedDom}, that takes your credit card number and safely stores it.": "Mauvaise question ! Vous ne nous communiquerez pas votre numéro de carte bancaire. C'est Chargebee, {localizedDom}, qui récupère votre numéro de carte bancaire et le stocke en toute sécurité.",
  "a fully compliant billing service provider": "un fournisseur de services de facturation entièrement conforme",
  "Under no circumstances will Kingroon process or store your payment information.": "En aucun cas Kingroon ne traitera ni ne stockera vos informations de paiement.",
  "I have many printers and print a lot. The Pro plan becomes really expensive. Can I still use the Kingroon app?": "J'ai plusieurs imprimantes et j'imprime beaucoup. L'abonnement Pro devient très cher. Puis-je quand même utiliser l'application Kingroon ?",
  "Please {localizedDom} to customize a plan that works for your budget.": "Veuillez {localizedDom} pour personnaliser un plan adapté à votre budget.",
  "contact us": "Contactez-nous",
  "I saw {brandName} mentioned somewhere. What does {brandName} have to do with Kingroon?": "J'ai vu {{brandName}} mentionné quelque à part. Quel est le rapport entre {{brandName}} et Kingroon ?",
  "{brandName} has partnered with Kingroon to provide Kingroon users with AI and a mobile app for Kingroon 3D printers. {brandName}, a US based company is the developer of the Kingroon App.": "{{brandName}} s'est associé à Kingroon pour fournir aux utilisateurs de Kingroon une IA et une application mobile pour les imprimantes 3D Kingroon. {{brandName}}, une société basée aux États-Unis, est le développeur de l'application Kingroon.",
  "The Free plan is for users with only 1 printer and print very in-frequently. Another reason why you may want to choose the Free plan is you don't mind slow webcam streaming (up to 5 FPS). The Free plan even comes with 10 free AI Detection Hours per month. And you can get {localizedDom} if you need more.": "L'offre gratuite est destinée aux utilisateurs possédant une seule imprimante et imprimant très rarement. L'offre gratuite peut également vous convenir : la lenteur de la webcam (jusqu'à 5 ips) ne vous gêne pas. L'offre gratuite inclut même 10 heures de détection IA gratuites par mois. Vous pouvez également opter pour {localizedDom} si vous en avez besoin davantage.",
  "additional AI Detection Hours": "heures de détection d'IA supplémentaires",
  "The Pro plan is for users who want to enjoy watching the webcam feed at the slick 25 FPS rate. It also comes with 50 AI Detection Hours every month. If you occasionally print more than 50 hours a month, you will most likely be ok because the {localizedDom}. When you upgrade to the Pro plan, you are also eligible to the {localizedDom2} at favorable rates.": "L'abonnement Pro est destiné aux utilisateurs souhaitant profiter du flux webcam à une cadence de 25 ips. Il inclut également 50 heures de détection IA par mois. Si vous imprimez occasionnellement plus de 50 heures par mois, vous n'aurez probablement aucun problème grâce à la réduction {localizedDom}. En passant à l'abonnement Pro, vous bénéficiez également de la réduction {localizedDom2} à des tarifs avantageux.",
  "Subscribe&Save AI Detection Hour Packs": "Packs d'heures de détection d'IA : abonnez-vous et économisez",
  "I have X printers and I print Y hours a month. Tell me exactly how much the Pro plan will cost me.": "J'ai X imprimantes et j'imprime Y heures par mois. Dites-moi exactement combien me coûtera l'abonnement Pro.",
  "Oops. We forgot to mention we have built a {localizedDom} for you.": "Oups. Nous avons oublié de mentionner que nous avons créé un {localizedDom} pour vous.",
  "price calculator": "calculateur de prix",
  "However, the AI Detection Hours included in the plan and Subscribe&Save pack will expire at the end of your subscription period.": "Cependant, les heures de détection d'IA incluses dans le forfait et le pack Subscribe&Save expireront à la fin de votre période d'abonnement.",
  "Is it safe to give my credit card number to the {brandName} Cloud?": "Est-il sûr de donner mon numéro de carte de crédit au Cloud {{brandName}} ?",
  "Under no circumstances will the {brandName} Cloud process or store your payment information.": "En aucun cas, le Cloud {{brandName}} ne traitera ni ne stockera vos informations de paiement.",
  "I have many printers and print a lot. The Pro plan becomes really expensive. Can I still use the {brandName} Cloud?": "J'ai plusieurs imprimantes et j'imprime beaucoup. L'abonnement Pro devient très cher. Puis-je quand même utiliser le Cloud {{brandName}} ?",
  "Failed to cancel subscription": "Impossible d'annuler l'abonnement",
  "Your subscription will expire at the end of current billing cycle.": "Votre abonnement expirera à la fin du cycle de facturation en cours.",
  "I understand I will {localizedDom} when my subscription expires.": "Je comprends que je {localizedDom} lorsque mon abonnement expirera.",
  "lose the unused expirable AI Detection Hours": "perdre les heures de détection IA expirables inutilisées",
  "One last thing. Please tell us why you want to cancel your subscription": "Une dernière chose : veuillez nous indiquer la raison de votre désabonnement.",
  "Other": "Autre",
  "I changed my mind. I'll keep my subscription": "J'ai changé d'avis. Je conserve mon abonnement.",
  "I still want to cancel my subscription": "Je souhaite toujours annuler mon abonnement",
  "Failed to delete account": "Échec de la suppression du compte",
  "Delete Account": "Supprimer le compte",
  "Your account will be permanently deleted!": "Votre compte sera définitivement supprimé !",
  "I understand I will lose all data.": "Je comprends que je vais perdre toutes mes données.",
  "One last thing. Please tell us why you want to delete your account": "Une dernière chose : veuillez nous indiquer pourquoi vous souhaitez supprimer votre compte.",
  "Delete my account": "Supprimer mon compte",
  "You have an active subscription. If you want to delete your account, please {localizedDom}": "Vous avez un abonnement actif. Si vous souhaitez supprimer votre compte, veuillez {localizedDom}",
  "send us an email": "envoyez-nous un e-mail",
  "AI Detection Hours": "Heures de détection de l'IA",
  "Total AI Detection Hours ({localizedDom})": "Nombre total d'heures de détection de l'IA ({localizedDom})",
  "details": "détails",
  " Unlimited ": "Illimité",
  "Included in subscription plan or Subscribe&Save DH Pack.": "Inclus dans le plan d'abonnement ou le pack Subscribe&Save DH.",
  "Expires when subscription ends": "Expire à la fin de l'abonnement",
  "Earned or bought with Pre-paid DH Pack.": "Gagné ou acheté avec le pack DH prépayé.",
  "(Never expires.)": "(N'expire jamais.)",
  "Running short of AI Detection Hours?": "Vous manquez d’heures de détection de l’IA ?",
  "Get more >>>": "En savoir plus >>>",
  "Renew your subscription plan": "Renouvelez votre abonnement",
  "Click": "Cliquez",
  "here": "ici",
  "to open the billing portal.": "pour ouvrir le portail de facturation.",
  "Click on your subscription.": "Cliquez sur votre abonnement.",
  "Click \"Remove scheduled cancellation\"": "Cliquez sur « Supprimer l'annulation programmée »",
  "It looks like you have a legacy DH Pack that we have discontinued.": "Il semble que vous possédiez un pack DH hérité que nous avons abandonné.",
  "Please email {name} to change your subscription.": "Veuillez envoyer un e-mail à {{name}} pour modifier votre abonnement.",
  "Subscription Plan": "Plan d'abonnement",
  "You are currently on the Free plan.": "Vous êtes actuellement sur le plan gratuit.",
  "You can still enjoy essential features such as the {localizedDom} and 10 free {localizedDom2} per month.": "Vous pouvez toujours profiter de fonctionnalités essentielles telles que {localizedDom} et 10 {localizedDom2} gratuits par mois.",
  "Basic Webcam Streaming": "Streaming de webcam de base",
  "If you want to watch your webcam with the {localizedDom} and get more AI Detection Hours so that Obi can watch your prints for you, you can upgrade to the Pro plan.": "Si vous souhaitez regarder votre webcam avec {localizedDom} et obtenir plus d'heures de détection IA afin qu'Obi puisse regarder vos empreintes pour vous, vous pouvez passer au plan Pro.",
  "Premium Webcam Streaming": "Streaming webcam premium",
  "Compare the plans": "Comparez les plans",
  "Your free trial of the Pro plan": "Votre essai gratuit du plan Pro",
  "will expire": "expirera",
  "AI Detection Hours will also expire with your free trial": "Les heures de détection de l'IA expireront également avec votre essai gratuit",
  "You can upgrade to Pro now to keep them.": "Vous pouvez passer à la version Pro maintenant pour les conserver.",
  "Upgrade to Pro Now (30-Day Money Back Guarantee)": "Passez à la version Pro maintenant (garantie de remboursement de 30 jours)",
  "About the free trial": "À propos de l'essai gratuit",
  "During the 1 month trial period, you have access to all Pro features.": "Pendant la période d'essai d'un mois, vous avez accès à toutes les fonctionnalités Pro.",
  "We also gave you 250 free {localizedDom}": "Nous vous avons également offert 250 {localizedDom} gratuits",
  "so you would be able to fully experience the power of {brandName} without having to worry about running out.": "vous pourrez ainsi profiter pleinement de la puissance de {{brandName}} sans avoir à vous soucier d'en manquer.",
  "At the end of the free trial, you can continue the Pro plan with an annual or monthly subscription. Otherwise your account will be automatically converted to the Free plan.": "À la fin de l'essai gratuit, vous pouvez prolonger l'abonnement Pro avec un abonnement annuel ou mensuel. Sinon, votre compte sera automatiquement converti en abonnement gratuit.",
  "You are currently on the complimentary Pro plan.": "Vous utilisez actuellement le plan Pro gratuit.",
  "It'll expire {localizedDom}": "Il expirera le {localizedDom}",
  "At that time, you can {localizedDom} or do nothing, in which case your account will be converted to Free plan automatically.": "À ce moment-là, vous pouvez {localizedDom} ou ne rien faire, auquel cas votre compte sera automatiquement converti en forfait gratuit.",
  "upgrade to the Pro plan": "passer au plan Pro",
  "Compare the plans >>>": "Comparez les plans >>>",
  "Complimentary Pro plan doesn't allows Subscribe&Save AI Detection Hour Pack as add-ons. If you need more AI Detection Hours, you can get Pre-paid AI Detection Hour Pack.": "L'abonnement Pro gratuit ne permet pas d'utiliser le pack d'heures de détection IA « S'abonner et économiser » en option. Si vous avez besoin de plus d'heures de détection IA, vous pouvez opter pour le pack d'heures de détection IA prépayé.",
  "Your Pro plan will end {localizedDom}": "Votre forfait Pro prendra fin le {localizedDom}",
  "You will lose the remaining expirable AI Detection Hours when your plan ends (see {localizedDom} ).": "Vous perdrez les heures de détection IA expirables restantes à la fin de votre forfait (voir {localizedDom} ).",
  "To avoid the loss": "Pour éviter la perte",
  "renew the plan now": "renouveler le plan maintenant",
  "You are currently on the Pro plan.": "Vous êtes actuellement sur le plan Pro.",
  "Your next billing date is": "Votre prochaine date de facturation est",
  "Plan total": "Plan total",
  "Plan base": "Plan de base",
  "Additional printer(s)": "Imprimante(s) supplémentaire(s)",
  "You have fewer printers than you subscribed for. You can change your subscription to save money.": "Vous avez moins d'imprimantes que prévu. Vous pouvez modifier votre abonnement pour économiser.",
  "The total doesn't reflect the coupon you may have received. Check your invoice for the final amount you paid.": "Le total ne correspond pas au coupon que vous avez reçu. Consultez votre facture pour connaître le montant final payé.",
  "Change Subscription": "Changer d'abonnement",
  "Cancel Subscription": "Annuler l'abonnement",
  "Need to view invoices or change payment method?": "Besoin de consulter des factures ou de modifier votre mode de paiement ?",
  "Open the billing portal": "Ouvrir le portail de facturation",
  "Subscription": "Abonnement",
  "Oops...": "Oups...",
  "Something went wrong! Please": "Quelque chose s'est mal passé ! S'il vous plaît",
  "Contact us": "Contactez-nous",
  "for help.": "pour obtenir de l'aide.",
  "Are you sure?": "Es-tu sûr?",
  "Delete {name} printer? This action can not be undone.": "Supprimer l'imprimante {{name}} ? Cette action est irréversible.",
  "Yes": "Oui",
  "No": "Non",
  "Printer deleted": "Imprimante supprimée",
  "{name} has been permanently deleted": "{{name}} a été définitivement supprimé",
  "Archived Printers": "Imprimantes archivées",
  "The following printers have been archived because you have more printers than your plan allows.": "Les imprimantes suivantes ont été archivées car vous avez plus d'imprimantes que ce que votre forfait permet.",
  "Un-archive": "Désarchiver",
  "Delete": "Supprimer",
  "You have a few options to un-archive printer(s)": "Vous disposez de plusieurs options pour désarchiver les imprimantes",
  "Delete or archive the printers you no longer need.": "Supprimez ou archivez les imprimantes dont vous n’avez plus besoin.",
  "Upgrade to the Pro plan. Please remember the Free plan is limited to only 1 printer. Check out {localizedDom}.": "Passez à l'offre Pro. Attention, l'offre gratuite est limitée à une seule imprimante. Découvrez {localizedDom}.",
  "the Pro plan pricing": "le prix du plan Pro",
  "If you are already on the Pro plan, you can change the number of printers on {localizedDom}.": "Si vous êtes déjà sur le plan Pro, vous pouvez modifier le nombre d'imprimantes sur {localizedDom}.",
  "your subscription page": "votre page d'abonnement",
  "Once your account is set up to allow for more printers, come back and un-archive the printers here.": "Une fois votre compte configuré pour autoriser davantage d'imprimantes, revenez et désarchivez les imprimantes ici.",
  "Questions on why your printers are archived?": "Des questions sur les raisons pour lesquelles vos imprimantes sont archivées ?",
  "Contact us.": "Contactez-nous.",
  "You have no archived printers.": "Vous n'avez aucune imprimante archivée.",
  "Go back to the printer page.": "Retournez à la page de l'imprimante.",
  "The {brandName} plugin version is too old to use this function. Please update it to the latest version to test camera!": "La version du plugin {{brandName}} est trop ancienne pour utiliser cette fonction. Veuillez la mettre à jour vers la dernière version pour tester la caméra !",
  "Please confirm the snapshot below came from a": "Veuillez confirmer que l'instantané ci-dessous provient d'un",
  "nozzle camera": "caméra de buse",
  "not a regular webcam. The AI will NOT function correctly on a regular camera.": "Ce n'est pas une webcam classique. L'IA ne fonctionnera pas correctement sur une caméra classique.",
  "Unable to connect to your nozzle camera using the URL you entered!": "Impossible de se connecter à votre caméra de buse en utilisant l'URL que vous avez saisie !",
  "Please check the instruction for how to find the correct URL for your nozzle camera.": "Veuillez consulter les instructions pour savoir comment trouver l'URL correcte pour votre caméra de buse.",
  "Nozzle Ninja AI Configuration": "Configuration de l'IA de Nozzle Ninja",
  "Nozzle Ninja, {brandName}’s First Layer AI, Is Here!": "Nozzle Ninja, la première IA de couche de {{brandName}}, est là !",
  "Configure a compatible nozzle camera to get started": "Configurez une caméra de buse compatible pour commencer",
  "Update the {brandName} Plugin in OctoPrint or Fluidd/Mainsail": "Mettre à jour le plugin {{brandName}} dans OctoPrint ou Fluidd/Mainsail",
  "Before you configure Nozzle Ninja, Update the {brandName} plugin in OctoPrint or Fluidd/Mainsail. Once the plugin is up-to-date, restart your printer or Raspberry, and then come back here.": "Avant de configurer Nozzle Ninja, mettez à jour le plugin {{brandName}} dans OctoPrint ou Fluidd/Mainsail. Une fois le plugin à jour, redémarrez votre imprimante ou Raspberry, puis revenez ici.",
  "Select the Printer You Want to Configure": "Sélectionnez l'imprimante que vous souhaitez configurer",
  "Printers Found": "Imprimantes trouvées",
  "Select which printer(s) you want to configure. Note: AI detection hours are currently not impacted by first layer AI.": "Sélectionnez les imprimantes à configurer. Remarque : les heures de détection de l'IA ne sont actuellement pas affectées par l'IA de première couche.",
  "Please select a printer to configure": "Veuillez sélectionner une imprimante à configurer",
  "Nozzle camera URL saved!": "URL de la caméra de buse enregistrée !",
  "System: ": "Système: ",
  "Post first layer scan": "Analyse de la première couche après",
  "Scan your print after your first layer is done at a lower speed. The scan will produce better images more in focus and with less motion blur. This is opted in by default but you can opt out of it.": "Numérisez votre impression après la première couche à une vitesse réduite. La numérisation produira des images de meilleure qualité, plus nettes et avec moins de flou de mouvement. Cette option est activée par défaut, mais vous pouvez la désactiver.",
  "Note: Please make sure": "Remarque : veuillez vous assurer",
  "the slicer correctly configured": "le slicer correctement configuré",
  "Otherwise it won't scan.": "Sinon, il ne scannera pas.",
  "Enable post first layer scan": "Activer l'analyse post-première couche",
  "Scan at height": "Scan en hauteur",
  "Cooldown extruder": "Extrudeuse de refroidissement",
  "Retract before scan": "Rétracter avant la numérisation",
  "Retraction speed": "Vitesse de rétraction",
  "No printers found!": "Aucune imprimante trouvée !",
  "Nozzle Ninja Configuration": "Configuration de la buse Ninja",
  "Follow the camera configuration guide to configure your nozzle camera with {brandName}": "Suivez le guide de configuration de la caméra pour configurer votre caméra de buse avec {{brandName}}",
  "Nozzle Ninja configuration guide for Klipper ": "Guide de configuration de Buse Ninja pour Clipper ",
  "Nozzle Ninja configuration guide for Octoprint ": "Guide de configuration de Nozzle Ninja pour Octoprint",
  "Slicer Configuration": "Configuration du slicer",
  "Configure your slicer to send first layer information to {brandName} and optionally enable first layer scanning. First layer scanning is an experimental feature that enables a slow scan of the first layer. This feature requires some configureation to avoid impacting print quality.": "Configurez votre slicer pour envoyer les informations de la première couche à {{brandName}} et activez éventuellement la numérisation de la première couche. La numérisation de la première couche est une fonctionnalité expérimentale qui permet une numérisation lente de la première couche. Cette fonctionnalité nécessite une configuration pour éviter tout impact sur la qualité d'impression.",
  "Currently, PrusaSlicer, SuperSlicer and OrcaSlicer are supported.": "Actuellement, PrusaSlicer, SuperSlicer et OrcaSlicer sont pris en charge.",
  "Slicer configuration guide ": "Guide de configuration du slicer",
  "Close": "Fermer",
  "Slice": "Tranche",
  "Likes": "Goûts",
  "Collections": "Collections",
  "Files": "Fichiers",
  "Summary": "Résumé",
  "Print Settings": "Paramètres d'impression",
  "Printer brand": "Marque de l'imprimante",
  "Printer": "Imprimante",
  "Rafts": "Radeaux",
  "Supports": "Soutient",
  "License": "Licence",
  "Comments": "Commentaires",
  "File Selection": "Sélection de fichiers",
  "Search": "Recherche",
  "Relevant Models": "Modèles pertinents",
  "Popular 3D Models: Last 30 Days": "Modèles 3D populaires : 30 derniers jours",
  "Last redeemed Detective Hours": "Dernières heures de détective échangées",
  "Code": "Code",
  "Hours": "Heures",
  "Description": "Description",
  "Redeemed at": "Échangé à",
  "AI Hour Coupon Codes": "Codes de réduction AI Hour",
  "Here are your AI Hour coupon codes and their redemption status.": "Voici vos codes promo AI Hour et leur statut d'échange.",
  "Available": "Disponible",
  "You have no AI Hour coupon codes.": "Vous n'avez pas de codes promo AI Hour.",
  "Error": "Erreur",
  "Failed to downgrade subscription. Please try again.": "Échec du downgrade de l'abonnement. Veuillez réessayer.",
  "Your JusPrin Unlimited subscription will be cancelled at the end of the billing cycle and you will downgrade to the Free plan.": "Votre abonnement JusPrin Unlimited sera annulé à la fin du cycle de facturation et vous passerez au plan Gratuit.",
  "You will lose unlimited AI credits and return to 50 AI credits per month.": "Vous perdrez les crédits IA illimités et reviendrez à 50 crédits IA par mois.",
  "Are you sure you want to proceed?": "Êtes-vous sûr de vouloir continuer ?",
  "Yes, downgrade to Free plan": "Oui, passer au plan Gratuit",
  "Back to Chat": "Back to Chat",
  "Free": "Gratuit",
  "Free for everyone": "Gratuit pour tous",
  "50 AI credits per month. Reset on the first day of each month": "50 crédits IA par mois. Réinitialisation le premier jour de chaque mois",
  "Community support": "Support communautaire",
  "JusPrin Unlimited": "JusPrin Illimité",
  "Billed annually": "Facturé annuellement",
  "per year": "par an",
  "per month": "par mois",
  "{percentage}% off for Obico Pro subscribers, Yay!": "{percentage}% de réduction pour les abonnés Obico Pro, Génial !",
  "Unlimited AI credits": "Crédits IA illimités",
  "Unlimited \"Do Your Magic\" AI generations": "Générations IA \"Faites votre magie\" illimitées",
  "AI memory: remember your slicing preferences": "Mémoire IA : se souvenir de vos préférences de découpe",
  "Email support. 24 hours response time": "Support par email. Temps de réponse de 24 heures",
  "Loading...": "Chargement...",
  "Loading subscription information...": "Chargement des informations d'abonnement...",
  "Frequently Asked Questions": "Questions fréquemment posées",
  "I am an Obico Pro Plan subscriber. Am I eligible for a discount on the Unlimited Plan?": "I am an Obico Pro Plan subscriber. Am I eligible for a discount on the Unlimited Plan?",
  "Yes! You'll receive 30% off the Unlimited Plan. By the way, thank you for supporting the Obico project! 😊": "Yes! You'll receive 30% off the Unlimited Plan. By the way, thank you for supporting the Obico project! 😊",
  "I'm an Obico Pro Plan subscriber. Why don't I see the 30% discount?": "I'm an Obico Pro Plan subscriber. Why don't I see the 30% discount?",
  "First, make sure you're signed into the Obico account with an active Pro subscription. If you still don't see the discount on this page, it should appear at checkout. If it doesn't show up there either, please contact us at support@obico.io for assistance.": "First, make sure you're signed into the Obico account with an active Pro subscription. If you still don't see the discount on this page, it should appear at checkout. If it doesn't show up there either, please contact us at support@obico.io for assistance.",
  "Am I able to cancel the Unlimited Plan?": "Am I able to cancel the Unlimited Plan?",
  "Yes, you can cancel at any time by clicking 'Downgrade to Free.'": "Yes, you can cancel at any time by clicking 'Downgrade to Free.'",
  "What happens after I downgrade to the Free plan?": "What happens after I downgrade to the Free plan?",
  "Your Unlimited Plan won't renew when your current term ends, and your account won't be charged. You'll still have access to unlimited AI credits until the end of your current term.": "Your Unlimited Plan won't renew when your current term ends, and your account won't be charged. You'll still have access to unlimited AI credits until the end of your current term.",
  "Can I get a refund for the Unlimited Plan?": "Can I get a refund for the Unlimited Plan?",
  "By default, no. This is to prevent abuse, as processing refunds incurs significant fees that we're unable to absorb.": "By default, no. This is to prevent abuse, as processing refunds incurs significant fees that we're unable to absorb.",
  "Is it possible to request an exception for a refund?": "Is it possible to request an exception for a refund?",
  "We handle these requests on a case-by-case basis. You can contact support@obico.io to request an exception and provide your reason for the request.": "We handle these requests on a case-by-case basis. You can contact support@obico.io to request an exception and provide your reason for the request.",
  "Unlimited Plan Activated!": "Plan Illimité Activé !",
  "Enjoy unlimited AI credits!": "Profitez de crédits IA illimités !",
  "Redirecting to chat window in": "Redirection vers la fenêtre de chat dans",
  "second": "seconde",
  "seconds": "secondes",
  "You can now close the JusPrin app to make sure the new plan will be effective.": "You can now close the JusPrin app to make sure the new plan will be effective.",
  "Go to Chat Now": "Aller au Chat Maintenant",
  "OK": "OK",
  "Build Your Pro Plan": "Créez votre plan Pro",
  "You have already redeemed this coupon.": "Vous avez déjà utilisé ce coupon.",
  "Please contact Obico Support at": "Veuillez contacter le support Obico au",
  "Failed to redeem the coupon code. Please try again later.": "Impossible d'utiliser le code promo. Veuillez réessayer ultérieurement.",
  "Oops! You already have an Obico Pro Plan...": "Oups ! Vous avez déjà un forfait Obico Pro…",
  "Contact obico support at": "Contactez le support obico au",
  "Oops! Invalid Coupon!": "Oups ! Coupon invalide !",
  "Activate Your Three-Month Obico Pro Plan": "Activez votre forfait Obico Pro de trois mois",
  "As a valued Big Tree Tech customer, once your included plan expires, you can upgrade to a more advanced plan at a special discounted price. This offer is exclusively available for Big Tree Tech customers to ensure you continue to enjoy the benefits of Obico without interruption.": "En tant que client privilégié de Big Tree Tech, une fois votre forfait inclus expiré, vous pouvez passer à un forfait plus complet à un prix réduit. Cette offre est réservée exclusivement aux clients Big Tree Tech afin de vous permettre de continuer à profiter des avantages d'Obico sans interruption.",
  "Redeem Plan": "Plan d'échange",
  "Upgrade to an Obico Pro Plan and get a 25% discount as a valued BTT customer!": "Passez à un forfait Obico Pro et obtenez une remise de 25 % en tant que client BTT apprécié !",
  "Obico has partnered with Big Tree Tech to give you an exclusive discount on an Obico Pro Plan. Get instant access to AI failure detection, first layer AI, webcam streaming, a highly rated mobile app and more for your 3D printer.": "Obico s'est associé à Big Tree Tech pour vous offrir une réduction exclusive sur l'abonnement Obico Pro. Accédez instantanément à la détection des pannes par IA, à l'IA de première couche, au streaming webcam, à une application mobile très appréciée et bien plus encore pour votre imprimante 3D.",
  "Choose Plan": "Choisissez un plan",
  "What's Included with Your Pro Plan": "Ce qui est inclus dans votre forfait Pro",
  "AI Failure Detection": "Détection des pannes par l'IA",
  "Webcam Streaming": "Diffusion en continu par webcam",
  "Full Remote Access": "Accès à distance complet",
  "Mobile & Web App": "Application mobile et Web",
  "Printer Management": "Gestion de l'imprimante",
  "Compatible with Your Favorite Software": "Compatible avec votre logiciel préféré",
  "Highly Rated Mobile App": "Application mobile très bien notée",
  "Available for iOS and Android": "Disponible pour iOS et Android",
  "What happens when the three-month Pro Plan expires?": "Que se passe-t-il lorsque le plan Pro de trois mois expire ?",
  "When your three-month plan expires, you will have the chance to upgrade to one of Obico’s Pro Plans at a special discounted rate. Learn more about the plan options": "À l'expiration de votre forfait de trois mois, vous pourrez passer à l'un des forfaits Pro d'Obico à un tarif préférentiel. En savoir plus sur les différentes formules.",
  "If you choose not to upgrade, your plan will be automatically reverted to an Obico Free Plan.": "Si vous choisissez de ne pas effectuer de mise à niveau, votre forfait sera automatiquement rétabli vers un forfait Obico Free.",
  "Welcome To": "Bienvenue à",
  "Your three-month Pro Plan Is Now Active": "Votre forfait Pro de trois mois est désormais actif",
  "Unlimited Premium Webcam Streaming": "Streaming illimité de webcams premium",
  "Unlimited AI Failure Detection": "Détection illimitée des pannes par l'IA",
  "G-Code Remote Uploading and Printing": "Téléchargement et impression à distance du code G",
  "Unlimited Secure Tunnel to OctoPrint/Klipper": "Tunnel sécurisé illimité vers OctoPrint/Klipper",
  "Go To Printer Control Page": "Accéder à la page de contrôle de l'imprimante",
  "Sign Up or Sign in to Your Obico Account": "Inscrivez-vous ou connectez-vous à votre compte Obico",
  "And get instant access to": "Et obtenez un accès instantané à",
  "Signup/Sign In": "Inscription/Connexion",
  "Create an account or Sign in to Choose Your plan": "Créez un compte ou connectez-vous pour choisir votre forfait",
  "Create Account/Sign In": "Créer un compte/Se connecter",
  "Create an account or Sign in to Choose Your plan and get": "Créez un compte ou connectez-vous pour choisir votre forfait et obtenez",
  "Webcam-Based AI Failure Detection": "Détection de panne par IA basée sur webcam",
  "Nozzle Ninja First Layer AI Failure Detection": "Détection des pannes de l'IA de la première couche de Nozzle Ninja",
  " for ${month} / month (${hour} / AI Detection Hour). Billed ${year} annually.": "pour ${{month}} / mois (${{hour}} / heure de détection IA). Facturé ${{year}} par an.",
  " for ${month} / month (${hour} / AI Detection Hour).": "pour ${{month}} / mois (${{hour}} / heure de détection IA).",
  "Calculate Plan Cost": "Calculer le coût du plan",
  "Kingroon Connect Plans": "Forfaits Kingroon Connect",
  "Print occasionally.": "Imprimez occasionnellement.",
  "Unlimited Kingroon printers allowed": "Imprimantes Kingroon illimitées autorisées",
  "Get Started": "Commencer",
  "Basic webcam streaming": "Streaming webcam de base",
  "100 {localizedDom} AI Detection Hours/month, 30s detection interval": "100 {localizedDom} Heures de détection IA/mois, intervalle de détection de 30 s",
  "Basic": "Basique",
  "300MB /mo tunnel data - Access Mainsail or Fluidd remotely": "300 Mo/mois de données tunnel - Accès à Mainsail ou Fluidd à distance",
  "200MB total G-code cloud storage": "200 Mo de stockage cloud total de code G",
  "Companion mobile app for {localizedDom} and {localizedDom2}": "Application mobile compagnon pour {localizedDom} et {localizedDom2}",
  "Android": "Androïde",
  "iOS": "iOS",
  "Remote printer access and control": "Accès et contrôle à distance de l'imprimante",
  "Failure alerts and print status updates sent through push notification": "Alertes d'échec et mises à jour de l'état d'impression envoyées par notification push",
  "Community technical support": "Support technique communautaire",
  "Pro": "Pro",
  "Print every day. 2+ printers.": "Imprimez tous les jours. 2+ imprimantes.",
  "$": "$",
  "month": "mois",
  "(Billed {name} annually)": "(Facturé {{name}} annuellement)",
  "1st printer included": "1ère imprimante incluse",
  "2+ printers at $": "2+ imprimantes à $",
  "month / printer": "mois / imprimante",
  "View/Change Subscription": "Afficher/Modifier l'abonnement",
  "Full refund within 30 days if you are not happy.": "Remboursement complet dans les 30 jours si vous n'êtes pas satisfait.",
  "Upgrade (30-Day Money Back Guarantee)": "Mise à niveau (garantie de remboursement de 30 jours)",
  "Start 1 month FREE trial": "Commencez un essai GRATUIT d'un mois",
  "Premium webcam streaming": "Streaming webcam premium",
  "100 {localizedDom} AI Detection Hours per month, 10s detection interval": "100 {localizedDom} heures de détection IA par mois, intervalle de détection de 10 s",
  "Advanced": "Avancé",
  "Unlimited tunnel data - Access Mainsail or fluidd remotely": "Données de tunnel illimitées - Accès à la grand-voile ou au fluide à distance",
  "5GB total G-Code cloud storage": "5 Go de stockage cloud G-Code au total",
  "Email technical support": "Assistance technique par e-mail",
  "Printer feed sharing with premium streaming quality": "Partage de flux d'imprimante avec une qualité de streaming premium",
  "Invalid coupon code. Please make sure the coupon code has not been used, and has not expired. If you believe you have a valid coupon code, please ": "Code promo non valide. Veuillez vous assurer que le code n'a pas été utilisé et n'est pas expiré. Si vous pensez avoir un code promo valide, veuillez",
  "As a valued Mintion customer, once your included plan expires, you can upgrade to a more advanced plan at a special discounted price. This offer is exclusively available for Mintion customers to ensure you continue to enjoy the benefits of Obico without interruption.": "En tant que client Mintion, une fois votre forfait inclus expiré, vous pouvez passer à un forfait plus complet à un prix réduit. Cette offre est réservée aux clients Mintion et vous permet de continuer à profiter des avantages d'Obico sans interruption.",
  "Activate Your One Year Obico Pro Plan": "Activez votre forfait Obico Pro d'un an",
  "As a valued Mintion customer, you are eligible for an exclusive life-time Pro Plan discount. When you redeem your plan, you’ll be asked to enter your credit card so we can give you the exclusive 20% discount when your plan renews.": "En tant que client Mintion, vous bénéficiez d'une réduction exclusive à vie sur votre forfait Pro. Lors de l'activation de votre forfait, vous serez invité à saisir votre carte de crédit afin que nous puissions vous offrir une réduction exclusive de 20 % lors de son renouvellement.",
  "If you don’t want your plan to renew, you can cancel the plan after the plan is activated so that it will not automatically renew after one year.": "Si vous ne souhaitez pas que votre forfait soit renouvelé, vous pouvez l’annuler une fois activé afin qu’il ne soit pas renouvelé automatiquement après un an.",
  "I already paid for the Pro Plan. Why do I need to enter my credit card information again?": "J'ai déjà payé l'abonnement Pro. Pourquoi dois-je saisir à nouveau mes informations de carte bancaire ?",
  "Your plan is fully covered for the first one year. After the first one year, the plan will renew with a special discount available exclusively for Mintion customers. You are free to cancel the plan at any time in the “Subscription” section of the Obico mobile or web app.": "Votre forfait est entièrement couvert pendant la première année. Après cette période, il sera renouvelé avec une remise spéciale réservée aux clients Mintion. Vous pouvez résilier votre forfait à tout moment dans la section « Abonnement » de l'application mobile ou web Obico.",
  "Still have questions?": "Vous avez encore des questions ?",
  "Contact": "Contact",
  "{brandName} support.": "Prise en charge de {{brandName}}.",
  "Oops! You already have an {brandName} Pro Plan...": "Oups ! Vous avez déjà un forfait Pro {{brandName}}...",
  "Contact {brandName} support at": "Contactez le support {{brandName}} à",
  "Activate Your {brandName} Pro Plan": "Activez votre forfait Pro {{brandName}}",
  "As a valued Sovol customer, you are eligible for an exclusive Pro Plan discount. When you redeem your plan, you’ll be asked to enter your credit card so we can give you the exclusive 20% discount when your plan renews.": "En tant que client privilégié de Sovol, vous bénéficiez d'une réduction exclusive sur le forfait Pro. Lors de l'activation de votre forfait, vous serez invité à saisir votre carte de crédit afin que nous puissions vous offrir une réduction exclusive de 20 % lors du renouvellement de votre forfait.",
  "Your plan is fully covered for the first year. After the first year, the plan will renew with a special discount available exclusively for Sovol customers. You are free to cancel the plan at any time in the “Subscription” section of the {brandname} mobile or web app.": "Votre forfait est entièrement couvert la première année. Après cette période, il sera renouvelé avec une remise spéciale réservée aux clients Sovol. Vous pouvez résilier votre forfait à tout moment dans la section « Abonnement » de l'application mobile ou web {{brandname}}.",
  "As a valued 3DO Nozzle Camera customer, once your included plan expires, you can upgrade to a more advanced plan at a special discounted price. This offer is exclusively available for 3DO customers to ensure you continue to enjoy the benefits of Obico without interruption.": "En tant que client fidèle de la caméra Nozzle 3DO, une fois votre forfait inclus expiré, vous pouvez passer à un forfait plus avancé à un prix réduit. Cette offre est réservée aux clients 3DO afin de vous permettre de continuer à profiter des avantages d'Obico sans interruption.",
  "What's Included with Your Plan": "Ce qui est inclus dans votre forfait",
  "Obico Cloud Plans": "Plans Obico Cloud",
  "Thinking about self-hosting Obico Server instead?": "Vous envisagez plutôt d'héberger Obico Server vous-même ?",
  "Check out self-hosting vs Obico Cloud.": "Comparez l'auto-hébergement et Obico Cloud.",
  "Limited to 1 printer.": "Limité à 1 imprimante.",
  "10 free AI Detection Hours/month included": "10 heures de détection d'IA gratuites par mois incluses",
  "300MB /mo tunnel data": "300 Mo/mois de données de tunnel",
  "G-Code cloud storage up to 50MB per file, 1GB total": "Stockage cloud G-Code jusqu'à 50 Mo par fichier, 1 Go au total",
  "Notifications via Email, mobile push notification, Telegram, and more.": "Notifications par e-mail, notification push mobile, Telegram, et plus.",
  "300MB /mo integration with your favorite 3rd-party mobile apps": "300 Mo/mois d'intégration avec vos applications mobiles tierces préférées",
  "Calculate cost": "Calculer le coût",
  "50 free AI Detection Hours/month included": "50 heures de détection d'IA gratuites par mois incluses",
  "Unlimited tunnel data": "Données de tunnel illimitées",
  "G-Code cloud storage up to 500MB per file, 50GB total": "Stockage cloud G-Code jusqu'à 500 Mo par fichier, 50 Go au total",
  "Unlimited integration with your favorite 3rd-party mobile apps": "Intégration illimitée avec vos applications mobiles tierces préférées",
  "Failure alerts via SMS (text message)": "Alertes de panne par SMS (message texte)",
  "AI Detection Hour Packs": "Packs d'heures de détection d'IA",
  "Need more AI Detection Hours? Add the right amount of AI Detection Hours without burning a hole on your wallet.": "Besoin de plus d'heures de détection IA ? Ajoutez-en suffisamment sans vous ruiner.",
  "Pre-paid Pack": "Pack prépayé",
  "Turn on AI failure detection only for the prints.": "Activez la détection d'échec de l'IA uniquement pour les impressions.",
  "Available to all plans.": "Disponible pour tous les plans.",
  "Pre-paid AI Detection Hours never expire.": "Les heures de détection d'IA prépayées n'expirent jamais.",
  "One Time Purchase.": "Achat unique.",
  "for": "pour",
  "Start 1 month FREE trial + 250 FREE AI Detection Hours": "Commencez 1 mois d'essai GRATUIT + 250 heures de détection d'IA GRATUITES",
  "Purchase Selected AI Detection Hour Pack": "Achetez un pack d'heures de détection d'IA sélectionné",
  "Subscribe&Save Packs": "Packs d'abonnement et d'économies",
  "AI failure detection for all prints.": "Détection des pannes par IA pour toutes les impressions.",
  "Available only as add-on to the Pro plan.": "Disponible uniquement en tant que module complémentaire au plan Pro.",
  "Subscribed AI Detection Hours roll over month to month.": "Les heures de détection d'IA souscrites sont reportées d'un mois à l'autre.",
  "Subscribed AI Detection Hours expire when subscription ends.": "Les heures de détection d'IA souscrites expirent à la fin de l'abonnement.",
  "You can change AI Detection Hour Pack or remove it from your Pro plan any time you want.": "Vous pouvez modifier le pack d'heures de détection d'IA ou le supprimer de votre forfait Pro à tout moment.",
  "Upgrade to Pro with selected AI Detection Hour Pack": "Passez à la version Pro avec le pack d'heures de détection d'IA sélectionné",
  "Calculate Cost >>>": "Calculer le coût >>>",
  "The Spaghetti Gallery": "La Galerie Spaghetti",
  "End of public time-lapse list.": "Fin de la liste des time-lapses publics.",
  "Loading filaments...": "Chargement des filaments...",
  "No compatible filaments found.": "Aucun filament compatible trouvé.",
  "Confirm": "Confirmer",
  "Rotate": "Tourner",
  "X (deg)": "X (degré)",
  "Y (deg)": "Y (degré)",
  "Z (deg)": "Z (degré)",
  "Scale": "Échelle",
  "Uniform": "Uniforme",
  "Percent": "Pour cent",
  "Dimension": "Dimension",
  "Reset": "Réinitialiser",
  "Translate": "Traduire",
  "X-axis": "axe des X",
  "Y-Axis": "Axe Y",
  "Loading files ": "Chargement des fichiers",
  "Slicing Settings": "Paramètres de découpage",
  "Please Select a Printer": "Veuillez sélectionner une imprimante",
  "Filament": "Filament",
  "Please Select a Printer First": "Veuillez d'abord sélectionner une imprimante",
  "Please Select a Filament": "Veuillez sélectionner un filament",
  "Print Process": "Processus d'impression",
  "Please Select Printer & Filament": "Veuillez sélectionner l'imprimante et le filament",
  "Please Select a Print Process": "Veuillez sélectionner un procédé d'impression",
  "Modify Current Print Profile": "Modifier le profil d'impression actuel",
  "Quality": "Qualité",
  "Layer height": "Hauteur de la couche",
  "Seam": "Couture",
  "Seam position": "Position de la couture",
  "Walls and Surfaces": "Murs et surfaces",
  "Only one wall on top surfaces": "Un seul mur sur les surfaces supérieures",
  "Strength": "Force",
  "Walls": "murs",
  "Wall loops": "Boucles murales",
  "Top/bottom shells": "Coques supérieures/inférieures",
  "Top surface pattern": "Motif de la surface supérieure",
  "Top shell layers": "Couches supérieures de la coquille",
  "Top shell thickness": "Épaisseur de la coque supérieure",
  "Bottom surface pattern": "Motif de la surface inférieure",
  "Bottom shell layers": "Couches de coque inférieures",
  "Bottom shell thickness": "Épaisseur de la coque inférieure",
  "Infill": "Remplissage",
  "Sparse Infill Density": "Densité de remplissage clairsemée",
  "Sparse infill pattern": "Motif de remplissage clairsemé",
  "Internal solid infill pattern": "Motif de remplissage solide interne",
  "Support": "Soutien",
  "Enable Support": "Activer le support",
  "Type": "Taper",
  "Threshold angle": "Angle de seuil",
  "On build plate only": "Sur plaque de construction uniquement",
  "Others": "Autres",
  "Temperatures": "Températures",
  "Nozzle Temperature": "Température de la buse",
  "Nozzle Temperature (First Layer)": "Température de la buse (première couche)",
  "Bed Temperature": "Température du lit",
  "Bed Temperature (First Layer)": "Température du lit (première couche)",
  "Skirt": "Jupe",
  "Skirt loops": "Boucles de jupe",
  "Skirt Height": "Hauteur de la jupe",
  "Brim": "Bord",
  "Brim type": "Type de bord",
  "Brim width": "Largeur du bord",
  "Special mode": "Mode spécial",
  "Print sequence": "Séquence d'impression",
  "Spiral vase": "Vase en spirale",
  "Fuzzy skin": "Peau duveteuse",
  "Choose a Printer": "Choisissez une imprimante",
  "Choose a Filament": "Choisissez un filament",
  "Choose a Print Process": "Choisissez un procédé d'impression",
  "Your 30-Day {localizedDom} Free Trial Has Started!": "Votre essai gratuit de 30 jours de {localizedDom} a commencé !",
  "Pro Plan": "Plan Pro",
  "{trialDaysLeft} Days Left on Your {localizedDom} Free Trial!": "{trialDaysLeft} Jours restants sur votre essai gratuit {localizedDom} !",
  "Unlimited, 25 FPS Premium Webcam Streaming": "Streaming webcam premium illimité à 25 FPS",
  "250 Hours Watched by AI for Failure Detection": "250 heures surveillées par l'IA pour la détection des pannes",
  "G-Code Remote Upload and Printing": "Téléchargement et impression à distance du code G",
  "Link your 3D printer now so that you can fully enjoy the 30-Day Free Trial": "Connectez votre imprimante 3D maintenant pour profiter pleinement de l'essai gratuit de 30 jours",
  "Link Printer": "Lien Imprimante",
  "It's as easy as 1-2-3": "C'est aussi simple que 1-2-3",
  "Just Checking Out": "Je vérifie juste",
  "Not a whole lot you can see without your printer linked": "Il n'y a pas grand-chose que vous pouvez voir sans votre imprimante connectée",
  "Not ready to start yet? {localizedDom} to pause your free trial.": "Vous n'êtes pas encore prêt à commencer ? {localizedDom} pour suspendre votre essai gratuit.",
  "Email us": "Envoyez-nous un e-mail"
}