{
  "Printers": "Stampanti",
  "Print History": "Cronologia di stampa",
  "G-Codes": "Codici G",
  "Pricing": "Prezzi",
  "Help": "Aiuto",
  "SIGN IN": "REGISTRAZIONE",
  "SIGN UP": "ISCRIZIONE",
  "Preferences": "Preferenze",
  "Log out": "Disconnettersi",
  "{name} AI Detection Hours / month pack": "{{name}} Ore di rilevamento AI / pacchetto mensile",
  "AI Detection Hour Pack not selected": "Pacchetto ore di rilevamento AI non selezionato",
  "{name} AI Detection Hours / month": "{{name}} Ore di rilevamento AI / mese",
  "No AI Detection Hour Pack": "Pacchetto ore senza rilevamento AI",
  "You need to": "Devi",
  "verify your primary email": "verifica la tua email principale",
  "as it will be used for billing communication.": "poiché verrà utilizzato per le comunicazioni di fatturazione.",
  "Annual (SAVE 33%)": "Annuale (RISPARMIA il 33%)",
  "Monthly": "Mensile",
  "Number of printer(s)": "Numero di stampanti",
  "Add": "Aggiungere",
  " (No change) ": "(Nessun cambiamento)",
  "Remove": "Rimuovere",
  "Add Subscribe&Save AI Detection Hour Pack?": "Vuoi aggiungere il pacchetto Iscriviti e risparmia AI Detection Hour?",
  "Popular": "Popolare",
  "Current": "Attuale",
  "Total": "Totale",
  "Pro plan": "Piano Pro",
  "1st printer (included)": "1a stampante (inclusa)",
  "additional": "aggiuntivo",
  "50 AI Detection Hours / month (included)": "50 ore di rilevamento AI al mese (incluse)",
  "This is the total amount on your next bill. Click 'Checkout' see how much is due today.": "Questo è l'importo totale della tua prossima fattura. Clicca su \"Checkout\" per vedere quanto ti spetta oggi.",
  "Cancel": "Cancellare",
  "Checkout": "Guardare",
  "Questions You May Have": "Domande che potresti avere",
  "What currency are your prices in?": "In quale valuta sono espressi i prezzi?",
  "They’re in US dollars.": "Sono in dollari USA.",
  "Which plan is right for me?": "Quale piano è più adatto a me?",
  "It depends on how many 3D printers you have, and how often you print.": "Dipende da quante stampanti 3D hai e da quanto spesso stampi.",
  "The Free plan is for users who print occasionally. Another reason why you may want to choose the Free plan is you don't mind slow webcam streaming (up to 1 FPS). The Free plan even comes with 100 free Basic AI Detection Hours per month. Hours don't roll over month to month.": "Il piano gratuito è pensato per gli utenti che stampano occasionalmente. Un altro motivo per cui potresti scegliere il piano gratuito è che non ti preoccupa lo streaming lento della webcam (fino a 1 FPS). Il piano gratuito include anche 100 ore di rilevamento IA di base gratuite al mese. Le ore non si accumulano di mese in mese.",
  "The Pro plan is for users who print more often and want to enjoy additional features like watching the webcam feed at the slick 25 FPS rate. It also comes with 100 Advanced AI Detection Hours every month - giving you the ability to detect failures faster and more reliably. If you occasionally print more than 100 hours a month, you will most likely be ok because the Advanced AI Detection Hours roll over month to month.": "Il piano Pro è pensato per gli utenti che stampano più spesso e desiderano funzionalità aggiuntive, come la visualizzazione del flusso video della webcam alla velocità di 25 FPS. Include inoltre 100 ore di rilevamento AI avanzato ogni mese, che consentono di rilevare i guasti in modo più rapido e affidabile. Se occasionalmente si stampa più di 100 ore al mese, molto probabilmente non ci saranno problemi, perché le ore di rilevamento AI avanzato si accumulano di mese in mese.",
  "Can I change my plan?": "Posso cambiare il mio piano?",
  "Of course! You can change the number of printers, add/change/remove Subcribe&Save AI Detection Hour Pack, or between annual and monthly, at any time as long as your subscription is still active.": "Certo! Puoi modificare il numero di stampanti, aggiungere/modificare/rimuovere il pacchetto ore di rilevamento AI di Subscribe&Save, o scegliere tra abbonamento annuale e mensile, in qualsiasi momento, purché il tuo abbonamento sia ancora attivo.",
  "You will keep the unused AI Detection Hours when you change your subscription plan.": "Le ore di rilevamento AI non utilizzate verranno mantenute quando cambi il piano di abbonamento.",
  "Can I cancel my plan?": "Posso annullare il mio piano?",
  "Yes again! You can cancel your subscription any time.": "Sì, di nuovo! Puoi annullare l'abbonamento in qualsiasi momento.",
  "However, the AI Detection Hours included in the plan will expire at the end of your subscription period.": "Tuttavia, le ore di rilevamento AI incluse nel piano scadranno al termine del periodo di abbonamento.",
  "What is your refund policy?": "Qual è la vostra politica sui rimborsi?",
  "We offer a {localizedDom}": "Offriamo un {localizedDom}",
  "30-Day Full Refund Policy": "Politica di rimborso completo di 30 giorni",
  "If you are not happy with the Pro plan, just {localizedDom} within 30 days and we will give you a full refund.": "Se non sei soddisfatto del piano Pro, ti basterà {localizedDom} entro 30 giorni e ti rimborseremo completamente.",
  "email us": "inviaci un'e-mail",
  "After 30 days, you can still cancel the subscription at any time. However, we usually don't refund the payment, due to the nature of a subscription service. Instead, we will keep your subscription active until the end of the current billing cycle. This is also a common practice for virtually all other subscription services such as Netflix.": "Dopo 30 giorni, puoi ancora annullare l'abbonamento in qualsiasi momento. Tuttavia, di solito non rimborsiamo il pagamento, data la natura stessa del servizio in abbonamento. Manterremo invece attivo il tuo abbonamento fino alla fine del ciclo di fatturazione corrente. Questa è una prassi comune anche per praticamente tutti gli altri servizi in abbonamento, come Netflix.",
  "However, we are all human and we want to be reasonable. If you have a good reason why we should refund to you after 30 days, {localizedDom} and we will consider your request.": "Tuttavia, siamo tutti esseri umani e vogliamo essere ragionevoli. Se hai una valida ragione per cui dovremmo rimborsarti dopo 30 giorni, {localizedDom} e prenderemo in considerazione la tua richiesta.",
  "Is it safe to give my credit card number to the Kingroon?": "È sicuro fornire il numero della mia carta di credito al Kingroon?",
  "Wrong question! You will not give credit number to us. Instead, it's Chargebee, {localizedDom}, that takes your credit card number and safely stores it.": "Domanda sbagliata! Non ci fornirai il numero di carta di credito. Sarà Chargebee, {localizedDom}, a prelevare il numero della tua carta di credito e a conservarlo in modo sicuro.",
  "a fully compliant billing service provider": "un fornitore di servizi di fatturazione pienamente conforme",
  "Under no circumstances will Kingroon process or store your payment information.": "In nessun caso Kingroon elaborerà o memorizzerà le tue informazioni di pagamento.",
  "I have many printers and print a lot. The Pro plan becomes really expensive. Can I still use the Kingroon app?": "Ho molte stampanti e stampo molto. Il piano Pro diventa davvero costoso. Posso comunque usare l'app Kingroon?",
  "Please {localizedDom} to customize a plan that works for your budget.": "Per favore {localizedDom} per personalizzare un piano adatto al tuo budget.",
  "contact us": "contattaci",
  "I saw {brandName} mentioned somewhere. What does {brandName} have to do with Kingroon?": "Ho visto {{brandName}} menzionato da qualche parte. Cosa c'entra {{brandName}} con Kingroon?",
  "{brandName} has partnered with Kingroon to provide Kingroon users with AI and a mobile app for Kingroon 3D printers. {brandName}, a US based company is the developer of the Kingroon App.": "{{brandName}} ha stretto una partnership con Kingroon per fornire agli utenti di Kingroon l'intelligenza artificiale e un'app mobile per le stampanti 3D Kingroon. {{brandName}}, un'azienda con sede negli Stati Uniti, è lo sviluppatore dell'app Kingroon.",
  "The Free plan is for users with only 1 printer and print very in-frequently. Another reason why you may want to choose the Free plan is you don't mind slow webcam streaming (up to 5 FPS). The Free plan even comes with 10 free AI Detection Hours per month. And you can get {localizedDom} if you need more.": "Il piano gratuito è pensato per gli utenti con una sola stampante e che stampano molto raramente. Un altro motivo per cui potresti scegliere il piano gratuito è che non ti preoccupa lo streaming lento della webcam (fino a 5 FPS). Il piano gratuito include anche 10 ore di rilevamento AI gratuite al mese. E puoi ottenere {localizedDom} se ne hai bisogno di più.",
  "additional AI Detection Hours": "ore aggiuntive di rilevamento AI",
  "The Pro plan is for users who want to enjoy watching the webcam feed at the slick 25 FPS rate. It also comes with 50 AI Detection Hours every month. If you occasionally print more than 50 hours a month, you will most likely be ok because the {localizedDom}. When you upgrade to the Pro plan, you are also eligible to the {localizedDom2} at favorable rates.": "Il piano Pro è pensato per gli utenti che desiderano guardare il feed della webcam alla fluida velocità di 25 FPS. Include anche 50 ore di rilevamento AI al mese. Se occasionalmente stampi più di 50 ore al mese, molto probabilmente non avrai problemi perché il {localizedDom}. Passando al piano Pro, avrai diritto anche al {localizedDom2} a tariffe vantaggiose.",
  "Subscribe&Save AI Detection Hour Packs": "Abbonati e risparmia pacchetti di ore di rilevamento AI",
  "I have X printers and I print Y hours a month. Tell me exactly how much the Pro plan will cost me.": "Ho X stampanti e stampo Y ore al mese. Dimmi esattamente quanto mi costerà il piano Pro.",
  "Oops. We forgot to mention we have built a {localizedDom} for you.": "Ops. Abbiamo dimenticato di dirti che abbiamo creato un {localizedDom} per te.",
  "price calculator": "calcolatore dei prezzi",
  "However, the AI Detection Hours included in the plan and Subscribe&Save pack will expire at the end of your subscription period.": "Tuttavia, le ore di rilevamento AI incluse nel piano e nel pacchetto Iscriviti e risparmia scadranno al termine del periodo di abbonamento.",
  "Is it safe to give my credit card number to the {brandName} Cloud?": "È sicuro fornire il numero della mia carta di credito al Cloud {{brandName}}?",
  "Under no circumstances will the {brandName} Cloud process or store your payment information.": "In nessun caso il Cloud {{brandName}} elaborerà o memorizzerà le tue informazioni di pagamento.",
  "I have many printers and print a lot. The Pro plan becomes really expensive. Can I still use the {brandName} Cloud?": "Ho molte stampanti e stampo molto. Il piano Pro diventa davvero costoso. Posso comunque usare il Cloud {{brandName}}?",
  "Failed to cancel subscription": "Impossibile annullare l'abbonamento",
  "Your subscription will expire at the end of current billing cycle.": "Il tuo abbonamento scadrà al termine del ciclo di fatturazione corrente.",
  "I understand I will {localizedDom} when my subscription expires.": "Sono consapevole che {localizedDom} alla scadenza del mio abbonamento.",
  "lose the unused expirable AI Detection Hours": "perdere le ore di rilevamento AI scadute non utilizzate",
  "One last thing. Please tell us why you want to cancel your subscription": "Un'ultima cosa. Per favore, dicci perché vuoi annullare l'abbonamento.",
  "Other": "Altro",
  "I changed my mind. I'll keep my subscription": "Ho cambiato idea. Manterrò il mio abbonamento",
  "I still want to cancel my subscription": "Voglio ancora annullare il mio abbonamento",
  "Failed to delete account": "Impossibile eliminare l'account",
  "Delete Account": "Elimina account",
  "Your account will be permanently deleted!": "Il tuo account verrà eliminato definitivamente!",
  "I understand I will lose all data.": "Capisco che perderò tutti i dati.",
  "One last thing. Please tell us why you want to delete your account": "Un'ultima cosa. Per favore, dicci perché vuoi eliminare il tuo account.",
  "Delete my account": "Elimina il mio account",
  "You have an active subscription. If you want to delete your account, please {localizedDom}": "Hai un abbonamento attivo. Se desideri eliminare il tuo account, {localizedDom}",
  "send us an email": "inviaci una email",
  "AI Detection Hours": "Ore di rilevamento dell'IA",
  "Total AI Detection Hours ({localizedDom})": "Ore totali di rilevamento AI ({localizedDom})",
  "details": "dettagli",
  " Unlimited ": "Illimitato",
  "Included in subscription plan or Subscribe&Save DH Pack.": "Incluso nel piano di abbonamento o nel pacchetto Subscribe&Save DH.",
  "Expires when subscription ends": "Scade al termine dell'abbonamento",
  "Earned or bought with Pre-paid DH Pack.": "Guadagnato o acquistato con il pacchetto DH prepagato.",
  "(Never expires.)": "(Non scade mai.)",
  "Running short of AI Detection Hours?": "Stai per esaurire le ore di rilevamento dell'IA?",
  "Get more >>>": "Scopri di più >>>",
  "Renew your subscription plan": "Rinnova il tuo abbonamento",
  "Click": "Clic",
  "here": "Qui",
  "to open the billing portal.": "per aprire il portale di fatturazione.",
  "Click on your subscription.": "Clicca sul tuo abbonamento.",
  "Click \"Remove scheduled cancellation\"": "Fai clic su \"Rimuovi annullamento programmato\"",
  "It looks like you have a legacy DH Pack that we have discontinued.": "Sembra che tu abbia un vecchio DH Pack che non è più in produzione.",
  "Please email {name} to change your subscription.": "Invia un'e-mail a {{name}} per modificare il tuo abbonamento.",
  "Subscription Plan": "Piano di abbonamento",
  "You are currently on the Free plan.": "Al momento utilizzi il piano gratuito.",
  "You can still enjoy essential features such as the {localizedDom} and 10 free {localizedDom2} per month.": "Potrai continuare a usufruire di funzionalità essenziali come {localizedDom} e 10 {localizedDom2} gratuiti al mese.",
  "Basic Webcam Streaming": "Streaming di base tramite webcam",
  "If you want to watch your webcam with the {localizedDom} and get more AI Detection Hours so that Obi can watch your prints for you, you can upgrade to the Pro plan.": "Se vuoi guardare la tua webcam con {localizedDom} e ottenere più ore di rilevamento AI in modo che Obi possa guardare le tue impronte per te, puoi passare al piano Pro.",
  "Premium Webcam Streaming": "Streaming webcam premium",
  "Compare the plans": "Confronta i piani",
  "Your free trial of the Pro plan": "La tua prova gratuita del piano Pro",
  "will expire": "scadrà",
  "AI Detection Hours will also expire with your free trial": "Anche le ore di rilevamento AI scadranno con la tua prova gratuita",
  "You can upgrade to Pro now to keep them.": "Per mantenerli, puoi passare subito alla versione Pro.",
  "Upgrade to Pro Now (30-Day Money Back Guarantee)": "Passa subito a Pro (Garanzia di rimborso entro 30 giorni)",
  "About the free trial": "Informazioni sulla prova gratuita",
  "During the 1 month trial period, you have access to all Pro features.": "Durante il periodo di prova di 1 mese, avrai accesso a tutte le funzionalità Pro.",
  "We also gave you 250 free {localizedDom}": "Ti abbiamo anche regalato 250 {localizedDom} gratuiti",
  "so you would be able to fully experience the power of {brandName} without having to worry about running out.": "così potrai sperimentare appieno la potenza di {{brandName}} senza doverti preoccupare di rimanere senza.",
  "At the end of the free trial, you can continue the Pro plan with an annual or monthly subscription. Otherwise your account will be automatically converted to the Free plan.": "Al termine del periodo di prova gratuito, puoi continuare con il piano Pro con un abbonamento annuale o mensile. In caso contrario, il tuo account verrà automaticamente convertito al piano gratuito.",
  "You are currently on the complimentary Pro plan.": "Al momento utilizzi il piano Pro gratuito.",
  "It'll expire {localizedDom}": "Scadrà {localizedDom}",
  "At that time, you can {localizedDom} or do nothing, in which case your account will be converted to Free plan automatically.": "A quel punto, puoi {localizedDom} o non fare nulla, nel qual caso il tuo account verrà convertito automaticamente al piano gratuito.",
  "upgrade to the Pro plan": "passa al piano Pro",
  "Compare the plans >>>": "Confronta i piani >>>",
  "Complimentary Pro plan doesn't allows Subscribe&Save AI Detection Hour Pack as add-ons. If you need more AI Detection Hours, you can get Pre-paid AI Detection Hour Pack.": "Il piano Pro gratuito non include il pacchetto ore di rilevamento AI \"Iscriviti e risparmia\" come componente aggiuntivo. Se hai bisogno di più ore di rilevamento AI, puoi acquistare il pacchetto ore di rilevamento AI prepagato.",
  "Your Pro plan will end {localizedDom}": "Il tuo piano Pro terminerà il {localizedDom}",
  "You will lose the remaining expirable AI Detection Hours when your plan ends (see {localizedDom} ).": "Al termine del piano perderai le restanti ore di rilevamento AI in scadenza (vedi {localizedDom}).",
  "To avoid the loss": "Per evitare la perdita",
  "renew the plan now": "rinnova il piano ora",
  "You are currently on the Pro plan.": "Al momento utilizzi il piano Pro.",
  "Your next billing date is": "La tua prossima data di fatturazione è",
  "Plan total": "Totale del piano",
  "Plan base": "Piano di base",
  "Additional printer(s)": "Stampante/i aggiuntiva/e",
  "You have fewer printers than you subscribed for. You can change your subscription to save money.": "Hai meno stampanti di quelle per cui hai sottoscritto l'abbonamento. Puoi modificare l'abbonamento per risparmiare.",
  "The total doesn't reflect the coupon you may have received. Check your invoice for the final amount you paid.": "Il totale non corrisponde al coupon che potresti aver ricevuto. Controlla la fattura per l'importo finale pagato.",
  "Change Subscription": "Modifica abbonamento",
  "Cancel Subscription": "Annulla abbonamento",
  "Need to view invoices or change payment method?": "Hai bisogno di visualizzare le fatture o cambiare metodo di pagamento?",
  "Open the billing portal": "Apri il portale di fatturazione",
  "Subscription": "Sottoscrizione",
  "Oops...": "Ops...",
  "Something went wrong! Please": "Qualcosa è andato storto! Per favore",
  "Contact us": "Contattaci",
  "for help.": "per chiedere aiuto.",
  "Are you sure?": "Sei sicuro?",
  "Delete {name} printer? This action can not be undone.": "Vuoi eliminare la stampante {{name}}? Questa azione non può essere annullata.",
  "Yes": "SÌ",
  "No": "NO",
  "Printer deleted": "Stampante eliminata",
  "{name} has been permanently deleted": "{{name}} è stato eliminato definitivamente",
  "Archived Printers": "Stampanti archiviate",
  "The following printers have been archived because you have more printers than your plan allows.": "Le seguenti stampanti sono state archiviate perché hai più stampanti di quelle consentite dal tuo piano.",
  "Un-archive": "De-archiviare",
  "Delete": "Eliminare",
  "You have a few options to un-archive printer(s)": "Sono disponibili alcune opzioni per decomprimere le stampanti archiviate",
  "Delete or archive the printers you no longer need.": "Elimina o archivia le stampanti di cui non hai più bisogno.",
  "Upgrade to the Pro plan. Please remember the Free plan is limited to only 1 printer. Check out {localizedDom}.": "Passa al piano Pro. Ricorda che il piano gratuito è limitato a una sola stampante. Scopri {localizedDom}.",
  "the Pro plan pricing": "i prezzi del piano Pro",
  "If you are already on the Pro plan, you can change the number of printers on {localizedDom}.": "Se hai già il piano Pro, puoi modificare il numero di stampanti su {localizedDom}.",
  "your subscription page": "la tua pagina di abbonamento",
  "Once your account is set up to allow for more printers, come back and un-archive the printers here.": "Una volta configurato l'account in modo da consentire l'utilizzo di più stampanti, torna indietro e decomprimi le stampanti qui.",
  "Questions on why your printers are archived?": "Hai domande sul motivo per cui le tue stampanti sono archiviate?",
  "Contact us.": "Contattaci.",
  "You have no archived printers.": "Non hai stampanti archiviate.",
  "Go back to the printer page.": "Torna alla pagina della stampante.",
  "The {brandName} plugin version is too old to use this function. Please update it to the latest version to test camera!": "La versione del plugin {{brandName}} è troppo vecchia per utilizzare questa funzione. Aggiornala all'ultima versione per testare la fotocamera!",
  "Please confirm the snapshot below came from a": "Si prega di confermare che lo snapshot qui sotto proviene da un",
  "nozzle camera": "telecamera dell'ugello",
  "not a regular webcam. The AI will NOT function correctly on a regular camera.": "Non è una webcam normale. L'IA NON funzionerà correttamente su una webcam normale.",
  "Unable to connect to your nozzle camera using the URL you entered!": "Impossibile connettersi alla telecamera dell'ugello utilizzando l'URL immesso!",
  "Please check the instruction for how to find the correct URL for your nozzle camera.": "Consultare le istruzioni per trovare l'URL corretto per la telecamera dell'ugello.",
  "Nozzle Ninja AI Configuration": "Configurazione AI di Nozzle Ninja",
  "Nozzle Ninja, {brandName}’s First Layer AI, Is Here!": "Nozzle Ninja, il primo livello di IA di {{brandName}}, è qui!",
  "Configure a compatible nozzle camera to get started": "Configura una telecamera per ugello compatibile per iniziare",
  "Update the {brandName} Plugin in OctoPrint or Fluidd/Mainsail": "Aggiorna il plugin {{brandName}} in OctoPrint o Fluidd/Mainsail",
  "Before you configure Nozzle Ninja, Update the {brandName} plugin in OctoPrint or Fluidd/Mainsail. Once the plugin is up-to-date, restart your printer or Raspberry, and then come back here.": "Prima di configurare Nozzle Ninja, aggiorna il plugin {{brandName}} in OctoPrint o Fluidd/Mainsail. Una volta aggiornato il plugin, riavvia la stampante o il Raspberry, quindi torna qui.",
  "Select the Printer You Want to Configure": "Seleziona la stampante che desideri configurare",
  "Printers Found": "Stampanti trovate",
  "Select which printer(s) you want to configure. Note: AI detection hours are currently not impacted by first layer AI.": "Seleziona la/le stampante/i che desideri configurare. Nota: gli orari di rilevamento dell'IA non sono attualmente influenzati dall'IA di primo livello.",
  "Please select a printer to configure": "Selezionare una stampante da configurare",
  "Nozzle camera URL saved!": "URL della telecamera dell'ugello salvato!",
  "System: ": "Sistema:",
  "Post first layer scan": "Dopo la scansione del primo strato",
  "Scan your print after your first layer is done at a lower speed. The scan will produce better images more in focus and with less motion blur. This is opted in by default but you can opt out of it.": "Scansiona la stampa dopo aver completato il primo strato a una velocità inferiore. La scansione produrrà immagini migliori, più a fuoco e con meno sfocature. Questa opzione è attivata di default, ma puoi disattivarla.",
  "Note: Please make sure": "Nota: assicurati",
  "the slicer correctly configured": "l'affettatrice configurata correttamente",
  "Otherwise it won't scan.": "Altrimenti la scansione non verrà eseguita.",
  "Enable post first layer scan": "Abilita la scansione del primo strato dopo",
  "Scan at height": "Scansione in altezza",
  "Cooldown extruder": "Estrusore di raffreddamento",
  "Retract before scan": "Ritrarre prima della scansione",
  "Retraction speed": "Velocità di retrazione",
  "No printers found!": "Nessuna stampante trovata!",
  "Nozzle Ninja Configuration": "Configurazione dell'ugello Ninja",
  "Follow the camera configuration guide to configure your nozzle camera with {brandName}": "Seguire la guida alla configurazione della telecamera per configurare la telecamera dell'ugello con {{brandName}}",
  "Nozzle Ninja configuration guide for Klipper ": "Guida alla configurazione di Nozzle Ninja per Klipper ",
  "Nozzle Ninja configuration guide for Octoprint ": "Guida alla configurazione di Nozzle Ninja per Octoprint",
  "Slicer Configuration": "Configurazione dell'affettatrice",
  "Configure your slicer to send first layer information to {brandName} and optionally enable first layer scanning. First layer scanning is an experimental feature that enables a slow scan of the first layer. This feature requires some configureation to avoid impacting print quality.": "Configura il tuo slicer per inviare le informazioni del primo livello a {{brandName}} e, facoltativamente, abilitare la scansione del primo livello. La scansione del primo livello è una funzione sperimentale che consente una scansione lenta del primo livello. Questa funzione richiede una certa configurazione per evitare di compromettere la qualità di stampa.",
  "Currently, PrusaSlicer, SuperSlicer and OrcaSlicer are supported.": "Attualmente sono supportati PrusaSlicer, SuperSlicer e OrcaSlicer.",
  "Slicer configuration guide ": "Guida alla configurazione dello slicer",
  "Close": "Vicino",
  "Slice": "Fetta",
  "Likes": "Mi piace",
  "Collections": "Collezioni",
  "Files": "File",
  "Summary": "Riepilogo",
  "Print Settings": "Impostazioni di stampa",
  "Printer brand": "Marca della stampante",
  "Printer": "Stampante",
  "Rafts": "Zattere",
  "Supports": "Supporti",
  "License": "Licenza",
  "Comments": "Commenti",
  "File Selection": "Selezione file",
  "Search": "Ricerca",
  "Relevant Models": "Modelli rilevanti",
  "Popular 3D Models: Last 30 Days": "Modelli 3D popolari: ultimi 30 giorni",
  "Last redeemed Detective Hours": "Ultime ore di detective riscattate",
  "Code": "Codice",
  "Hours": "Ore",
  "Description": "Descrizione",
  "Redeemed at": "Riscattato a",
  "AI Hour Coupon Codes": "Codici coupon AI Hour",
  "Here are your AI Hour coupon codes and their redemption status.": "Ecco i codici coupon AI Hour e il loro stato di riscatto.",
  "Available": "Disponibile",
  "You have no AI Hour coupon codes.": "Non hai codici coupon AI Hour.",
  "Error": "Errore",
  "Failed to downgrade subscription. Please try again.": "Impossibile downgrade dell'abbonamento. Riprova.",
  "Your JusPrin Unlimited subscription will be cancelled at the end of the billing cycle and you will downgrade to the Free plan.": "Il tuo abbonamento JusPrin Unlimited verrà annullato alla fine del ciclo di fatturazione e verrà effettuato il downgrade al piano gratuito.",
  "You will lose unlimited AI credits and return to 50 AI credits per month.": "Perderai i crediti AI illimitati e tornerai a 50 crediti AI al mese.",
  "Are you sure you want to proceed?": "Sei sicuro di voler procedere?",
  "Yes, downgrade to Free plan": "Sì, downgrade al piano gratuito",
  "Back to Chat": "Back to Chat",
  "Free": "Gratuito",
  "Free for everyone": "Gratuito per tutti",
  "50 AI credits per month. Reset on the first day of each month": "50 crediti AI al mese. Reset il primo giorno di ogni mese",
  "Community support": "Supporto della community",
  "JusPrin Unlimited": "JusPrin Illimitato",
  "Billed annually": "Fatturato annualmente",
  "per year": "all'anno",
  "per month": "al mese",
  "{percentage}% off for Obico Pro subscribers, Yay!": "{percentage}% di sconto per gli abbonati Obico Pro, Evviva!",
  "Unlimited AI credits": "Crediti AI illimitati",
  "Unlimited \"Do Your Magic\" AI generations": "Generazioni AI \"Do Your Magic\" illimitate",
  "AI memory: remember your slicing preferences": "Memoria AI: ricorda le tue preferenze di slicing",
  "Email support. 24 hours response time": "Supporto email. Tempo di risposta 24 ore",
  "Loading...": "Caricamento...",
  "Loading subscription information...": "Caricamento informazioni abbonamento...",
  "Frequently Asked Questions": "Domande frequenti",
  "I am an Obico Pro Plan subscriber. Am I eligible for a discount on the Unlimited Plan?": "I am an Obico Pro Plan subscriber. Am I eligible for a discount on the Unlimited Plan?",
  "Yes! You'll receive 30% off the Unlimited Plan. By the way, thank you for supporting the Obico project! 😊": "Yes! You'll receive 30% off the Unlimited Plan. By the way, thank you for supporting the Obico project! 😊",
  "I'm an Obico Pro Plan subscriber. Why don't I see the 30% discount?": "I'm an Obico Pro Plan subscriber. Why don't I see the 30% discount?",
  "First, make sure you're signed into the Obico account with an active Pro subscription. If you still don't see the discount on this page, it should appear at checkout. If it doesn't show up there either, please contact us at support@obico.io for assistance.": "First, make sure you're signed into the Obico account with an active Pro subscription. If you still don't see the discount on this page, it should appear at checkout. If it doesn't show up there either, please contact us at support@obico.io for assistance.",
  "Am I able to cancel the Unlimited Plan?": "Am I able to cancel the Unlimited Plan?",
  "Yes, you can cancel at any time by clicking 'Downgrade to Free.'": "Yes, you can cancel at any time by clicking 'Downgrade to Free.'",
  "What happens after I downgrade to the Free plan?": "What happens after I downgrade to the Free plan?",
  "Your Unlimited Plan won't renew when your current term ends, and your account won't be charged. You'll still have access to unlimited AI credits until the end of your current term.": "Your Unlimited Plan won't renew when your current term ends, and your account won't be charged. You'll still have access to unlimited AI credits until the end of your current term.",
  "Can I get a refund for the Unlimited Plan?": "Can I get a refund for the Unlimited Plan?",
  "By default, no. This is to prevent abuse, as processing refunds incurs significant fees that we're unable to absorb.": "By default, no. This is to prevent abuse, as processing refunds incurs significant fees that we're unable to absorb.",
  "Is it possible to request an exception for a refund?": "Is it possible to request an exception for a refund?",
  "We handle these requests on a case-by-case basis. You can contact support@obico.io to request an exception and provide your reason for the request.": "We handle these requests on a case-by-case basis. You can contact support@obico.io to request an exception and provide your reason for the request.",
  "Unlimited Plan Activated!": "Piano Illimitato Attivato!",
  "Enjoy unlimited AI credits!": "Goditi i crediti AI illimitati!",
  "Redirecting to chat window in": "Reindirizzamento alla finestra chat in",
  "second": "secondo",
  "seconds": "secondi",
  "You can now close the JusPrin app to make sure the new plan will be effective.": "You can now close the JusPrin app to make sure the new plan will be effective.",
  "Go to Chat Now": "Vai alla Chat Ora",
  "OK": "OK",
  "Build Your Pro Plan": "Crea il tuo piano Pro",
  "You have already redeemed this coupon.": "Hai già utilizzato questo coupon.",
  "Please contact Obico Support at": "Si prega di contattare il supporto Obico a",
  "Failed to redeem the coupon code. Please try again later.": "Impossibile riscattare il codice coupon. Riprova più tardi.",
  "Oops! You already have an Obico Pro Plan...": "Oops! Hai già un piano Obico Pro...",
  "Contact obico support at": "Contatta il supporto di Obico a",
  "Oops! Invalid Coupon!": "Oops! Coupon non valido!",
  "Activate Your Three-Month Obico Pro Plan": "Attiva il tuo piano Obico Pro di tre mesi",
  "As a valued Big Tree Tech customer, once your included plan expires, you can upgrade to a more advanced plan at a special discounted price. This offer is exclusively available for Big Tree Tech customers to ensure you continue to enjoy the benefits of Obico without interruption.": "Come stimato cliente Big Tree Tech, una volta scaduto il tuo piano incluso, puoi passare a un piano più avanzato a un prezzo speciale scontato. Questa offerta è disponibile esclusivamente per i clienti Big Tree Tech, per garantirti di continuare a godere dei vantaggi di Obico senza interruzioni.",
  "Redeem Plan": "Piano di riscatto",
  "Upgrade to an Obico Pro Plan and get a 25% discount as a valued BTT customer!": "Passa al piano Obico Pro e ottieni uno sconto del 25% come cliente BTT!",
  "Obico has partnered with Big Tree Tech to give you an exclusive discount on an Obico Pro Plan. Get instant access to AI failure detection, first layer AI, webcam streaming, a highly rated mobile app and more for your 3D printer.": "Obico ha stretto una partnership con Big Tree Tech per offrirti uno sconto esclusivo sul piano Obico Pro. Ottieni accesso immediato al rilevamento degli errori tramite IA, all'IA di primo livello, allo streaming tramite webcam, a un'app mobile altamente apprezzata e a molto altro per la tua stampante 3D.",
  "Choose Plan": "Scegli il piano",
  "What's Included with Your Pro Plan": "Cosa è incluso nel tuo piano Pro",
  "AI Failure Detection": "Rilevamento dei guasti tramite IA",
  "Webcam Streaming": "Streaming tramite webcam",
  "Full Remote Access": "Accesso remoto completo",
  "Mobile & Web App": "App mobile e web",
  "Printer Management": "Gestione della stampante",
  "Compatible with Your Favorite Software": "Compatibile con il tuo software preferito",
  "Highly Rated Mobile App": "App mobile altamente valutata",
  "Available for iOS and Android": "Disponibile per iOS e Android",
  "What happens when the three-month Pro Plan expires?": "Cosa succede quando scade il Pro Plan trimestrale?",
  "When your three-month plan expires, you will have the chance to upgrade to one of Obico’s Pro Plans at a special discounted rate. Learn more about the plan options": "Alla scadenza del tuo piano trimestrale, avrai la possibilità di passare a uno dei piani Pro di Obico a una tariffa scontata speciale. Scopri di più sulle opzioni del piano.",
  "If you choose not to upgrade, your plan will be automatically reverted to an Obico Free Plan.": "Se scegli di non effettuare l'upgrade, il tuo piano tornerà automaticamente al piano Obico Free.",
  "Welcome To": "Benvenuti a",
  "Your three-month Pro Plan Is Now Active": "Il tuo piano Pro trimestrale è ora attivo",
  "Unlimited Premium Webcam Streaming": "Streaming webcam premium illimitato",
  "Unlimited AI Failure Detection": "Rilevamento guasti AI illimitato",
  "G-Code Remote Uploading and Printing": "Caricamento e stampa remoti del codice G",
  "Unlimited Secure Tunnel to OctoPrint/Klipper": "Tunnel sicuro illimitato per OctoPrint/Klipper",
  "Go To Printer Control Page": "Vai alla pagina di controllo della stampante",
  "Sign Up or Sign in to Your Obico Account": "Registrati o accedi al tuo account Obico",
  "And get instant access to": "E ottieni l'accesso immediato a",
  "Signup/Sign In": "Registrati/Accedi",
  "Create an account or Sign in to Choose Your plan": "Crea un account o accedi per scegliere il tuo piano",
  "Create Account/Sign In": "Crea account/Accedi",
  "Create an account or Sign in to Choose Your plan and get": "Crea un account o accedi per scegliere il tuo piano e ottenere",
  "Webcam-Based AI Failure Detection": "Rilevamento dei guasti tramite intelligenza artificiale basata su webcam",
  "Nozzle Ninja First Layer AI Failure Detection": "Rilevamento guasti AI del primo strato di Nozzle Ninja",
  " for ${month} / month (${hour} / AI Detection Hour). Billed ${year} annually.": "per ${{month}} al mese (${{hour}} / ora di rilevamento AI). Fatturato annualmente per ${{year}}.",
  " for ${month} / month (${hour} / AI Detection Hour).": "per ${{month}} / mese (${{hour}} / ora di rilevamento AI).",
  "Calculate Plan Cost": "Calcola il costo del piano",
  "Kingroon Connect Plans": "Piani Kingroon Connect",
  "Print occasionally.": "Stampare occasionalmente.",
  "Unlimited Kingroon printers allowed": "Sono consentite stampanti Kingroon illimitate",
  "Get Started": "Per iniziare",
  "Basic webcam streaming": "Streaming webcam di base",
  "100 {localizedDom} AI Detection Hours/month, 30s detection interval": "100 {localizedDom} Ore di rilevamento AI/mese, intervallo di rilevamento di 30 secondi",
  "Basic": "Di base",
  "300MB /mo tunnel data - Access Mainsail or Fluidd remotely": "Dati del tunnel da 300 MB/mese - Accesso remoto a Mainsail o Fluidd",
  "200MB total G-code cloud storage": "200 MB di spazio di archiviazione cloud G-code totale",
  "Companion mobile app for {localizedDom} and {localizedDom2}": "App mobile complementare per {localizedDom} e {localizedDom2}",
  "Android": "Android",
  "iOS": "iOS",
  "Remote printer access and control": "Accesso e controllo remoto della stampante",
  "Failure alerts and print status updates sent through push notification": "Avvisi di errore e aggiornamenti sullo stato di stampa inviati tramite notifica push",
  "Community technical support": "Supporto tecnico della comunità",
  "Pro": "Professionista",
  "Print every day. 2+ printers.": "Stampa ogni giorno. Più di 2 stampanti.",
  "$": "$",
  "month": "mese",
  "(Billed {name} annually)": "(Fatturato {{name}} all'anno)",
  "1st printer included": "1a stampante inclusa",
  "2+ printers at $": "2+ stampanti a $",
  "month / printer": "mese / stampante",
  "View/Change Subscription": "Visualizza/modifica abbonamento",
  "Full refund within 30 days if you are not happy.": "Rimborso completo entro 30 giorni se non sei soddisfatto.",
  "Upgrade (30-Day Money Back Guarantee)": "Aggiornamento (garanzia di rimborso entro 30 giorni)",
  "Start 1 month FREE trial": "Inizia 1 mese di prova GRATUITA",
  "Premium webcam streaming": "Streaming webcam premium",
  "100 {localizedDom} AI Detection Hours per month, 10s detection interval": "100 {localizedDom} Ore di rilevamento AI al mese, intervallo di rilevamento di 10 secondi",
  "Advanced": "Avanzato",
  "Unlimited tunnel data - Access Mainsail or fluidd remotely": "Dati illimitati del tunnel - Accedi a Mainsail o fluidd da remoto",
  "5GB total G-Code cloud storage": "5 GB di spazio di archiviazione cloud G-Code totale",
  "Email technical support": "Supporto tecnico via e-mail",
  "Printer feed sharing with premium streaming quality": "Condivisione del feed della stampante con qualità streaming premium",
  "Invalid coupon code. Please make sure the coupon code has not been used, and has not expired. If you believe you have a valid coupon code, please ": "Codice coupon non valido. Assicurati che il codice coupon non sia stato utilizzato e non sia scaduto. Se ritieni di avere un codice coupon valido,",
  "As a valued Mintion customer, once your included plan expires, you can upgrade to a more advanced plan at a special discounted price. This offer is exclusively available for Mintion customers to ensure you continue to enjoy the benefits of Obico without interruption.": "Come stimato cliente Mintion, una volta scaduto il tuo piano incluso, puoi passare a un piano più avanzato a un prezzo scontato speciale. Questa offerta è disponibile esclusivamente per i clienti Mintion, per garantirti di continuare a godere dei vantaggi di Obico senza interruzioni.",
  "Activate Your One Year Obico Pro Plan": "Attiva il tuo piano Obico Pro di un anno",
  "As a valued Mintion customer, you are eligible for an exclusive life-time Pro Plan discount. When you redeem your plan, you’ll be asked to enter your credit card so we can give you the exclusive 20% discount when your plan renews.": "Come stimato cliente Mintion, hai diritto a uno sconto esclusivo a vita sul Piano Pro. Quando riscatti il tuo piano, ti verrà chiesto di inserire i dati della tua carta di credito per consentirci di offrirti l'esclusivo sconto del 20% al momento del rinnovo.",
  "If you don’t want your plan to renew, you can cancel the plan after the plan is activated so that it will not automatically renew after one year.": "Se non desideri che il tuo piano venga rinnovato, puoi annullarlo dopo l'attivazione, in modo che non si rinnovi automaticamente dopo un anno.",
  "I already paid for the Pro Plan. Why do I need to enter my credit card information again?": "Ho già pagato il Piano Pro. Perché devo inserire nuovamente i dati della mia carta di credito?",
  "Your plan is fully covered for the first one year. After the first one year, the plan will renew with a special discount available exclusively for Mintion customers. You are free to cancel the plan at any time in the “Subscription” section of the Obico mobile or web app.": "Il tuo piano è completamente coperto per il primo anno. Dopo il primo anno, il piano si rinnoverà con uno sconto speciale disponibile esclusivamente per i clienti Mintion. Puoi annullare il piano in qualsiasi momento nella sezione \"Abbonamento\" dell'app mobile o web di Obico.",
  "Still have questions?": "Hai ancora domande?",
  "Contact": "Contatto",
  "{brandName} support.": "Supporto {{brandName}}.",
  "Oops! You already have an {brandName} Pro Plan...": "Oops! Hai già un piano Pro {{brandName}}...",
  "Contact {brandName} support at": "Contatta l'assistenza {{brandName}} a",
  "Activate Your {brandName} Pro Plan": "Attiva il tuo piano Pro {{brandName}}",
  "As a valued Sovol customer, you are eligible for an exclusive Pro Plan discount. When you redeem your plan, you’ll be asked to enter your credit card so we can give you the exclusive 20% discount when your plan renews.": "Come stimato cliente Sovol, hai diritto a uno sconto esclusivo sul Piano Pro. Quando riscatti il tuo piano, ti verrà chiesto di inserire i dati della tua carta di credito per consentirci di offrirti l'esclusivo sconto del 20% al momento del rinnovo.",
  "Your plan is fully covered for the first year. After the first year, the plan will renew with a special discount available exclusively for Sovol customers. You are free to cancel the plan at any time in the “Subscription” section of the {brandname} mobile or web app.": "Il tuo piano è completamente coperto per il primo anno. Dopo il primo anno, il piano si rinnoverà con uno sconto speciale riservato esclusivamente ai clienti Sovol. Puoi annullare il piano in qualsiasi momento nella sezione \"Abbonamento\" dell'app mobile o web {{brandname}}.",
  "As a valued 3DO Nozzle Camera customer, once your included plan expires, you can upgrade to a more advanced plan at a special discounted price. This offer is exclusively available for 3DO customers to ensure you continue to enjoy the benefits of Obico without interruption.": "In qualità di stimato cliente 3DO Nozzle Camera, una volta scaduto il piano incluso, puoi passare a un piano più avanzato a un prezzo scontato speciale. Questa offerta è disponibile esclusivamente per i clienti 3DO, per garantirti di continuare a godere dei vantaggi di Obico senza interruzioni.",
  "What's Included with Your Plan": "Cosa è incluso nel tuo piano",
  "Obico Cloud Plans": "Piani Obico Cloud",
  "Thinking about self-hosting Obico Server instead?": "Stai pensando di self-hostare Obico Server invece?",
  "Check out self-hosting vs Obico Cloud.": "Confronta self-hosting vs Obico Cloud.",
  "Limited to 1 printer.": "Limitato a 1 stampante.",
  "10 free AI Detection Hours/month included": "10 ore di rilevamento AI gratuite al mese incluse",
  "300MB /mo tunnel data": "Dati del tunnel da 300 MB/mese",
  "G-Code cloud storage up to 50MB per file, 1GB total": "Archiviazione cloud G-Code fino a 50 MB per file, 1 GB totale",
  "Notifications via Email, mobile push notification, Telegram, and more.": "Notifiche via e-mail, notifiche push su dispositivi mobili, Telegram e altro ancora.",
  "300MB /mo integration with your favorite 3rd-party mobile apps": "Integrazione da 300 MB/mese con le tue app mobili di terze parti preferite",
  "Calculate cost": "Calcola il costo",
  "50 free AI Detection Hours/month included": "50 ore di rilevamento AI gratuite al mese incluse",
  "Unlimited tunnel data": "Dati del tunnel illimitati",
  "G-Code cloud storage up to 500MB per file, 50GB total": "Archiviazione cloud G-Code fino a 500 MB per file, 50 GB in totale",
  "Unlimited integration with your favorite 3rd-party mobile apps": "Integrazione illimitata con le tue app mobili di terze parti preferite",
  "Failure alerts via SMS (text message)": "Avvisi di guasto tramite SMS (messaggio di testo)",
  "AI Detection Hour Packs": "Pacchetti di ore di rilevamento AI",
  "Need more AI Detection Hours? Add the right amount of AI Detection Hours without burning a hole on your wallet.": "Hai bisogno di più ore di rilevamento AI? Aggiungi la giusta quantità di ore di rilevamento AI senza prosciugare il tuo portafoglio.",
  "Pre-paid Pack": "Pacchetto prepagato",
  "Turn on AI failure detection only for the prints.": "Attivare il rilevamento degli errori AI solo per le stampe.",
  "Available to all plans.": "Disponibile per tutti i piani.",
  "Pre-paid AI Detection Hours never expire.": "Le ore di rilevamento AI prepagate non scadono mai.",
  "One Time Purchase.": "Acquisto una tantum.",
  "for": "per",
  "Start 1 month FREE trial + 250 FREE AI Detection Hours": "Inizia 1 mese di prova GRATUITA + 250 ore di rilevamento AI GRATUITE",
  "Purchase Selected AI Detection Hour Pack": "Acquista il pacchetto di ore di rilevamento AI selezionato",
  "Subscribe&Save Packs": "Pacchetti Abbonati e Risparmia",
  "AI failure detection for all prints.": "Rilevamento degli errori tramite intelligenza artificiale per tutte le stampe.",
  "Available only as add-on to the Pro plan.": "Disponibile solo come componente aggiuntivo del piano Pro.",
  "Subscribed AI Detection Hours roll over month to month.": "Le ore di rilevamento AI sottoscritte vengono aggiornate di mese in mese.",
  "Subscribed AI Detection Hours expire when subscription ends.": "Le ore di rilevamento AI sottoscritte scadono al termine dell'abbonamento.",
  "You can change AI Detection Hour Pack or remove it from your Pro plan any time you want.": "Puoi modificare il pacchetto AI Detection Hour o rimuoverlo dal tuo piano Pro in qualsiasi momento lo desideri.",
  "Upgrade to Pro with selected AI Detection Hour Pack": "Passa a Pro con il pacchetto di ore di rilevamento AI selezionato",
  "Calculate Cost >>>": "Calcola il costo >>>",
  "The Spaghetti Gallery": "La Galleria degli Spaghetti",
  "End of public time-lapse list.": "Fine dell'elenco pubblico dei time-lapse.",
  "Loading filaments...": "Caricamento filamenti...",
  "No compatible filaments found.": "Nessun filamento compatibile trovato.",
  "Confirm": "Confermare",
  "Rotate": "Ruotare",
  "X (deg)": "X (gradi)",
  "Y (deg)": "Y (gradi)",
  "Z (deg)": "Z (gradi)",
  "Scale": "Scala",
  "Uniform": "Uniforme",
  "Percent": "Percent",
  "Dimension": "Dimensione",
  "Reset": "Reset",
  "Translate": "Tradurre",
  "X-axis": "asse X",
  "Y-Axis": "Asse Y",
  "Loading files ": "Caricamento dei file",
  "Slicing Settings": "Impostazioni di affettatura",
  "Please Select a Printer": "Seleziona una stampante",
  "Filament": "Filamento",
  "Please Select a Printer First": "Seleziona prima una stampante",
  "Please Select a Filament": "Seleziona un filamento",
  "Print Process": "Processo di stampa",
  "Please Select Printer & Filament": "Seleziona stampante e filamento",
  "Please Select a Print Process": "Seleziona un processo di stampa",
  "Modify Current Print Profile": "Modifica il profilo di stampa corrente",
  "Quality": "Qualità",
  "Layer height": "Altezza dello strato",
  "Seam": "Cucitura",
  "Seam position": "Posizione della cucitura",
  "Walls and Surfaces": "Pareti e superfici",
  "Only one wall on top surfaces": "Solo una parete sulle superfici superiori",
  "Strength": "Forza",
  "Walls": "Muri",
  "Wall loops": "Anelli a parete",
  "Top/bottom shells": "Gusci superiori/inferiori",
  "Top surface pattern": "Modello della superficie superiore",
  "Top shell layers": "Strati superiori del guscio",
  "Top shell thickness": "Spessore del guscio superiore",
  "Bottom surface pattern": "Modello della superficie inferiore",
  "Bottom shell layers": "Strati del guscio inferiore",
  "Bottom shell thickness": "Spessore del guscio inferiore",
  "Infill": "Riempimento",
  "Sparse Infill Density": "Densità di riempimento sparsa",
  "Sparse infill pattern": "Motivo di riempimento rado",
  "Internal solid infill pattern": "Modello di riempimento solido interno",
  "Support": "Supporto",
  "Enable Support": "Abilita supporto",
  "Type": "Tipo",
  "Threshold angle": "Angolo di soglia",
  "On build plate only": "Solo sulla piastra di costruzione",
  "Others": "Altri",
  "Temperatures": "Temperature",
  "Nozzle Temperature": "Temperatura dell'ugello",
  "Nozzle Temperature (First Layer)": "Temperatura dell'ugello (primo strato)",
  "Bed Temperature": "Temperatura del letto",
  "Bed Temperature (First Layer)": "Temperatura del letto (primo strato)",
  "Skirt": "Gonna",
  "Skirt loops": "Passanti per gonna",
  "Skirt Height": "Altezza della gonna",
  "Brim": "Tesa",
  "Brim type": "Tipo di tesa",
  "Brim width": "Larghezza della tesa",
  "Special mode": "Modalità speciale",
  "Print sequence": "Sequenza di stampa",
  "Spiral vase": "Vaso a spirale",
  "Fuzzy skin": "Pelle pelosa",
  "Choose a Printer": "Scegli una stampante",
  "Choose a Filament": "Scegli un filamento",
  "Choose a Print Process": "Scegli un processo di stampa",
  "Your 30-Day {localizedDom} Free Trial Has Started!": "La tua prova gratuita di 30 giorni {localizedDom} è iniziata!",
  "Pro Plan": "Piano Pro",
  "{trialDaysLeft} Days Left on Your {localizedDom} Free Trial!": "Mancano {trialDaysLeft} giorni alla fine della tua prova gratuita di {localizedDom}!",
  "Unlimited, 25 FPS Premium Webcam Streaming": "Streaming webcam premium illimitato a 25 FPS",
  "250 Hours Watched by AI for Failure Detection": "250 ore monitorate dall'intelligenza artificiale per il rilevamento dei guasti",
  "G-Code Remote Uploading and Printing": "Caricamento e stampa remoti del codice G",
  "Link your 3D printer now so that you can fully enjoy the 30-Day Free Trial": "Collega subito la tua stampante 3D per poter sfruttare appieno la prova gratuita di 30 giorni",
  "Link Printer": "Stampante collegata",
  "It's as easy as 1-2-3": "È facile come contare fino a 3",
  "Just Checking Out": "Solo per dare un'occhiata",
  "Not a whole lot you can see without your printer linked": "Non c'è molto che puoi vedere senza la tua stampante collegata",
  "Not ready to start yet? {localizedDom} to pause your free trial.": "Non sei ancora pronto per iniziare? {localizedDom} per mettere in pausa la tua prova gratuita.",
  "Email us": "Inviaci un'e-mail"
}