{
  "Printers": "Impressores",
  "Print History": "Historial d'impressió",
  "G-Codes": "Codis G",
  "Pricing": "Preus",
  "Help": "Ajuda",
  "SIGN IN": "INICIA LA SESSIÓ",
  "SIGN UP": "REGISTRA'T",
  "Preferences": "Preferències",
  "Log out": "Tanca la sessió",
  "{name} AI Detection Hours / month pack": "{{name}} Paquet d'hores de detecció d'IA / mes",
  "AI Detection Hour Pack not selected": "Paquet d'hores de detecció d'IA no seleccionat",
  "{name} AI Detection Hours / month": "{{name}} Hores de detecció d'IA / mes",
  "No AI Detection Hour Pack": "Paquet d'hores sense detecció d'IA",
  "You need to": "Cal que",
  "verify your primary email": "verifica el teu correu electrònic principal",
  "as it will be used for billing communication.": "ja que s'utilitzarà per a la comunicació de facturació.",
  "Annual (SAVE 33%)": "Anual (ESTALVIA UN 33%)",
  "Monthly": "Mensual",
  "Number of printer(s)": "Nombre d'impressores",
  "Add": "Afegeix",
  " (No change) ": "(Sense canvis)",
  "Remove": "Elimina",
  "Add Subscribe&Save AI Detection Hour Pack?": "Afegir el paquet Subscriu-te i estalvia per a hores de detecció d'IA?",
  "Popular": "Populars",
  "Current": "Actual",
  "Total": "Total",
  "Pro plan": "Pla Pro",
  "1st printer (included)": "1a impressora (inclosa)",
  "additional": "addicional",
  "50 AI Detection Hours / month (included)": "50 hores de detecció d'IA / mes (incloses)",
  "This is the total amount on your next bill. Click 'Checkout' see how much is due today.": "Aquest és l'import total de la teva propera factura. Fes clic a \"Finalitzar compra\" per veure quant has de pagar avui.",
  "Cancel": "Cancel·la",
  "Checkout": "Finalitzar la compra",
  "Questions You May Have": "Preguntes que podeu tenir",
  "What currency are your prices in?": "En quina moneda teniu els preus?",
  "They’re in US dollars.": "Estan en dòlars americans.",
  "Which plan is right for me?": "Quin pla és el més adequat per a mi?",
  "It depends on how many 3D printers you have, and how often you print.": "Depèn de quantes impressores 3D tinguis i de la freqüència amb què imprimeixis.",
  "The Free plan is for users who print occasionally. Another reason why you may want to choose the Free plan is you don't mind slow webcam streaming (up to 1 FPS). The Free plan even comes with 100 free Basic AI Detection Hours per month. Hours don't roll over month to month.": "El pla gratuït és per a usuaris que imprimeixen ocasionalment. Un altre motiu pel qual podeu triar el pla gratuït és que no us importa la transmissió lenta de la càmera web (fins a 1 FPS). El pla gratuït fins i tot inclou 100 hores bàsiques de detecció d'IA gratuïtes al mes. Les hores no es acumulen mes a mes.",
  "The Pro plan is for users who print more often and want to enjoy additional features like watching the webcam feed at the slick 25 FPS rate. It also comes with 100 Advanced AI Detection Hours every month - giving you the ability to detect failures faster and more reliably. If you occasionally print more than 100 hours a month, you will most likely be ok because the Advanced AI Detection Hours roll over month to month.": "El pla Pro és per a usuaris que imprimeixen més sovint i volen gaudir de funcions addicionals com ara veure la transmissió de la càmera web a la velocitat impecable de 25 FPS. També inclou 100 hores de detecció d'IA avançada cada mes, cosa que us permet detectar errors de manera més ràpida i fiable. Si ocasionalment imprimiu més de 100 hores al mes, probablement no tindreu problemes, ja que les hores de detecció d'IA avançada s'acumulen mes a mes.",
  "Can I change my plan?": "Puc canviar el meu pla?",
  "Of course! You can change the number of printers, add/change/remove Subcribe&Save AI Detection Hour Pack, or between annual and monthly, at any time as long as your subscription is still active.": "I tant! Pots canviar el nombre d'impressores, afegir/canviar/eliminar el paquet d'hores de detecció d'IA Subscribe&Save, o entre anual i mensual, en qualsevol moment, sempre que la teva subscripció encara estigui activa.",
  "You will keep the unused AI Detection Hours when you change your subscription plan.": "Mantindreu les Hores de Detecció d'IA no utilitzades quan canvieu el vostre pla de subscripció.",
  "Can I cancel my plan?": "Puc cancel·lar el meu pla?",
  "Yes again! You can cancel your subscription any time.": "Sí, de nou! Pots cancel·lar la teva subscripció en qualsevol moment.",
  "However, the AI Detection Hours included in the plan will expire at the end of your subscription period.": "Tanmateix, les Hores de Detecció d'IA incloses al pla caducaran al final del període de subscripció.",
  "What is your refund policy?": "Quina és la vostra política de reemborsaments?",
  "We offer a {localizedDom}": "Oferim un {localizedDom}",
  "30-Day Full Refund Policy": "Política de reemborsament complet de 30 dies",
  "If you are not happy with the Pro plan, just {localizedDom} within 30 days and we will give you a full refund.": "Si no esteu satisfets amb el pla Pro, només cal que envieu un {localizedDom} en un termini de 30 dies i us reemborsarem els diners.",
  "email us": "envia'ns un correu electrònic",
  "After 30 days, you can still cancel the subscription at any time. However, we usually don't refund the payment, due to the nature of a subscription service. Instead, we will keep your subscription active until the end of the current billing cycle. This is also a common practice for virtually all other subscription services such as Netflix.": "Després de 30 dies, encara podeu cancel·lar la subscripció en qualsevol moment. Tanmateix, normalment no reemborsem el pagament, a causa de la naturalesa d'un servei de subscripció. En comptes d'això, mantindrem la vostra subscripció activa fins al final del cicle de facturació actual. Aquesta també és una pràctica habitual per a pràcticament tots els altres serveis de subscripció com ara Netflix.",
  "However, we are all human and we want to be reasonable. If you have a good reason why we should refund to you after 30 days, {localizedDom} and we will consider your request.": "Tanmateix, tots som humans i volem ser raonables. Si teniu una bona raó per la qual us hauríem de reemborsar els diners després de 30 dies, feu-nos-ho saber i tindrem en compte la vostra sol·licitud.",
  "Is it safe to give my credit card number to the Kingroon?": "És segur donar el número de la meva targeta de crèdit al Kingroon?",
  "Wrong question! You will not give credit number to us. Instead, it's Chargebee, {localizedDom}, that takes your credit card number and safely stores it.": "Pregunta equivocada! No ens donareu el número de crèdit. En comptes d'això, és Chargebee, {localizedDom}, qui agafa el número de la vostra targeta de crèdit i l'emmagatzema de manera segura.",
  "a fully compliant billing service provider": "un proveïdor de serveis de facturació totalment conforme",
  "Under no circumstances will Kingroon process or store your payment information.": "Kingroon no processarà ni emmagatzemarà la vostra informació de pagament en cap cas.",
  "I have many printers and print a lot. The Pro plan becomes really expensive. Can I still use the Kingroon app?": "Tinc moltes impressores i imprimeixo molt. El pla Pro es torna molt car. Encara puc utilitzar l'aplicació Kingroon?",
  "Please {localizedDom} to customize a plan that works for your budget.": "Si us plau, {localizedDom} per personalitzar un pla que s'adapti al vostre pressupost.",
  "contact us": "contacteu-nos",
  "I saw {brandName} mentioned somewhere. What does {brandName} have to do with Kingroon?": "He vist que s'ha esmentat {{brandName}} en algun lloc. Què té a veure {{brandName}} amb Kingroon?",
  "{brandName} has partnered with Kingroon to provide Kingroon users with AI and a mobile app for Kingroon 3D printers. {brandName}, a US based company is the developer of the Kingroon App.": "{{brandName}} s'ha associat amb Kingroon per proporcionar als usuaris de Kingroon intel·ligència artificial i una aplicació mòbil per a impressores 3D Kingroon. {{brandName}}, una empresa amb seu als Estats Units, és la desenvolupadora de l'aplicació Kingroon.",
  "The Free plan is for users with only 1 printer and print very in-frequently. Another reason why you may want to choose the Free plan is you don't mind slow webcam streaming (up to 5 FPS). The Free plan even comes with 10 free AI Detection Hours per month. And you can get {localizedDom} if you need more.": "El pla gratuït és per a usuaris amb només una impressora i que imprimeixen amb molt poca freqüència. Un altre motiu pel qual podeu triar el pla gratuït és que no us importa la transmissió lenta per càmera web (fins a 5 FPS). El pla gratuït fins i tot inclou 10 hores gratuïtes de detecció d'IA al mes. I podeu obtenir {localizedDom} si en necessiteu més.",
  "additional AI Detection Hours": "Hores addicionals de detecció d'IA",
  "The Pro plan is for users who want to enjoy watching the webcam feed at the slick 25 FPS rate. It also comes with 50 AI Detection Hours every month. If you occasionally print more than 50 hours a month, you will most likely be ok because the {localizedDom}. When you upgrade to the Pro plan, you are also eligible to the {localizedDom2} at favorable rates.": "El pla Pro és per a usuaris que volen gaudir de la transmissió de la càmera web a una velocitat impecable de 25 FPS. També inclou 50 hores de detecció d'IA cada mes. Si ocasionalment imprimeixes més de 50 hores al mes, probablement no tindràs cap problema gràcies al {localizedDom}. Quan actualitzes al pla Pro, també podràs optar al {localizedDom2} a preus favorables.",
  "Subscribe&Save AI Detection Hour Packs": "Paquets d'hores de detecció d'IA Subscriu-te i estalvia",
  "I have X printers and I print Y hours a month. Tell me exactly how much the Pro plan will cost me.": "Tinc X impressores i imprimeixo Y hores al mes. Digue'm exactament quant em costarà el pla Pro.",
  "Oops. We forgot to mention we have built a {localizedDom} for you.": "Ups. Hem oblidat d'esmentar que hem creat un {localizedDom} per a tu.",
  "price calculator": "calculadora de preus",
  "However, the AI Detection Hours included in the plan and Subscribe&Save pack will expire at the end of your subscription period.": "Tanmateix, les Hores de Detecció d'IA incloses al pla i al paquet Subscriu-te i Desa caducaran al final del període de subscripció.",
  "Is it safe to give my credit card number to the {brandName} Cloud?": "És segur donar el número de la meva targeta de crèdit al núvol {{brandName}}?",
  "Under no circumstances will the {brandName} Cloud process or store your payment information.": "En cap cas el núvol {{brandName}} processarà ni emmagatzemarà la vostra informació de pagament.",
  "I have many printers and print a lot. The Pro plan becomes really expensive. Can I still use the {brandName} Cloud?": "Tinc moltes impressores i imprimeixo molt. El pla Pro es torna molt car. Encara puc utilitzar el núvol {{brandName}}?",
  "Failed to cancel subscription": "No s'ha pogut cancel·lar la subscripció",
  "Your subscription will expire at the end of current billing cycle.": "La teva subscripció caducarà al final del cicle de facturació actual.",
  "I understand I will {localizedDom} when my subscription expires.": "Entenc que {localizedDom} quan caduqui la meva subscripció.",
  "lose the unused expirable AI Detection Hours": "perdre les Hores de Detecció d'IA caducables no utilitzades",
  "One last thing. Please tell us why you want to cancel your subscription": "Una última cosa. Si us plau, digueu-nos per què voleu cancel·lar la vostra subscripció.",
  "Other": "Altres",
  "I changed my mind. I'll keep my subscription": "He canviat d'opinió. Mantindré la meva subscripció.",
  "I still want to cancel my subscription": "Encara vull cancel·lar la meva subscripció",
  "Failed to delete account": "No s'ha pogut suprimir el compte",
  "Delete Account": "Suprimeix el compte",
  "Your account will be permanently deleted!": "El vostre compte s'eliminarà permanentment!",
  "I understand I will lose all data.": "Entenc que perdré totes les dades.",
  "One last thing. Please tell us why you want to delete your account": "Una última cosa. Si us plau, digueu-nos per què voleu eliminar el vostre compte.",
  "Delete my account": "Suprimeix el meu compte",
  "You have an active subscription. If you want to delete your account, please {localizedDom}": "Tens una subscripció activa. Si vols eliminar el teu compte, si us plau, {localizedDom}",
  "send us an email": "envia'ns un correu electrònic",
  "AI Detection Hours": "Hores de detecció d'IA",
  "Total AI Detection Hours ({localizedDom})": "Total d'hores de detecció d'IA ({localizedDom})",
  "details": "detalls",
  " Unlimited ": "Il·limitat",
  "Included in subscription plan or Subscribe&Save DH Pack.": "Inclòs en el pla de subscripció o el paquet Subscribe&Save DH.",
  "Expires when subscription ends": "Caduca quan finalitza la subscripció",
  "Earned or bought with Pre-paid DH Pack.": "Guanyat o comprat amb el paquet DH prepagat.",
  "(Never expires.)": "(No caduca mai.)",
  "Running short of AI Detection Hours?": "Et quedes sense hores de detecció d'IA?",
  "Get more >>>": "Més informació >>>",
  "Renew your subscription plan": "Renova el teu pla de subscripció",
  "Click": "Feu clic",
  "here": "aquí",
  "to open the billing portal.": "per obrir el portal de facturació.",
  "Click on your subscription.": "Feu clic a la vostra subscripció.",
  "Click \"Remove scheduled cancellation\"": "Feu clic a \"Elimina la cancel·lació programada\"",
  "It looks like you have a legacy DH Pack that we have discontinued.": "Sembla que tens un paquet DH antic que hem descatalogat.",
  "Please email {name} to change your subscription.": "Si us plau, envieu un correu electrònic a {{name}} per canviar la vostra subscripció.",
  "Subscription Plan": "Pla de subscripció",
  "You are currently on the Free plan.": "Actualment estàs al pla Gratuït.",
  "You can still enjoy essential features such as the {localizedDom} and 10 free {localizedDom2} per month.": "Encara pots gaudir de funcions essencials com ara {localizedDom} i 10 {localizedDom2} gratuïts al mes.",
  "Basic Webcam Streaming": "Transmissió bàsica per càmera web",
  "If you want to watch your webcam with the {localizedDom} and get more AI Detection Hours so that Obi can watch your prints for you, you can upgrade to the Pro plan.": "Si vols veure la teva càmera web amb {localizedDom} i obtenir més hores de detecció d'IA perquè l'Obi pugui veure les teves impressions, pots actualitzar al pla Pro.",
  "Premium Webcam Streaming": "Transmissió per càmera web premium",
  "Compare the plans": "Compara els plans",
  "Your free trial of the Pro plan": "La teva prova gratuïta del pla Pro",
  "will expire": "caducarà",
  "AI Detection Hours will also expire with your free trial": "Les hores de detecció d'IA també caducaran amb la prova gratuïta",
  "You can upgrade to Pro now to keep them.": "Pots actualitzar a Pro ara per conservar-los.",
  "Upgrade to Pro Now (30-Day Money Back Guarantee)": "Actualitza a Pro ara (garantia de devolució de 30 dies)",
  "About the free trial": "Sobre la prova gratuïta",
  "During the 1 month trial period, you have access to all Pro features.": "Durant el període de prova d'1 mes, tens accés a totes les funcions Pro.",
  "We also gave you 250 free {localizedDom}": "També us vam donar 250 {localizedDom} gratuïts",
  "so you would be able to fully experience the power of {brandName} without having to worry about running out.": "així podràs experimentar plenament el poder de {{brandName}} sense haver de preocupar-te de quedar-te sense.",
  "At the end of the free trial, you can continue the Pro plan with an annual or monthly subscription. Otherwise your account will be automatically converted to the Free plan.": "Al final de la prova gratuïta, podeu continuar amb el pla Pro amb una subscripció anual o mensual. En cas contrari, el vostre compte es convertirà automàticament al pla gratuït.",
  "You are currently on the complimentary Pro plan.": "Actualment estàs utilitzant el pla Pro gratuït.",
  "It'll expire {localizedDom}": "Caducarà {localizedDom}",
  "At that time, you can {localizedDom} or do nothing, in which case your account will be converted to Free plan automatically.": "En aquell moment, podeu {localizedDom} o no fer res, i en aquest cas el vostre compte es convertirà automàticament al pla gratuït.",
  "upgrade to the Pro plan": "actualitza al pla Pro",
  "Compare the plans >>>": "Compara els plans >>>",
  "Complimentary Pro plan doesn't allows Subscribe&Save AI Detection Hour Pack as add-ons. If you need more AI Detection Hours, you can get Pre-paid AI Detection Hour Pack.": "El pla Pro gratuït no permet el paquet d'hores de detecció d'IA Subscriu-te i estalvia com a complements. Si necessites més hores de detecció d'IA, pots obtenir el paquet d'hores de detecció d'IA prepagat.",
  "Your Pro plan will end {localizedDom}": "El teu pla Pro finalitzarà {localizedDom}",
  "You will lose the remaining expirable AI Detection Hours when your plan ends (see {localizedDom} ).": "Perdràs les Hores de Detecció d'IA Caducables restants quan finalitzi el teu pla (vegeu {localizedDom}).",
  "To avoid the loss": "Per evitar la pèrdua",
  "renew the plan now": "renova el pla ara",
  "You are currently on the Pro plan.": "Actualment estàs al pla Pro.",
  "Your next billing date is": "La propera data de facturació és",
  "Plan total": "Total del pla",
  "Plan base": "Pla base",
  "Additional printer(s)": "Impressores addicionals",
  "You have fewer printers than you subscribed for. You can change your subscription to save money.": "Tens menys impressores de les que tenies subscrit. Pots canviar la subscripció per estalviar diners.",
  "The total doesn't reflect the coupon you may have received. Check your invoice for the final amount you paid.": "El total no reflecteix el cupó que has rebut. Consulta la factura per veure l'import final que has pagat.",
  "Change Subscription": "Canvia la subscripció",
  "Cancel Subscription": "Cancel·la la subscripció",
  "Need to view invoices or change payment method?": "Necessiteu veure factures o canviar el mètode de pagament?",
  "Open the billing portal": "Obre el portal de facturació",
  "Subscription": "Subscripció",
  "Oops...": "Ups...",
  "Something went wrong! Please": "Alguna cosa ha anat malament! Si us plau!",
  "Contact us": "Contacta amb nosaltres",
  "for help.": "per a ajuda.",
  "Are you sure?": "N'estàs segur?",
  "Delete {name} printer? This action can not be undone.": "Voleu suprimir la impressora {{name}}? Aquesta acció no es pot desfer.",
  "Yes": "Sí",
  "No": "No",
  "Printer deleted": "Impressora suprimida",
  "{name} has been permanently deleted": "{{name}} s'ha suprimit permanentment",
  "Archived Printers": "Impressores arxivades",
  "The following printers have been archived because you have more printers than your plan allows.": "Les impressores següents s'han arxivat perquè teniu més impressores de les que permet el vostre pla.",
  "Un-archive": "Desarxivar",
  "Delete": "Suprimeix",
  "You have a few options to un-archive printer(s)": "Teniu algunes opcions per desarxivar impressores.",
  "Delete or archive the printers you no longer need.": "Suprimeix o arxiva les impressores que ja no necessites.",
  "Upgrade to the Pro plan. Please remember the Free plan is limited to only 1 printer. Check out {localizedDom}.": "Actualitza al pla Pro. Recorda que el pla gratuït està limitat a només 1 impressora. Fes una ullada a {localizedDom}.",
  "the Pro plan pricing": "els preus del pla Pro",
  "If you are already on the Pro plan, you can change the number of printers on {localizedDom}.": "Si ja teniu el pla Pro, podeu canviar el nombre d'impressores a {localizedDom}.",
  "your subscription page": "la teva pàgina de subscripció",
  "Once your account is set up to allow for more printers, come back and un-archive the printers here.": "Un cop el vostre compte estigui configurat per permetre més impressores, torneu i desarxiveu les impressores aquí.",
  "Questions on why your printers are archived?": "Preguntes sobre per què les vostres impressores estan arxivades?",
  "Contact us.": "Contacta amb nosaltres.",
  "You have no archived printers.": "No teniu cap impressora arxivada.",
  "Go back to the printer page.": "Torna a la pàgina de la impressora.",
  "The {brandName} plugin version is too old to use this function. Please update it to the latest version to test camera!": "La versió del connector {{brandName}} és massa antiga per utilitzar aquesta funció. Si us plau, actualitzeu-la a la darrera versió per provar la càmera!",
  "Please confirm the snapshot below came from a": "Si us plau, confirmeu que la captura de pantalla següent prové d'un",
  "nozzle camera": "càmera de boquilla",
  "not a regular webcam. The AI will NOT function correctly on a regular camera.": "no és una càmera web normal. La IA NO funcionarà correctament en una càmera normal.",
  "Unable to connect to your nozzle camera using the URL you entered!": "No es pot connectar a la càmera del broquet amb l'URL que has introduït!",
  "Please check the instruction for how to find the correct URL for your nozzle camera.": "Si us plau, consulteu les instruccions sobre com trobar l'URL correcta per a la càmera del broquet.",
  "Nozzle Ninja AI Configuration": "Configuració de la IA de Nozzle Ninja",
  "Nozzle Ninja, {brandName}’s First Layer AI, Is Here!": "Nozzle Ninja, la primera capa d'IA de {{brandName}}, ja és aquí!",
  "Configure a compatible nozzle camera to get started": "Configura una càmera de broquets compatible per començar",
  "Update the {brandName} Plugin in OctoPrint or Fluidd/Mainsail": "Actualitza el complement {{brandName}} a OctoPrint o Fluidd/Mainsail",
  "Before you configure Nozzle Ninja, Update the {brandName} plugin in OctoPrint or Fluidd/Mainsail. Once the plugin is up-to-date, restart your printer or Raspberry, and then come back here.": "Abans de configurar Nozzle Ninja, actualitza el connector {{brandName}} a OctoPrint o Fluidd/Mainsail. Un cop el connector estigui actualitzat, reinicia la impressora o la Raspberry i torna aquí.",
  "Select the Printer You Want to Configure": "Seleccioneu la impressora que voleu configurar",
  "Printers Found": "Impressores trobades",
  "Select which printer(s) you want to configure. Note: AI detection hours are currently not impacted by first layer AI.": "Seleccioneu la impressora o impressores que voleu configurar. Nota: Les hores de detecció de la IA actualment no es veuen afectades per la IA de primera capa.",
  "Please select a printer to configure": "Seleccioneu una impressora per configurar",
  "Nozzle camera URL saved!": "URL de la càmera del broquet desada!",
  "System: ": "Sistema:",
  "Post first layer scan": "Escaneig posterior a la primera capa",
  "Scan your print after your first layer is done at a lower speed. The scan will produce better images more in focus and with less motion blur. This is opted in by default but you can opt out of it.": "Escaneja la impressió després que la primera capa estigui feta a una velocitat més baixa. L'escaneig produirà imatges millors, més enfocades i amb menys desenfocament de moviment. Aquesta opció està activada per defecte, però pots desactivar-la.",
  "Note: Please make sure": "Nota: Assegureu-vos que",
  "the slicer correctly configured": "el tallador està configurat correctament",
  "Otherwise it won't scan.": "Altrament no escanejarà.",
  "Enable post first layer scan": "Activa l'escaneig posterior a la primera capa",
  "Scan at height": "Escaneja en alçada",
  "Cooldown extruder": "Extrusora de refredament",
  "Retract before scan": "Retreure abans de l'escaneig",
  "Retraction speed": "Velocitat de retracció",
  "No printers found!": "No s'han trobat impressores!",
  "Nozzle Ninja Configuration": "Configuració del Nozzle Ninja",
  "Follow the camera configuration guide to configure your nozzle camera with {brandName}": "Seguiu la guia de configuració de la càmera per configurar la càmera del broquet amb {{brandName}}",
  "Nozzle Ninja configuration guide for Klipper ": "Guia de configuració de Nozzle Ninja per a Klipper ",
  "Nozzle Ninja configuration guide for Octoprint ": "Guia de configuració de Nozzle Ninja per a Octoprint",
  "Slicer Configuration": "Configuració del tallador",
  "Configure your slicer to send first layer information to {brandName} and optionally enable first layer scanning. First layer scanning is an experimental feature that enables a slow scan of the first layer. This feature requires some configureation to avoid impacting print quality.": "Configura el tallador de dades per enviar informació de la primera capa a {{brandName}} i, opcionalment, activa l'escaneig de la primera capa. L'escaneig de la primera capa és una funció experimental que permet un escaneig lent de la primera capa. Aquesta funció requereix certa configuració per evitar afectar la qualitat d'impressió.",
  "Currently, PrusaSlicer, SuperSlicer and OrcaSlicer are supported.": "Actualment, s'admeten PrusaSlicer, SuperSlicer i OrcaSlicer.",
  "Slicer configuration guide ": "Guia de configuració del slicer",
  "Close": "Tanca",
  "Slice": "Tall",
  "Likes": "M'agrada",
  "Collections": "Col·leccions",
  "Files": "Fitxers",
  "Summary": "Resum",
  "Print Settings": "Configuració d'impressió",
  "Printer brand": "Marca de la impressora",
  "Printer": "Impressora",
  "Rafts": "Basses",
  "Supports": "Suports",
  "License": "Llicència",
  "Comments": "Comentaris",
  "File Selection": "Selecció de fitxers",
  "Search": "Cerca",
  "Relevant Models": "Models rellevants",
  "Popular 3D Models: Last 30 Days": "Models 3D populars: darrers 30 dies",
  "Last redeemed Detective Hours": "Últimes Hores de Detectiu bescanviades",
  "Code": "Codi",
  "Hours": "Hores",
  "Description": "Descripció",
  "Redeemed at": "Bescanviat a",
  "AI Hour Coupon Codes": "Codis de cupó d'IA Hour",
  "Here are your AI Hour coupon codes and their redemption status.": "Aquí teniu els vostres codis de cupó d'AI Hour i el seu estat de bescanvi.",
  "Available": "Disponible",
  "You have no AI Hour coupon codes.": "No tens cap codi de cupó d'AI Hour.",
  "Error": "Error",
  "Failed to downgrade subscription. Please try again.": "Error en disminuir la subscripció. Torneu-ho a provar.",
  "Your JusPrin Unlimited subscription will be cancelled at the end of the billing cycle and you will downgrade to the Free plan.": "La vostra subscripció JusPrin Unlimited es cancel·larà al final del cicle de facturació i es disminuirà al pla Gratuït.",
  "You will lose unlimited AI credits and return to 50 AI credits per month.": "Perdreu els crèdits d'IA il·limitats i tornareu a 50 crèdits d'IA al mes.",
  "Are you sure you want to proceed?": "Esteu segur que voleu continuar?",
  "Yes, downgrade to Free plan": "Sí, disminuir al pla Gratuït",
  "Back to Chat": "Back to Chat",
  "Free": "Gratuït",
  "Free for everyone": "Gratuït per a tothom",
  "50 AI credits per month. Reset on the first day of each month": "50 crèdits d'IA al mes. Es reinicia el primer dia de cada mes",
  "Community support": "Suport de la comunitat",
  "JusPrin Unlimited": "JusPrin Il·limitat",
  "Billed annually": "Facturat anualment",
  "per year": "per any",
  "per month": "per mes",
  "{percentage}% off for Obico Pro subscribers, Yay!": "{percentage}% de descompte per als subscriptors d'Obico Pro, Genial!",
  "Unlimited AI credits": "Crèdits d'IA il·limitats",
  "Unlimited \"Do Your Magic\" AI generations": "Generacions d'IA \"Fes la teva màgia\" il·limitades",
  "AI memory: remember your slicing preferences": "Memòria d'IA: recorda les vostres preferències de laminat",
  "Email support. 24 hours response time": "Suport per correu electrònic. 24 hores de temps de resposta",
  "Loading...": "S'està carregant...",
  "Loading subscription information...": "Carregant informació de subscripció...",
  "Frequently Asked Questions": "Preguntes freqüents",
  "I am an Obico Pro Plan subscriber. Am I eligible for a discount on the Unlimited Plan?": "I am an Obico Pro Plan subscriber. Am I eligible for a discount on the Unlimited Plan?",
  "Yes! You'll receive 30% off the Unlimited Plan. By the way, thank you for supporting the Obico project! 😊": "Yes! You'll receive 30% off the Unlimited Plan. By the way, thank you for supporting the Obico project! 😊",
  "I'm an Obico Pro Plan subscriber. Why don't I see the 30% discount?": "I'm an Obico Pro Plan subscriber. Why don't I see the 30% discount?",
  "First, make sure you're signed into the Obico account with an active Pro subscription. If you still don't see the discount on this page, it should appear at checkout. If it doesn't show up there either, please contact us at support@obico.io for assistance.": "First, make sure you're signed into the Obico account with an active Pro subscription. If you still don't see the discount on this page, it should appear at checkout. If it doesn't show up there either, please contact us at support@obico.io for assistance.",
  "Am I able to cancel the Unlimited Plan?": "Am I able to cancel the Unlimited Plan?",
  "Yes, you can cancel at any time by clicking 'Downgrade to Free.'": "Yes, you can cancel at any time by clicking 'Downgrade to Free.'",
  "What happens after I downgrade to the Free plan?": "What happens after I downgrade to the Free plan?",
  "Your Unlimited Plan won't renew when your current term ends, and your account won't be charged. You'll still have access to unlimited AI credits until the end of your current term.": "Your Unlimited Plan won't renew when your current term ends, and your account won't be charged. You'll still have access to unlimited AI credits until the end of your current term.",
  "Can I get a refund for the Unlimited Plan?": "Can I get a refund for the Unlimited Plan?",
  "By default, no. This is to prevent abuse, as processing refunds incurs significant fees that we're unable to absorb.": "By default, no. This is to prevent abuse, as processing refunds incurs significant fees that we're unable to absorb.",
  "Is it possible to request an exception for a refund?": "Is it possible to request an exception for a refund?",
  "We handle these requests on a case-by-case basis. You can contact support@obico.io to request an exception and provide your reason for the request.": "We handle these requests on a case-by-case basis. You can contact support@obico.io to request an exception and provide your reason for the request.",
  "Unlimited Plan Activated!": "Pla Il·limitat Activat!",
  "Enjoy unlimited AI credits!": "Gaudeix dels crèdits d'IA il·limitats!",
  "Redirecting to chat window in": "Redirigint a la finestra de xat en",
  "second": "segon",
  "seconds": "segons",
  "You can now close the JusPrin app to make sure the new plan will be effective.": "You can now close the JusPrin app to make sure the new plan will be effective.",
  "Go to Chat Now": "Anar al Xat Ara",
  "OK": "OK",
  "Build Your Pro Plan": "Crea el teu pla professional",
  "You have already redeemed this coupon.": "Ja has bescanviat aquest cupó.",
  "Please contact Obico Support at": "Poseu-vos en contacte amb el suport d'Obico a",
  "Failed to redeem the coupon code. Please try again later.": "No s'ha pogut bescanviar el codi de cupó. Torna-ho a provar més tard.",
  "Oops! You already have an Obico Pro Plan...": "Ups! Ja tens un pla Obico Pro...",
  "Contact obico support at": "Poseu-vos en contacte amb el suport d'Obico a",
  "Oops! Invalid Coupon!": "Ups! Cupó no vàlid!",
  "Activate Your Three-Month Obico Pro Plan": "Activa el teu pla Obico Pro de tres mesos",
  "As a valued Big Tree Tech customer, once your included plan expires, you can upgrade to a more advanced plan at a special discounted price. This offer is exclusively available for Big Tree Tech customers to ensure you continue to enjoy the benefits of Obico without interruption.": "Com a client valuós de Big Tree Tech, un cop caduqui el pla inclòs, podràs actualitzar a un pla més avançat amb un preu especial amb descompte. Aquesta oferta està disponible exclusivament per als clients de Big Tree Tech per garantir que continuïs gaudint dels avantatges d'Obico sense interrupcions.",
  "Redeem Plan": "Bescanvia el pla",
  "Upgrade to an Obico Pro Plan and get a 25% discount as a valued BTT customer!": "Actualitza a un pla Obico Pro i aconsegueix un 25% de descompte com a client valuós de BTT!",
  "Obico has partnered with Big Tree Tech to give you an exclusive discount on an Obico Pro Plan. Get instant access to AI failure detection, first layer AI, webcam streaming, a highly rated mobile app and more for your 3D printer.": "Obico s'ha associat amb Big Tree Tech per oferir-vos un descompte exclusiu en un pla Obico Pro. Obteniu accés instantani a la detecció d'errors d'IA, IA de primera capa, transmissió per càmera web, una aplicació mòbil altament qualificada i molt més per a la vostra impressora 3D.",
  "Choose Plan": "Tria un pla",
  "What's Included with Your Pro Plan": "Què inclou el teu pla Pro",
  "AI Failure Detection": "Detecció d'errors d'IA",
  "Webcam Streaming": "Transmissió per càmera web",
  "Full Remote Access": "Accés remot complet",
  "Mobile & Web App": "Aplicació mòbil i web",
  "Printer Management": "Gestió d'impressores",
  "Compatible with Your Favorite Software": "Compatible amb el vostre programari preferit",
  "Highly Rated Mobile App": "Aplicació mòbil altament qualificada",
  "Available for iOS and Android": "Disponible per a iOS i Android",
  "What happens when the three-month Pro Plan expires?": "Què passa quan caduca el Pla Pro de tres mesos?",
  "When your three-month plan expires, you will have the chance to upgrade to one of Obico’s Pro Plans at a special discounted rate. Learn more about the plan options": "Quan caduqui el vostre pla de tres mesos, tindreu l'oportunitat d'actualitzar a un dels plans Pro d'Obico amb un preu especial amb descompte. Més informació sobre les opcions del pla",
  "If you choose not to upgrade, your plan will be automatically reverted to an Obico Free Plan.": "Si tries no actualitzar, el teu pla tornarà automàticament a un pla Obico gratuït.",
  "Welcome To": "Benvingut a",
  "Your three-month Pro Plan Is Now Active": "El teu pla Pro de tres mesos ja està actiu",
  "Unlimited Premium Webcam Streaming": "Transmissió il·limitada premium per càmera web",
  "Unlimited AI Failure Detection": "Detecció il·limitada d'errors d'IA",
  "G-Code Remote Uploading and Printing": "Càrrega i impressió remotes de codi G",
  "Unlimited Secure Tunnel to OctoPrint/Klipper": "Túnel segur il·limitat a OctoPrint/Klipper",
  "Go To Printer Control Page": "Ves a la pàgina de control de la impressora",
  "Sign Up or Sign in to Your Obico Account": "Registra't o inicia la sessió al teu compte d'Obico",
  "And get instant access to": "I aconsegueix accés instantani a",
  "Signup/Sign In": "Registra't/Iniciar sessió",
  "Create an account or Sign in to Choose Your plan": "Crea un compte o inicia la sessió per triar el teu pla",
  "Create Account/Sign In": "Crea un compte/Iniciar sessió",
  "Create an account or Sign in to Choose Your plan and get": "Crea un compte o inicia la sessió per triar el teu pla i obtenir",
  "Webcam-Based AI Failure Detection": "Detecció d'errors d'IA basada en càmera web",
  "Nozzle Ninja First Layer AI Failure Detection": "Detecció de fallades d'IA de primera capa de Nozzle Ninja",
  " for ${month} / month (${hour} / AI Detection Hour). Billed ${year} annually.": "per ${{month}} / mes (${{hour}} / Hora de detecció d'IA). Facturat anualment per ${{year}}.",
  " for ${month} / month (${hour} / AI Detection Hour).": "per ${{month}} / mes (${{hour}} / Hora de detecció d'IA).",
  "Calculate Plan Cost": "Calcula el cost del pla",
  "Kingroon Connect Plans": "Plans de connexió Kingroon",
  "Print occasionally.": "Imprimeix de tant en tant.",
  "Unlimited Kingroon printers allowed": "Impressores Kingroon il·limitades permeses",
  "Get Started": "Començar",
  "Basic webcam streaming": "Transmissió bàsica per càmera web",
  "100 {localizedDom} AI Detection Hours/month, 30s detection interval": "100 {localizedDom} Detecció d'IA Hores/mes, interval de detecció de 30 segons",
  "Basic": "Bàsic",
  "300MB /mo tunnel data - Access Mainsail or Fluidd remotely": "300 MB/mes de dades de túnel: accedeix a Mainsail o Fluidd de forma remota",
  "200MB total G-code cloud storage": "200 MB d'emmagatzematge total al núvol amb codi G",
  "Companion mobile app for {localizedDom} and {localizedDom2}": "Aplicació mòbil complementària per a {localizedDom} i {localizedDom2}",
  "Android": "Android",
  "iOS": "iOS",
  "Remote printer access and control": "Accés i control remot de la impressora",
  "Failure alerts and print status updates sent through push notification": "Alertes d'error i actualitzacions d'estat d'impressió enviades mitjançant notificacions push",
  "Community technical support": "Suport tècnic comunitari",
  "Pro": "Professional",
  "Print every day. 2+ printers.": "Imprimeix cada dia. Més de 2 impressores.",
  "$": "$",
  "month": "mes",
  "(Billed {name} annually)": "(Facturació anual a {{name}})",
  "1st printer included": "1a impressora inclosa",
  "2+ printers at $": "2+ impressores a $",
  "month / printer": "mes / impressora",
  "View/Change Subscription": "Veure/Canviar la subscripció",
  "Full refund within 30 days if you are not happy.": "Reemborsament complet en un termini de 30 dies si no esteu satisfets.",
  "Upgrade (30-Day Money Back Guarantee)": "Actualització (garantia de devolució de 30 dies)",
  "Start 1 month FREE trial": "Comença 1 mes de prova GRATUÏTA",
  "Premium webcam streaming": "Transmissió premium per càmera web",
  "100 {localizedDom} AI Detection Hours per month, 10s detection interval": "100 {localizedDom} Hores de detecció d'IA al mes, interval de detecció de 10 segons",
  "Advanced": "Avançat",
  "Unlimited tunnel data - Access Mainsail or fluidd remotely": "Dades il·limitades del túnel: accedeix a la vela major o a la fluidització de forma remota",
  "5GB total G-Code cloud storage": "5 GB d'emmagatzematge total al núvol de G-Code",
  "Email technical support": "Assistència tècnica per correu electrònic",
  "Printer feed sharing with premium streaming quality": "Compartició de fonts d'impressora amb qualitat de transmissió premium",
  "Invalid coupon code. Please make sure the coupon code has not been used, and has not expired. If you believe you have a valid coupon code, please ": "Codi de cupó no vàlid. Assegureu-vos que el codi de cupó no s'hagi utilitzat i que no hagi caducat. Si creieu que teniu un codi de cupó vàlid, si us plau",
  "As a valued Mintion customer, once your included plan expires, you can upgrade to a more advanced plan at a special discounted price. This offer is exclusively available for Mintion customers to ensure you continue to enjoy the benefits of Obico without interruption.": "Com a client valuós de Mintion, un cop caduqui el pla inclòs, podràs actualitzar a un pla més avançat amb un preu especial amb descompte. Aquesta oferta està disponible exclusivament per als clients de Mintion per garantir que continuïs gaudint dels avantatges d'Obico sense interrupcions.",
  "Activate Your One Year Obico Pro Plan": "Activa el teu pla Obico Pro d'un any",
  "As a valued Mintion customer, you are eligible for an exclusive life-time Pro Plan discount. When you redeem your plan, you’ll be asked to enter your credit card so we can give you the exclusive 20% discount when your plan renews.": "Com a client valuós de Mintion, tens dret a un descompte exclusiu de per vida del Pla Pro. Quan bescanvis el teu pla, se't demanarà que introdueixis la teva targeta de crèdit perquè et puguem donar el descompte exclusiu del 20% quan es renovi el teu pla.",
  "If you don’t want your plan to renew, you can cancel the plan after the plan is activated so that it will not automatically renew after one year.": "Si no voleu que el vostre pla es renovi, podeu cancel·lar-lo després que s'activi perquè no es renovi automàticament al cap d'un any.",
  "I already paid for the Pro Plan. Why do I need to enter my credit card information again?": "Ja he pagat el Pla Pro. Per què he de tornar a introduir la informació de la meva targeta de crèdit?",
  "Your plan is fully covered for the first one year. After the first one year, the plan will renew with a special discount available exclusively for Mintion customers. You are free to cancel the plan at any time in the “Subscription” section of the Obico mobile or web app.": "El vostre pla està completament cobert durant el primer any. Després del primer any, el pla es renovarà amb un descompte especial disponible exclusivament per als clients de Mintion. Podeu cancel·lar el pla en qualsevol moment a la secció \"Subscripció\" de l'aplicació mòbil o web d'Obico.",
  "Still have questions?": "Encara tens preguntes?",
  "Contact": "Contacte",
  "{brandName} support.": "Suport de {{brandName}}.",
  "Oops! You already have an {brandName} Pro Plan...": "Ups! Ja tens un pla Pro de {{brandName}}...",
  "Contact {brandName} support at": "Poseu-vos en contacte amb el servei d'assistència de {{brandName}} a",
  "Activate Your {brandName} Pro Plan": "Activa el teu pla Pro de {{brandName}}",
  "As a valued Sovol customer, you are eligible for an exclusive Pro Plan discount. When you redeem your plan, you’ll be asked to enter your credit card so we can give you the exclusive 20% discount when your plan renews.": "Com a client valuós de Sovol, tens dret a un descompte exclusiu del Pla Pro. Quan bescanvis el teu pla, se't demanarà que introdueixis la teva targeta de crèdit perquè et puguem donar el descompte exclusiu del 20% quan es renovi el teu pla.",
  "Your plan is fully covered for the first year. After the first year, the plan will renew with a special discount available exclusively for Sovol customers. You are free to cancel the plan at any time in the “Subscription” section of the {brandname} mobile or web app.": "El vostre pla està completament cobert durant el primer any. Després del primer any, el pla es renovarà amb un descompte especial disponible exclusivament per a clients de Sovol. Podeu cancel·lar el pla en qualsevol moment a la secció \"Subscripció\" de l'aplicació mòbil o web {{brandname}}.",
  "As a valued 3DO Nozzle Camera customer, once your included plan expires, you can upgrade to a more advanced plan at a special discounted price. This offer is exclusively available for 3DO customers to ensure you continue to enjoy the benefits of Obico without interruption.": "Com a client valorat de la càmera 3DO Nozzle, un cop caduqui el pla inclòs, podràs actualitzar a un pla més avançat amb un preu especial amb descompte. Aquesta oferta està disponible exclusivament per a clients de 3DO per garantir que continuïs gaudint dels avantatges d'Obico sense interrupcions.",
  "What's Included with Your Plan": "Què inclou el vostre pla",
  "Obico Cloud Plans": "Plans d'Obico Cloud",
  "Thinking about self-hosting Obico Server instead?": "Pensant en auto-allotjar Obico Server en lloc d'això?",
  "Check out self-hosting vs Obico Cloud.": "Compara auto-allotjament vs Obico Cloud.",
  "Limited to 1 printer.": "Limitat a 1 impressora.",
  "10 free AI Detection Hours/month included": "10 hores de detecció d'IA gratuïtes al mes incloses",
  "300MB /mo tunnel data": "300 MB/mes de dades de túnel",
  "G-Code cloud storage up to 50MB per file, 1GB total": "Emmagatzematge al núvol de G-Code fins a 50 MB per fitxer, 1 GB en total",
  "Notifications via Email, mobile push notification, Telegram, and more.": "Notificacions per correu electrònic, notificacions push per a mòbils, Telegram i més.",
  "300MB /mo integration with your favorite 3rd-party mobile apps": "Integració de 300 MB/mes amb les teves aplicacions mòbils de tercers preferides",
  "Calculate cost": "Calcula el cost",
  "50 free AI Detection Hours/month included": "50 hores de detecció d'IA gratuïtes/mes incloses",
  "Unlimited tunnel data": "Dades il·limitades del túnel",
  "G-Code cloud storage up to 500MB per file, 50GB total": "Emmagatzematge al núvol G-Code de fins a 500 MB per fitxer, 50 GB en total",
  "Unlimited integration with your favorite 3rd-party mobile apps": "Integració il·limitada amb les teves aplicacions mòbils de tercers preferides",
  "Failure alerts via SMS (text message)": "Alertes d'error per SMS (missatge de text)",
  "AI Detection Hour Packs": "Paquets d'hores de detecció d'IA",
  "Need more AI Detection Hours? Add the right amount of AI Detection Hours without burning a hole on your wallet.": "Necessiteu més hores de detecció d'IA? Afegiu la quantitat adequada d'hores de detecció d'IA sense gastar massa diners.",
  "Pre-paid Pack": "Paquet prepagat",
  "Turn on AI failure detection only for the prints.": "Activa la detecció d'errors d'IA només per a les impressions.",
  "Available to all plans.": "Disponible per a tots els plans.",
  "Pre-paid AI Detection Hours never expire.": "Les Hores de Detecció d'IA prepagades no caduquen mai.",
  "One Time Purchase.": "Compra única.",
  "for": "per",
  "Start 1 month FREE trial + 250 FREE AI Detection Hours": "Comença 1 mes de prova GRATUÏTA + 250 hores de detecció d'IA GRATUÏTES",
  "Purchase Selected AI Detection Hour Pack": "Compra el paquet d'hores de detecció d'IA seleccionat",
  "Subscribe&Save Packs": "Paquets de Subscriu-te i Desa",
  "AI failure detection for all prints.": "Detecció d'errors per IA per a totes les impressions.",
  "Available only as add-on to the Pro plan.": "Només disponible com a complement del pla Pro.",
  "Subscribed AI Detection Hours roll over month to month.": "Les hores de detecció d'IA subscrites s'acumulen mes a mes.",
  "Subscribed AI Detection Hours expire when subscription ends.": "Les Hores de Detecció d'IA de la subscripció caduquen quan finalitza la subscripció.",
  "You can change AI Detection Hour Pack or remove it from your Pro plan any time you want.": "Pots canviar el paquet d'hores de detecció d'IA o eliminar-lo del teu pla Pro quan vulguis.",
  "Upgrade to Pro with selected AI Detection Hour Pack": "Actualitza a Pro amb el paquet d'hores de detecció d'IA seleccionat",
  "Calculate Cost >>>": "Calcula el cost >>>",
  "The Spaghetti Gallery": "La Galeria d'Espaguetis",
  "End of public time-lapse list.": "Fi de la llista pública de time-lapse.",
  "Loading filaments...": "S'estan carregant els filaments...",
  "No compatible filaments found.": "No s'han trobat filaments compatibles.",
  "Confirm": "Confirma",
  "Rotate": "Girar",
  "X (deg)": "X (graus)",
  "Y (deg)": "Y (graus)",
  "Z (deg)": "Z (graus)",
  "Scale": "Escala",
  "Uniform": "Uniforme",
  "Percent": "Percentatge",
  "Dimension": "Dimensió",
  "Reset": "Restablir",
  "Translate": "Tradueix",
  "X-axis": "Eix X",
  "Y-Axis": "Eix Y",
  "Loading files ": "S'estan carregant els fitxers",
  "Slicing Settings": "Configuració de tall a porcions",
  "Please Select a Printer": "Seleccioneu una impressora",
  "Filament": "Filament",
  "Please Select a Printer First": "Seleccioneu primer una impressora",
  "Please Select a Filament": "Si us plau, seleccioneu un filament",
  "Print Process": "Procés d'impressió",
  "Please Select Printer & Filament": "Si us plau, seleccioneu Impressora i filament",
  "Please Select a Print Process": "Seleccioneu un procés d'impressió",
  "Modify Current Print Profile": "Modifica el perfil d'impressió actual",
  "Quality": "Qualitat",
  "Layer height": "Alçada de la capa",
  "Seam": "Costura",
  "Seam position": "Posició de la costura",
  "Walls and Surfaces": "Parets i superfícies",
  "Only one wall on top surfaces": "Només una paret a les superfícies superiors",
  "Strength": "Força",
  "Walls": "Parets",
  "Wall loops": "Bucles de paret",
  "Top/bottom shells": "Closques superior/inferior",
  "Top surface pattern": "Patró de la superfície superior",
  "Top shell layers": "Capes superiors de la closca",
  "Top shell thickness": "Gruix de la carcassa superior",
  "Bottom surface pattern": "Patró de la superfície inferior",
  "Bottom shell layers": "Capes inferiors de la closca",
  "Bottom shell thickness": "Gruix de la carcassa inferior",
  "Infill": "Farciment",
  "Sparse Infill Density": "Densitat d'ompliment escassa",
  "Sparse infill pattern": "Patró d'emplenament escàs",
  "Internal solid infill pattern": "Patró de farciment sòlid intern",
  "Support": "Suport",
  "Enable Support": "Activa l'assistència",
  "Type": "Tipus",
  "Threshold angle": "Angle de llindar",
  "On build plate only": "Només a la placa de construcció",
  "Others": "Altres",
  "Temperatures": "Temperatures",
  "Nozzle Temperature": "Temperatura del broquet",
  "Nozzle Temperature (First Layer)": "Temperatura del broquet (primera capa)",
  "Bed Temperature": "Temperatura del llit",
  "Bed Temperature (First Layer)": "Temperatura del llit (primera capa)",
  "Skirt": "Faldilla",
  "Skirt loops": "Travetes de faldilla",
  "Skirt Height": "Alçada de la faldilla",
  "Brim": "Vora",
  "Brim type": "Tipus de vora",
  "Brim width": "Amplada de la vora",
  "Special mode": "Mode especial",
  "Print sequence": "Seqüència d'impressió",
  "Spiral vase": "Gerro espiral",
  "Fuzzy skin": "Pell borrosa",
  "Choose a Printer": "Trieu una impressora",
  "Choose a Filament": "Trieu un filament",
  "Choose a Print Process": "Trieu un procés d'impressió",
  "Your 30-Day {localizedDom} Free Trial Has Started!": "La teva prova gratuïta de 30 dies de {localizedDom} ha començat!",
  "Pro Plan": "Pla Pro",
  "{trialDaysLeft} Days Left on Your {localizedDom} Free Trial!": "{trialDaysLeft} Queden dies per a la teva prova gratuïta de {localizedDom}!",
  "Unlimited, 25 FPS Premium Webcam Streaming": "Transmissió en directe per càmera web premium il·limitada a 25 FPS",
  "250 Hours Watched by AI for Failure Detection": "250 hores de vigilància per IA per a la detecció d'errors",
  "G-Code Remote Upload and Printing": "Càrrega i impressió remotes de codi G",
  "Link your 3D printer now so that you can fully enjoy the 30-Day Free Trial": "Enllaça la teva impressora 3D ara per poder gaudir plenament de la prova gratuïta de 30 dies",
  "Link Printer": "Impressora d'enllaç",
  "It's as easy as 1-2-3": "És tan fàcil com 1-2-3",
  "Just Checking Out": "Només estic fent el check-out",
  "Not a whole lot you can see without your printer linked": "No es pot veure gaire sense la impressora connectada",
  "Not ready to start yet? {localizedDom} to pause your free trial.": "Encara no esteu a punt per començar? {localizedDom} per pausar la prova gratuïta.",
  "Email us": "Envia'ns un correu electrònic"
}