{
  "Printers": "Yazıcılar",
  "Print History": "Baskı Geçmişi",
  "G-Codes": "G-Kodları",
  "Pricing": "Fiyatlandırma",
  "Help": "Yardım",
  "SIGN IN": "Oturum aç",
  "SIGN UP": "ÜYE OLMAK",
  "Preferences": "Tercihler",
  "Log out": "Çıkış yap",
  "{name} AI Detection Hours / month pack": "{{name}} AI Algılama Saatleri / ay paketi",
  "AI Detection Hour Pack not selected": "AI Algılama Saati Paketi seçilmedi",
  "{name} AI Detection Hours / month": "{{name}} AI Algılama Saati / ay",
  "No AI Detection Hour Pack": "AI Algılama Saat Paketi Yok",
  "You need to": "Gerek",
  "verify your primary email": "birincil e-postanızı doğrulayın",
  "as it will be used for billing communication.": "Fatura iletişiminde kullanılacağı için.",
  "Annual (SAVE 33%)": "Yıllık (33%) TASARRUF",
  "Monthly": "Aylık",
  "Number of printer(s)": "Yazıcı sayısı",
  "Add": "Eklemek",
  " (No change) ": "(Değişiklik yok)",
  "Remove": "Kaldırmak",
  "Add Subscribe&Save AI Detection Hour Pack?": "Abone Ol&Kaydet AI Algılama Saati Paketi'ni ekle?",
  "Popular": "Popüler",
  "Current": "Akım",
  "Total": "Toplam",
  "Pro plan": "Pro planı",
  "1st printer (included)": "1. yazıcı (dahil)",
  "additional": "ek olarak",
  "50 AI Detection Hours / month (included)": "50 AI Algılama Saati / ay (dahil)",
  "This is the total amount on your next bill. Click 'Checkout' see how much is due today.": "Bu, bir sonraki faturanızdaki toplam tutardır. Bugün ne kadar ödemeniz gerektiğini görmek için 'Ödeme'ye tıklayın.",
  "Cancel": "İptal etmek",
  "Checkout": "Çıkış yapmak",
  "Questions You May Have": "Aklınıza Takılan Sorular",
  "What currency are your prices in?": "Fiyatlarınız hangi para biriminde?",
  "They’re in US dollars.": "Bunlar ABD doları cinsinden.",
  "Which plan is right for me?": "Hangi plan bana uygun?",
  "It depends on how many 3D printers you have, and how often you print.": "Kaç tane 3D yazıcınız olduğuna ve ne sıklıkla baskı yaptığınıza bağlıdır.",
  "The Free plan is for users who print occasionally. Another reason why you may want to choose the Free plan is you don't mind slow webcam streaming (up to 1 FPS). The Free plan even comes with 100 free Basic AI Detection Hours per month. Hours don't roll over month to month.": "Ücretsiz plan, ara sıra baskı yapan kullanıcılar içindir. Ücretsiz planı seçmenizin bir diğer nedeni de yavaş web kamerası akışını (1 FPS'ye kadar) dert etmemenizdir. Ücretsiz plan, ayda 100 ücretsiz Temel AI Algılama Saati ile birlikte gelir. Saatler aydan aya devredilmez.",
  "The Pro plan is for users who print more often and want to enjoy additional features like watching the webcam feed at the slick 25 FPS rate. It also comes with 100 Advanced AI Detection Hours every month - giving you the ability to detect failures faster and more reliably. If you occasionally print more than 100 hours a month, you will most likely be ok because the Advanced AI Detection Hours roll over month to month.": "Pro planı, daha sık baskı yapan ve web kamerası akışını 25 FPS hızında izlemek gibi ek özelliklerin keyfini çıkarmak isteyen kullanıcılar içindir. Ayrıca her ay 100 Gelişmiş AI Algılama Saati ile birlikte gelir - arızaları daha hızlı ve daha güvenilir bir şekilde algılama yeteneği sağlar. Ayda ara sıra 100 saatten fazla baskı yapıyorsanız, Gelişmiş AI Algılama Saatleri aydan aya devredildiği için büyük olasılıkla sorun yaşamazsınız.",
  "Can I change my plan?": "Planımı değiştirebilir miyim?",
  "Of course! You can change the number of printers, add/change/remove Subcribe&Save AI Detection Hour Pack, or between annual and monthly, at any time as long as your subscription is still active.": "Elbette! Aboneliğiniz aktif olduğu sürece yazıcı sayısını değiştirebilir, Abone Ol ve Kaydet AI Algılama Saati Paketi'ni ekleyebilir/değiştirebilir/kaldırabilir veya yıllık ve aylık arasında geçiş yapabilirsiniz.",
  "You will keep the unused AI Detection Hours when you change your subscription plan.": "Abonelik planınızı değiştirdiğinizde kullanılmayan AI Algılama Saatleriniz sizde kalacaktır.",
  "Can I cancel my plan?": "Planımı iptal edebilir miyim?",
  "Yes again! You can cancel your subscription any time.": "Evet yine! Aboneliğinizi dilediğiniz zaman iptal edebilirsiniz.",
  "However, the AI Detection Hours included in the plan will expire at the end of your subscription period.": "Ancak plana dahil olan Yapay Zeka Algılama Saatleri, abonelik sürenizin sonunda sona erecektir.",
  "What is your refund policy?": "İade politikanız nedir?",
  "We offer a {localizedDom}": "{localizedDom} sunuyoruz",
  "30-Day Full Refund Policy": "30 Günlük Tam İade Politikası",
  "If you are not happy with the Pro plan, just {localizedDom} within 30 days and we will give you a full refund.": "Pro planından memnun kalmazsanız, 30 gün içinde {localizedDom} yapmanız yeterlidir, paranızın tamamını iade ederiz.",
  "email us": "bize e-posta gönderin",
  "After 30 days, you can still cancel the subscription at any time. However, we usually don't refund the payment, due to the nature of a subscription service. Instead, we will keep your subscription active until the end of the current billing cycle. This is also a common practice for virtually all other subscription services such as Netflix.": "30 gün sonra aboneliğinizi istediğiniz zaman iptal edebilirsiniz. Ancak, abonelik hizmetinin doğası gereği, genellikle ödemeyi iade etmeyiz. Bunun yerine, aboneliğinizi geçerli faturalama döngüsünün sonuna kadar aktif tutarız. Bu, Netflix gibi hemen hemen tüm diğer abonelik hizmetleri için de yaygın bir uygulamadır.",
  "However, we are all human and we want to be reasonable. If you have a good reason why we should refund to you after 30 days, {localizedDom} and we will consider your request.": "Ancak hepimiz insanız ve makul olmak istiyoruz. 30 gün sonra size geri ödeme yapmamız için geçerli bir nedeniniz varsa, {localizedDom} ve talebinizi değerlendireceğiz.",
  "Is it safe to give my credit card number to the Kingroon?": "Kredi kartı numaramı Kingroon'a vermem güvenli mi?",
  "Wrong question! You will not give credit number to us. Instead, it's Chargebee, {localizedDom}, that takes your credit card number and safely stores it.": "Yanlış soru! Bize kredi numarası vermeyeceksiniz. Bunun yerine, Chargebee, {localizedDom}, kredi kartı numaranızı alır ve güvenli bir şekilde saklar.",
  "a fully compliant billing service provider": "tam uyumlu bir faturalama hizmeti sağlayıcısı",
  "Under no circumstances will Kingroon process or store your payment information.": "Kingroon hiçbir koşulda ödeme bilgilerinizi işlemeyecek veya saklamayacaktır.",
  "I have many printers and print a lot. The Pro plan becomes really expensive. Can I still use the Kingroon app?": "Birçok yazıcım var ve çok fazla baskı alıyorum. Pro planı gerçekten pahalı oluyor. Kingroon uygulamasını hala kullanabilir miyim?",
  "Please {localizedDom} to customize a plan that works for your budget.": "Bütçenize uygun bir plan özelleştirmek için lütfen {localizedDom}.",
  "contact us": "bize Ulaşın",
  "I saw {brandName} mentioned somewhere. What does {brandName} have to do with Kingroon?": "{{brandName}}'ın bir yerde bahsedildiğini gördüm. {{brandName}}'ın Kingroon ile ne alakası var?",
  "{brandName} has partnered with Kingroon to provide Kingroon users with AI and a mobile app for Kingroon 3D printers. {brandName}, a US based company is the developer of the Kingroon App.": "{{brandName}}, Kingroon kullanıcılarına Kingroon 3D yazıcılar için yapay zeka ve mobil uygulama sağlamak amacıyla Kingroon ile ortaklık kurdu. Kingroon Uygulamasının geliştiricisi ise ABD merkezli bir şirket olan {{brandName}}.",
  "The Free plan is for users with only 1 printer and print very in-frequently. Another reason why you may want to choose the Free plan is you don't mind slow webcam streaming (up to 5 FPS). The Free plan even comes with 10 free AI Detection Hours per month. And you can get {localizedDom} if you need more.": "Ücretsiz plan yalnızca 1 yazıcısı olan ve çok seyrek baskı yapan kullanıcılar içindir. Ücretsiz planı seçmek istemenizin bir diğer nedeni de yavaş web kamerası akışını (5 FPS'ye kadar) dert etmemenizdir. Ücretsiz plan ayda 10 ücretsiz AI Algılama Saati ile birlikte gelir. Daha fazlasına ihtiyacınız varsa {localizedDom} alabilirsiniz.",
  "additional AI Detection Hours": "ek AI Algılama Saatleri",
  "The Pro plan is for users who want to enjoy watching the webcam feed at the slick 25 FPS rate. It also comes with 50 AI Detection Hours every month. If you occasionally print more than 50 hours a month, you will most likely be ok because the {localizedDom}. When you upgrade to the Pro plan, you are also eligible to the {localizedDom2} at favorable rates.": "Pro planı, web kamerası akışını 25 FPS hızında izlemek isteyen kullanıcılar içindir. Ayrıca her ay 50 AI Algılama Saati ile birlikte gelir. Ayda ara sıra 50 saatten fazla baskı alıyorsanız, büyük ihtimalle sorun yaşamazsınız çünkü {localizedDom}. Pro planına yükselttiğinizde, uygun fiyatlarla {localizedDom2}'e de hak kazanırsınız.",
  "Subscribe&Save AI Detection Hour Packs": "Abone Ol&Kaydet AI Algılama Saat Paketleri",
  "I have X printers and I print Y hours a month. Tell me exactly how much the Pro plan will cost me.": "X yazıcım var ve ayda Y saat baskı yapıyorum. Bana Pro planının bana tam olarak ne kadara mal olacağını söyle.",
  "Oops. We forgot to mention we have built a {localizedDom} for you.": "Oops. Sizin için bir {localizedDom} oluşturduğumuzu söylemeyi unuttuk.",
  "price calculator": "fiyat hesaplayıcısı",
  "However, the AI Detection Hours included in the plan and Subscribe&Save pack will expire at the end of your subscription period.": "Ancak plana dahil olan Yapay Zeka Algılama Saatleri ve Abone Ol&Tasarruf paketi, abonelik sürenizin sonunda sona erecektir.",
  "Is it safe to give my credit card number to the {brandName} Cloud?": "Kredi kartı numaramı {{brandName}} Bulutuna vermek güvenli midir?",
  "Under no circumstances will the {brandName} Cloud process or store your payment information.": "Hiçbir koşulda {{brandName}} Cloud ödeme bilgilerinizi işlemeyecek veya saklamayacaktır.",
  "I have many printers and print a lot. The Pro plan becomes really expensive. Can I still use the {brandName} Cloud?": "Birçok yazıcım var ve çok fazla baskı alıyorum. Pro planı gerçekten pahalı oluyor. {{brandName}} Cloud'u hala kullanabilir miyim?",
  "Failed to cancel subscription": "Abonelik iptal edilemedi",
  "Your subscription will expire at the end of current billing cycle.": "Aboneliğiniz mevcut faturalandırma döneminin sonunda sona erecektir.",
  "I understand I will {localizedDom} when my subscription expires.": "Aboneliğim sona erdiğinde {localizedDom} yapacağımı anlıyorum.",
  "lose the unused expirable AI Detection Hours": "Kullanılmayan son kullanma tarihi geçmiş AI Algılama Saatlerini kaybetmek",
  "One last thing. Please tell us why you want to cancel your subscription": "Son bir şey. Lütfen aboneliğinizi neden iptal etmek istediğinizi bize bildirin.",
  "Other": "Diğer",
  "I changed my mind. I'll keep my subscription": "Fikrimi değiştirdim. Aboneliğimi sürdüreceğim",
  "I still want to cancel my subscription": "Hala aboneliğimi iptal etmek istiyorum",
  "Failed to delete account": "Hesap silinemedi",
  "Delete Account": "Hesabı Sil",
  "Your account will be permanently deleted!": "Hesabınız kalıcı olarak silinecektir!",
  "I understand I will lose all data.": "Tüm verilerimi kaybedeceğimi anlıyorum.",
  "One last thing. Please tell us why you want to delete your account": "Son bir şey. Lütfen hesabınızı neden silmek istediğinizi bize bildirin.",
  "Delete my account": "Hesabımı sil",
  "You have an active subscription. If you want to delete your account, please {localizedDom}": "Etkin bir aboneliğiniz var. Hesabınızı silmek istiyorsanız lütfen {localizedDom}",
  "send us an email": "bize bir e-posta gönderin",
  "AI Detection Hours": "AI Algılama Saatleri",
  "Total AI Detection Hours ({localizedDom})": "Toplam AI Algılama Saatleri ({localizedDom})",
  "details": "detaylar",
  " Unlimited ": "Sınırsız",
  "Included in subscription plan or Subscribe&Save DH Pack.": "Abonelik planına veya Abone Ol&Tasarruf DH Paketine dahildir.",
  "Expires when subscription ends": "Abonelik sona erdiğinde sona erer",
  "Earned or bought with Pre-paid DH Pack.": "Ön ödemeli DH Paketi ile kazanılır veya satın alınır.",
  "(Never expires.)": "(Asla sona ermez.)",
  "Running short of AI Detection Hours?": "Yapay Zeka Tespit Saatleriniz mi tükeniyor?",
  "Get more >>>": "Daha fazlasını edinin >>>",
  "Renew your subscription plan": "Abonelik planınızı yenileyin",
  "Click": "Tıklamak",
  "here": "Burada",
  "to open the billing portal.": "faturalama portalını açmak için.",
  "Click on your subscription.": "Aboneliğinize tıklayın.",
  "Click \"Remove scheduled cancellation\"": "\"Planlanmış iptali kaldır\"a tıklayın",
  "It looks like you have a legacy DH Pack that we have discontinued.": "Görünüşe göre üretimi durdurduğumuz eski bir DH Paketiniz var.",
  "Please email {name} to change your subscription.": "Aboneliğinizi değiştirmek için lütfen {{name}} adresine e-posta gönderin.",
  "Subscription Plan": "Abonelik Planı",
  "You are currently on the Free plan.": "Şu anda Ücretsiz plandasınız.",
  "You can still enjoy essential features such as the {localizedDom} and 10 free {localizedDom2} per month.": "{localizedDom} ve ayda 10 adet ücretsiz {localizedDom2} gibi temel özelliklerin keyfini çıkarmaya devam edebilirsiniz.",
  "Basic Webcam Streaming": "Temel Web Kamerası Akışı",
  "If you want to watch your webcam with the {localizedDom} and get more AI Detection Hours so that Obi can watch your prints for you, you can upgrade to the Pro plan.": "Web kameranızı {localizedDom} ile izlemek ve Obi'nin sizin için baskılarınızı izleyebilmesi için daha fazla AI Algılama Saati almak istiyorsanız, Pro planına yükseltebilirsiniz.",
  "Premium Webcam Streaming": "Premium Web Kamerası Yayını",
  "Compare the plans": "Planları karşılaştırın",
  "Your free trial of the Pro plan": "Pro planının ücretsiz deneme sürümü",
  "will expire": "sona erecek",
  "AI Detection Hours will also expire with your free trial": "AI Algılama Saatleri ücretsiz denemenizle birlikte sona erecektir",
  "You can upgrade to Pro now to keep them.": "Bunları korumak için şimdi Pro'ya yükseltebilirsiniz.",
  "Upgrade to Pro Now (30-Day Money Back Guarantee)": "Şimdi Pro'ya yükseltin (30 Günlük Para İade Garantisi)",
  "About the free trial": "Ücretsiz deneme hakkında",
  "During the 1 month trial period, you have access to all Pro features.": "1 aylık deneme süresi boyunca tüm Pro özelliklerine erişebilirsiniz.",
  "We also gave you 250 free {localizedDom}": "Ayrıca size 250 adet ücretsiz {localizedDom} verdik",
  "so you would be able to fully experience the power of {brandName} without having to worry about running out.": "böylece tükenme endişesi yaşamadan {{brandName}}'ın gücünü tam olarak deneyimleyebileceksiniz.",
  "At the end of the free trial, you can continue the Pro plan with an annual or monthly subscription. Otherwise your account will be automatically converted to the Free plan.": "Ücretsiz denemenin sonunda Pro planına yıllık veya aylık abonelikle devam edebilirsiniz. Aksi takdirde hesabınız otomatik olarak Ücretsiz plana dönüştürülecektir.",
  "You are currently on the complimentary Pro plan.": "Şu anda ücretsiz Pro planındasınız.",
  "It'll expire {localizedDom}": "Süresi dolacak {localizedDom}",
  "At that time, you can {localizedDom} or do nothing, in which case your account will be converted to Free plan automatically.": "O anda {localizedDom} yapabilir veya hiçbir şey yapmayabilirsiniz, bu durumda hesabınız otomatik olarak Ücretsiz plana dönüştürülecektir.",
  "upgrade to the Pro plan": "Pro planına yükseltin",
  "Compare the plans >>>": "Planları karşılaştırın >>>",
  "Complimentary Pro plan doesn't allows Subscribe&Save AI Detection Hour Pack as add-ons. If you need more AI Detection Hours, you can get Pre-paid AI Detection Hour Pack.": "Ücretsiz Pro planı, Abone Ol ve Kaydet AI Algılama Saati Paketi'ni eklenti olarak sunmuyor. Daha fazla AI Algılama Saati'ne ihtiyacınız varsa, Ön Ödemeli AI Algılama Saati Paketi alabilirsiniz.",
  "Your Pro plan will end {localizedDom}": "Pro planınız {localizedDom} tarihinde sona erecek",
  "You will lose the remaining expirable AI Detection Hours when your plan ends (see {localizedDom} ).": "Planınız sona erdiğinde kalan sona erebilir AI Algılama Saatlerinizi kaybedeceksiniz (bkz. {localizedDom} ).",
  "To avoid the loss": "Kaybı önlemek için",
  "renew the plan now": "planı şimdi yenile",
  "You are currently on the Pro plan.": "Şu anda Pro planını kullanıyorsunuz.",
  "Your next billing date is": "Bir sonraki fatura tarihiniz",
  "Plan total": "Toplam plan",
  "Plan base": "Plan tabanı",
  "Additional printer(s)": "Ek yazıcı(lar)",
  "You have fewer printers than you subscribed for. You can change your subscription to save money.": "Abone olduğunuzdan daha az yazıcınız var. Para tasarrufu yapmak için aboneliğinizi değiştirebilirsiniz.",
  "The total doesn't reflect the coupon you may have received. Check your invoice for the final amount you paid.": "Toplam, almış olabileceğiniz kuponu yansıtmıyor. Ödediğiniz son tutar için faturanızı kontrol edin.",
  "Change Subscription": "Aboneliği Değiştir",
  "Cancel Subscription": "Aboneliği İptal Et",
  "Need to view invoices or change payment method?": "Faturaları görüntülemeniz veya ödeme yönteminizi değiştirmeniz mi gerekiyor?",
  "Open the billing portal": "Fatura portalını açın",
  "Subscription": "Abonelik",
  "Oops...": "Oops...",
  "Something went wrong! Please": "Bir şeyler ters gitti! Lütfen",
  "Contact us": "Bize Ulaşın",
  "for help.": "yardım için.",
  "Are you sure?": "Emin misin?",
  "Delete {name} printer? This action can not be undone.": "{{name}} yazıcısı silinsin mi? Bu işlem geri alınamaz.",
  "Yes": "Evet",
  "No": "HAYIR",
  "Printer deleted": "Yazıcı silindi",
  "{name} has been permanently deleted": "{{name}} kalıcı olarak silindi",
  "Archived Printers": "Arşivlenmiş Yazıcılar",
  "The following printers have been archived because you have more printers than your plan allows.": "Planınızın izin verdiğinden daha fazla yazıcınız olduğu için aşağıdaki yazıcılar arşivlendi.",
  "Un-archive": "Arşivden çıkar",
  "Delete": "Silmek",
  "You have a few options to un-archive printer(s)": "Yazıcıyı/yazıcıları arşivden çıkarmak için birkaç seçeneğiniz var",
  "Delete or archive the printers you no longer need.": "Artık ihtiyacınız olmayan yazıcıları silin veya arşivleyin.",
  "Upgrade to the Pro plan. Please remember the Free plan is limited to only 1 printer. Check out {localizedDom}.": "Pro planına yükseltin. Lütfen Free planın yalnızca 1 yazıcıyla sınırlı olduğunu unutmayın. {localizedDom}'ı inceleyin.",
  "the Pro plan pricing": "Pro plan fiyatlandırması",
  "If you are already on the Pro plan, you can change the number of printers on {localizedDom}.": "Zaten Pro planını kullanıyorsanız, {localizedDom} üzerindeki yazıcı sayısını değiştirebilirsiniz.",
  "your subscription page": "abonelik sayfanız",
  "Once your account is set up to allow for more printers, come back and un-archive the printers here.": "Hesabınız daha fazla yazıcıya izin verecek şekilde ayarlandıktan sonra geri dönün ve yazıcıları buradan arşivden çıkarın.",
  "Questions on why your printers are archived?": "Yazıcılarınızın neden arşivlendiğine dair sorularınız mı var?",
  "Contact us.": "Bize Ulaşın.",
  "You have no archived printers.": "Arşivlenmiş yazıcınız yok.",
  "Go back to the printer page.": "Yazıcı sayfasına geri dönün.",
  "The {brandName} plugin version is too old to use this function. Please update it to the latest version to test camera!": "{{brandName}} eklenti sürümü bu işlevi kullanmak için çok eski. Lütfen kamerayı test etmek için en son sürüme güncelleyin!",
  "Please confirm the snapshot below came from a": "Lütfen aşağıdaki anlık görüntünün bir kaynaktan geldiğini doğrulayın",
  "nozzle camera": "nozul kamerası",
  "not a regular webcam. The AI will NOT function correctly on a regular camera.": "normal bir web kamerası değil. AI normal bir kamerada düzgün çalışmayacaktır.",
  "Unable to connect to your nozzle camera using the URL you entered!": "Girdiğiniz URL'yi kullanarak nozul kameranıza bağlanılamıyor!",
  "Please check the instruction for how to find the correct URL for your nozzle camera.": "Nozul kameranız için doğru URL'yi nasıl bulacağınıza dair talimatları lütfen kontrol edin.",
  "Nozzle Ninja AI Configuration": "Nozzle Ninja AI Yapılandırması",
  "Nozzle Ninja, {brandName}’s First Layer AI, Is Here!": "Nozzle Ninja, {{brandName}}’ın İlk Katman Yapay Zekası Burada!",
  "Configure a compatible nozzle camera to get started": "Başlamak için uyumlu bir nozul kamerası yapılandırın",
  "Update the {brandName} Plugin in OctoPrint or Fluidd/Mainsail": "OctoPrint veya Fluidd/Mainsail'deki {{brandName}} Eklentisini Güncelleyin",
  "Before you configure Nozzle Ninja, Update the {brandName} plugin in OctoPrint or Fluidd/Mainsail. Once the plugin is up-to-date, restart your printer or Raspberry, and then come back here.": "Nozzle Ninja'yı yapılandırmadan önce, OctoPrint veya Fluidd/Mainsail'deki {{brandName}} eklentisini güncelleyin. Eklenti güncellendikten sonra yazıcınızı veya Raspberry'nizi yeniden başlatın ve sonra buraya geri dönün.",
  "Select the Printer You Want to Configure": "Yapılandırmak İstediğiniz Yazıcıyı Seçin",
  "Printers Found": "Yazıcılar Bulundu",
  "Select which printer(s) you want to configure. Note: AI detection hours are currently not impacted by first layer AI.": "Yapılandırmak istediğiniz yazıcıyı/yazıcıları seçin. Not: AI algılama saatleri şu anda ilk katman AI tarafından etkilenmemektedir.",
  "Please select a printer to configure": "Lütfen yapılandırılacak bir yazıcı seçin",
  "Nozzle camera URL saved!": "Nozul kamera URL'si kaydedildi!",
  "System: ": "Sistem:",
  "Post first layer scan": "İlk katman taramasını gönder",
  "Scan your print after your first layer is done at a lower speed. The scan will produce better images more in focus and with less motion blur. This is opted in by default but you can opt out of it.": "İlk katmanınız tamamlandıktan sonra baskınızı daha düşük bir hızda tarayın. Tarama daha iyi, daha odaklı ve daha az hareket bulanıklığı olan görüntüler üretecektir. Bu varsayılan olarak seçilidir ancak devre dışı bırakabilirsiniz.",
  "Note: Please make sure": "Not: Lütfen emin olun",
  "the slicer correctly configured": "dilimleyici doğru şekilde yapılandırılmış",
  "Otherwise it won't scan.": "Aksi takdirde tarama yapılmayacaktır.",
  "Enable post first layer scan": "İlk katman taramasını etkinleştir",
  "Scan at height": "Yükseklikte tarama",
  "Cooldown extruder": "Soğutma ekstrüderi",
  "Retract before scan": "Taramadan önce geri çek",
  "Retraction speed": "Geri çekme hızı",
  "No printers found!": "Yazıcı bulunamadı!",
  "Nozzle Ninja Configuration": "Nozul Ninja Yapılandırması",
  "Follow the camera configuration guide to configure your nozzle camera with {brandName}": "Nozul kameranızı {{brandName}} ile yapılandırmak için kamera yapılandırma kılavuzunu izleyin",
  "Nozzle Ninja configuration guide for Klipper ": "Klipper için Nozzle Ninja yapılandırma kılavuzu ",
  "Nozzle Ninja configuration guide for Octoprint ": "Octoprint için Nozzle Ninja yapılandırma kılavuzu",
  "Slicer Configuration": "Dilimleyici Yapılandırması",
  "Configure your slicer to send first layer information to {brandName} and optionally enable first layer scanning. First layer scanning is an experimental feature that enables a slow scan of the first layer. This feature requires some configureation to avoid impacting print quality.": "Dilimleyicinizi ilk katman bilgilerini {{brandName}}'a gönderecek şekilde yapılandırın ve isteğe bağlı olarak ilk katman taramasını etkinleştirin. İlk katman taraması, ilk katmanın yavaş taranmasını sağlayan deneysel bir özelliktir. Bu özellik, baskı kalitesini etkilememek için bazı yapılandırmalar gerektirir.",
  "Currently, PrusaSlicer, SuperSlicer and OrcaSlicer are supported.": "Şu anda PrusaSlicer, SuperSlicer ve OrcaSlicer destekleniyor.",
  "Slicer configuration guide ": "Dilimleyici yapılandırma kılavuzu",
  "Close": "Kapalı",
  "Slice": "Dilim",
  "Likes": "Beğeniler",
  "Collections": "Koleksiyonlar",
  "Files": "Dosyalar",
  "Summary": "Özet",
  "Print Settings": "Yazdırma Ayarları",
  "Printer brand": "Yazıcı markası",
  "Printer": "Yazıcı",
  "Rafts": "Sallar",
  "Supports": "Destekler",
  "License": "Lisans",
  "Comments": "Yorumlar",
  "File Selection": "Dosya Seçimi",
  "Search": "Aramak",
  "Relevant Models": "İlgili Modeller",
  "Popular 3D Models: Last 30 Days": "Popüler 3D Modeller: Son 30 Gün",
  "Last redeemed Detective Hours": "Son kullanılan Dedektif Saatleri",
  "Code": "Kod",
  "Hours": "Saat",
  "Description": "Tanım",
  "Redeemed at": "Kurtarıldı",
  "AI Hour Coupon Codes": "AI Hour Kupon Kodları",
  "Here are your AI Hour coupon codes and their redemption status.": "İşte AI Hour kupon kodlarınız ve kullanım durumları.",
  "Available": "Mevcut",
  "You have no AI Hour coupon codes.": "AI Hour kupon kodunuz yok.",
  "Build Your Pro Plan": "Pro Planınızı Oluşturun",
  "You have already redeemed this coupon.": "Bu kuponu zaten kullandınız.",
  "Please contact Obico Support at": "Lütfen Obico Destek ile iletişime geçin:",
  "Error": "Hata",
  "Failed to redeem the coupon code. Please try again later.": "Kupon kodunu kullanma başarısız oldu. Lütfen daha sonra tekrar deneyin.",
  "Oops! You already have an Obico Pro Plan...": "Oops! Zaten bir Obico Pro Plan'ınız var...",
  "Contact obico support at": "obico desteğiyle iletişime geçin",
  "Oops! Invalid Coupon!": "Oops! Geçersiz Kupon!",
  "Activate Your Three-Month Obico Pro Plan": "Üç Aylık Obico Pro Planınızı Etkinleştirin",
  "As a valued Big Tree Tech customer, once your included plan expires, you can upgrade to a more advanced plan at a special discounted price. This offer is exclusively available for Big Tree Tech customers to ensure you continue to enjoy the benefits of Obico without interruption.": "Değerli bir Big Tree Tech müşterisi olarak, dahil edilen planınız sona erdiğinde, özel indirimli bir fiyatla daha gelişmiş bir plana yükseltebilirsiniz. Bu teklif, Obico'nun avantajlarından kesintisiz bir şekilde yararlanmaya devam etmenizi sağlamak için yalnızca Big Tree Tech müşterilerine özeldir.",
  "Redeem Plan": "Planı Kullan",
  "Upgrade to an Obico Pro Plan and get a 25% discount as a valued BTT customer!": "Obico Pro Plan'a yükseltin ve değerli bir BTT müşterisi olarak %25 indirim kazanın!",
  "Obico has partnered with Big Tree Tech to give you an exclusive discount on an Obico Pro Plan. Get instant access to AI failure detection, first layer AI, webcam streaming, a highly rated mobile app and more for your 3D printer.": "Obico, size Obico Pro Plan'da özel bir indirim sağlamak için Big Tree Tech ile ortaklık kurdu. 3D yazıcınız için AI arıza tespiti, birinci katman AI, web kamerası akışı, yüksek puanlı bir mobil uygulama ve daha fazlasına anında erişim sağlayın.",
  "Choose Plan": "Plan Seçin",
  "What's Included with Your Pro Plan": "Pro Planınıza Neler Dahildir?",
  "AI Failure Detection": "AI Arıza Tespiti",
  "Webcam Streaming": "Web Kamerası Akışı",
  "Full Remote Access": "Tam Uzaktan Erişim",
  "Mobile & Web App": "Mobil ve Web Uygulaması",
  "Printer Management": "Yazıcı Yönetimi",
  "Compatible with Your Favorite Software": "Favori Yazılımınızla Uyumlu",
  "Highly Rated Mobile App": "Yüksek Puanlı Mobil Uygulama",
  "Available for iOS and Android": "iOS ve Android için mevcuttur",
  "Frequently Asked Questions": "Sıkça Sorulan Sorular",
  "What happens when the three-month Pro Plan expires?": "Üç aylık Pro Plan'ın süresi dolduğunda ne olur?",
  "When your three-month plan expires, you will have the chance to upgrade to one of Obico’s Pro Plans at a special discounted rate. Learn more about the plan options": "Üç aylık planınız sona erdiğinde, Obico'nun Pro Planlarından birine özel indirimli bir oranda yükseltme şansına sahip olacaksınız. Plan seçenekleri hakkında daha fazla bilgi edinin",
  "If you choose not to upgrade, your plan will be automatically reverted to an Obico Free Plan.": "Yükseltme yapmayı seçmezseniz planınız otomatik olarak Obico Ücretsiz Planına geri dönecektir.",
  "Welcome To": "Hoş Geldiniz",
  "Your three-month Pro Plan Is Now Active": "Üç aylık Pro Planınız Artık Aktif",
  "Unlimited Premium Webcam Streaming": "Sınırsız Premium Web Kamerası Yayını",
  "Unlimited AI Failure Detection": "Sınırsız AI Arıza Tespiti",
  "G-Code Remote Uploading and Printing": "G-Kod Uzaktan Yükleme ve Yazdırma",
  "Unlimited Secure Tunnel to OctoPrint/Klipper": "OctoPrint/Klipper'a Sınırsız Güvenli Tünel",
  "Go To Printer Control Page": "Yazıcı Kontrol Sayfasına Git",
  "Sign Up or Sign in to Your Obico Account": "Obico Hesabınıza Kaydolun veya Oturum Açın",
  "And get instant access to": "Ve anında erişim sağlayın",
  "Signup/Sign In": "Kayıt Ol/Oturum Aç",
  "Create an account or Sign in to Choose Your plan": "Bir hesap oluşturun veya Planınızı seçmek için oturum açın",
  "Create Account/Sign In": "Hesap Oluştur/Oturum Aç",
  "Create an account or Sign in to Choose Your plan and get": "Bir hesap oluşturun veya Planınızı seçmek için Oturum açın ve alın",
  "Webcam-Based AI Failure Detection": "Web Kamerası Tabanlı Yapay Zeka Arıza Tespiti",
  "Nozzle Ninja First Layer AI Failure Detection": "Nozzle Ninja İlk Katman AI Arıza Tespiti",
  " for ${month} / month (${hour} / AI Detection Hour). Billed ${year} annually.": "${{month}} / ay (${{hour}} / AI Algılama Saati). Yıllık olarak ${{year}} faturalandırılır.",
  " for ${month} / month (${hour} / AI Detection Hour).": "${{month}} / ay (${{hour}} / AI Algılama Saati) için.",
  "Calculate Plan Cost": "Plan Maliyetini Hesapla",
  "Kingroon Connect Plans": "Kingroon Bağlantı Planları",
  "Free": "Özgür",
  "Print occasionally.": "Zaman zaman yazdırın.",
  "Unlimited Kingroon printers allowed": "Sınırsız Kingroon yazıcıya izin verildi",
  "Get Started": "Başlayın",
  "Basic webcam streaming": "Temel web kamerası akışı",
  "100 {localizedDom} AI Detection Hours/month, 30s detection interval": "100 {localizedDom} AI Algılama Saati/ay, 30 saniyelik algılama aralığı",
  "Basic": "Temel",
  "300MB /mo tunnel data - Access Mainsail or Fluidd remotely": "300MB/ay tünel verisi - Mainsail veya Fluidd'e uzaktan erişim",
  "200MB total G-code cloud storage": "Toplam 200MB G-kod bulut depolama alanı",
  "Companion mobile app for {localizedDom} and {localizedDom2}": "{localizedDom} ve {localizedDom2} için eşlik eden mobil uygulama",
  "Android": "Android",
  "iOS": "iOS",
  "Remote printer access and control": "Uzaktan yazıcı erişimi ve kontrolü",
  "Failure alerts and print status updates sent through push notification": "Arıza uyarıları ve baskı durumu güncellemeleri push bildirimi aracılığıyla gönderilir",
  "Community technical support": "Topluluk teknik desteği",
  "Pro": "Profesyonel",
  "Print every day. 2+ printers.": "Her gün baskı yapın. 2+ yazıcı.",
  "$": "$",
  "month": "ay",
  "(Billed {name} annually)": "(Yıllık olarak {{name}} faturalandırılır)",
  "1st printer included": "1. yazıcı dahil",
  "2+ printers at $": "2+ yazıcı $",
  "month / printer": "ay / yazıcı",
  "View/Change Subscription": "Aboneliği Görüntüle/Değiştir",
  "Full refund within 30 days if you are not happy.": "Memnun kalmazsanız 30 gün içerisinde paranızın tamamını iade ediyoruz.",
  "Upgrade (30-Day Money Back Guarantee)": "Yükseltme (30 Günlük Para İade Garantisi)",
  "Start 1 month FREE trial": "1 aylık ÜCRETSİZ denemeye başlayın",
  "Premium webcam streaming": "Premium web kamerası akışı",
  "100 {localizedDom} AI Detection Hours per month, 10s detection interval": "100 {localizedDom} AI Algılama Saati/ay, 10 saniyelik algılama aralığı",
  "Advanced": "Gelişmiş",
  "Unlimited tunnel data - Access Mainsail or fluidd remotely": "Sınırsız tünel verisi - Mainsail veya Fludd'a uzaktan erişim",
  "5GB total G-Code cloud storage": "Toplam 5 GB G-Code bulut depolama alanı",
  "Email technical support": "E-posta teknik desteği",
  "Printer feed sharing with premium streaming quality": "Üstün akış kalitesiyle yazıcı besleme paylaşımı",
  "Invalid coupon code. Please make sure the coupon code has not been used, and has not expired. If you believe you have a valid coupon code, please ": "Geçersiz kupon kodu. Lütfen kupon kodunun kullanılmadığından ve süresinin dolmadığından emin olun. Geçerli bir kupon kodunuz olduğuna inanıyorsanız lütfen",
  "As a valued Mintion customer, once your included plan expires, you can upgrade to a more advanced plan at a special discounted price. This offer is exclusively available for Mintion customers to ensure you continue to enjoy the benefits of Obico without interruption.": "Değerli bir Mintion müşterisi olarak, dahil edilen planınız sona erdiğinde, özel indirimli bir fiyatla daha gelişmiş bir plana yükseltebilirsiniz. Bu teklif, Obico'nun avantajlarından kesintisiz bir şekilde yararlanmaya devam etmenizi sağlamak için yalnızca Mintion müşterilerine özel olarak sunulmaktadır.",
  "Activate Your One Year Obico Pro Plan": "Bir Yıllık Obico Pro Planınızı Etkinleştirin",
  "As a valued Mintion customer, you are eligible for an exclusive life-time Pro Plan discount. When you redeem your plan, you’ll be asked to enter your credit card so we can give you the exclusive 20% discount when your plan renews.": "Değerli bir Mintion müşterisi olarak, özel bir ömür boyu Pro Plan indirimine hak kazanırsınız. Planınızı kullandığınızda, planınız yenilendiğinde size özel %20 indirim verebilmemiz için kredi kartınızı girmeniz istenecektir.",
  "If you don’t want your plan to renew, you can cancel the plan after the plan is activated so that it will not automatically renew after one year.": "Planınızın yenilenmesini istemiyorsanız, plan aktifleştirildikten sonra planı iptal edebilir, böylece bir yıl sonra otomatik olarak yenilenmez.",
  "I already paid for the Pro Plan. Why do I need to enter my credit card information again?": "Pro Plan için zaten ödeme yaptım. Kredi kartı bilgilerimi tekrar girmem neden gerekiyor?",
  "Your plan is fully covered for the first one year. After the first one year, the plan will renew with a special discount available exclusively for Mintion customers. You are free to cancel the plan at any time in the “Subscription” section of the Obico mobile or web app.": "Planınız ilk bir yıl boyunca tamamen kapsanır. İlk bir yıldan sonra plan, yalnızca Mintion müşterilerine özel bir indirimle yenilenir. Planı istediğiniz zaman Obico mobil veya web uygulamasının \"Abonelik\" bölümünden iptal edebilirsiniz.",
  "Still have questions?": "Hala sorularınız mı var?",
  "Contact": "Temas etmek",
  "{brandName} support.": "{{brandName}} desteği.",
  "Oops! You already have an {brandName} Pro Plan...": "Oops! Zaten bir {{brandName}} Pro Planınız var...",
  "Contact {brandName} support at": "{{brandName}} desteğiyle iletişime geçin",
  "Activate Your {brandName} Pro Plan": "{{brandName}} Pro Planınızı Etkinleştirin",
  "As a valued Sovol customer, you are eligible for an exclusive Pro Plan discount. When you redeem your plan, you’ll be asked to enter your credit card so we can give you the exclusive 20% discount when your plan renews.": "Değerli bir Sovol müşterisi olarak, özel bir Pro Plan indirimine hak kazanırsınız. Planınızı kullandığınızda, planınız yenilendiğinde size özel %20 indirim verebilmemiz için kredi kartınızı girmeniz istenecektir.",
  "Your plan is fully covered for the first year. After the first year, the plan will renew with a special discount available exclusively for Sovol customers. You are free to cancel the plan at any time in the “Subscription” section of the {brandname} mobile or web app.": "Planınız ilk yıl için tamamen kapsanır. İlk yıldan sonra plan, yalnızca Sovol müşterilerine özel bir indirimle yenilenir. Planı istediğiniz zaman {{brandname}} mobil veya web uygulamasının \"Abonelik\" bölümünden iptal edebilirsiniz.",
  "As a valued 3DO Nozzle Camera customer, once your included plan expires, you can upgrade to a more advanced plan at a special discounted price. This offer is exclusively available for 3DO customers to ensure you continue to enjoy the benefits of Obico without interruption.": "Değerli bir 3DO Nozzle Kamera müşterisi olarak, dahil edilen planınız sona erdiğinde, özel indirimli bir fiyatla daha gelişmiş bir plana yükseltebilirsiniz. Bu teklif, Obico'nun avantajlarından kesintisiz bir şekilde yararlanmaya devam etmenizi sağlamak için yalnızca 3DO müşterilerine özel olarak sunulmaktadır.",
  "What's Included with Your Plan": "Planınıza Neler Dahildir?",
  "Cloud Plans": "Bulut Planları",
  "Thinking about self-hosting {brandName} Server instead?": "Bunun yerine {{brandName}} Server'ı kendiniz barındırmayı mı düşünüyorsunuz?",
  "Check out self-hosting vs {brandName} Cloud.": "Kendi kendine barındırma ile {{brandName}} Bulut'u karşılaştırın.",
  "Limited to 1 printer.": "1 yazıcıyla sınırlıdır.",
  "10 free AI Detection Hours/month included": "Ayda 10 ücretsiz AI Algılama Saati dahildir",
  "300MB /mo tunnel data": "300MB /ay tünel verisi",
  "G-Code cloud storage up to 50MB per file, 1GB total": "Dosya başına 50 MB'a kadar, toplam 1 GB G-Code bulut depolama alanı",
  "Notifications via Email, mobile push notification, Telegram, and more.": "E-posta, mobil anlık bildirim, Telegram ve daha fazlası aracılığıyla bildirimler.",
  "300MB /mo integration with your favorite 3rd-party mobile apps": "Favori 3. parti mobil uygulamalarınızla 300MB/ay entegrasyon",
  "Calculate cost": "Maliyeti hesapla",
  "50 free AI Detection Hours/month included": "Ayda 50 ücretsiz AI Algılama Saati dahildir",
  "Unlimited tunnel data": "Sınırsız tünel verisi",
  "G-Code cloud storage up to 500MB per file, 50GB total": "Dosya başına 500 MB'a kadar, toplam 50 GB'a kadar G-Code bulut depolama",
  "Unlimited integration with your favorite 3rd-party mobile apps": "En sevdiğiniz 3. parti mobil uygulamalarınızla sınırsız entegrasyon",
  "Failure alerts via SMS (text message)": "SMS (kısa mesaj) yoluyla arıza uyarıları",
  "AI Detection Hour Packs": "AI Algılama Saat Paketleri",
  "Need more AI Detection Hours? Add the right amount of AI Detection Hours without burning a hole on your wallet.": "Daha fazla AI Algılama Saatine mi ihtiyacınız var? Cüzdanınızı yakmadan doğru miktarda AI Algılama Saati ekleyin.",
  "Pre-paid Pack": "Ön Ödemeli Paket",
  "Turn on AI failure detection only for the prints.": "AI arıza tespitini yalnızca baskılar için açın.",
  "Available to all plans.": "Tüm planlarda kullanılabilir.",
  "Pre-paid AI Detection Hours never expire.": "Ön ödemeli AI Algılama Saatleri hiçbir zaman sona ermez.",
  "One Time Purchase.": "Tek Seferlik Satın Alma.",
  "for": "için",
  "Start 1 month FREE trial + 250 FREE AI Detection Hours": "1 aylık ÜCRETSİZ denemeye başlayın + 250 ÜCRETSİZ AI Algılama Saati",
  "Purchase Selected AI Detection Hour Pack": "Seçili AI Algılama Saat Paketini satın alın",
  "Subscribe&Save Packs": "Abone Ol&Paketleri Kaydet",
  "AI failure detection for all prints.": "Tüm baskılar için AI arıza tespiti.",
  "Available only as add-on to the Pro plan.": "Yalnızca Pro planına eklenti olarak mevcuttur.",
  "Subscribed AI Detection Hours roll over month to month.": "Abone olunan AI Algılama Saatleri aydan aya devredilir.",
  "Subscribed AI Detection Hours expire when subscription ends.": "Abone olunan AI Algılama Saatleri, abonelik sona erdiğinde sona erer.",
  "You can change AI Detection Hour Pack or remove it from your Pro plan any time you want.": "Dilediğiniz zaman AI Detection Hour Pack'i değiştirebilir veya Pro planınızdan kaldırabilirsiniz.",
  "Upgrade to Pro with selected AI Detection Hour Pack": "Seçili AI Detection Hour Paketi ile Pro'ya yükseltin",
  "Calculate Cost >>>": "Maliyeti Hesapla >>>",
  "The Spaghetti Gallery": "Spagetti Galerisi",
  "End of public time-lapse list.": "Genel zaman aralıklı çekim listesinin sonu.",
  "Loading...": "Yükleniyor...",
  "Loading filaments...": "Filamentler yükleniyor...",
  "No compatible filaments found.": "Uyumlu filament bulunamadı.",
  "Confirm": "Onaylamak",
  "Rotate": "Döndürmek",
  "X (deg)": "X (derece)",
  "Y (deg)": "Y (derece)",
  "Z (deg)": "Z (derece)",
  "Scale": "Ölçek",
  "Uniform": "Üniforma",
  "Percent": "Yüzde",
  "Dimension": "Boyut",
  "Reset": "Sıfırla",
  "Translate": "Çevir",
  "X-axis": "X ekseni",
  "Y-Axis": "Y ekseni",
  "Loading files ": "Dosyalar yükleniyor",
  "Slicing Settings": "Dilimleme Ayarları",
  "Please Select a Printer": "Lütfen bir Yazıcı Seçin",
  "Filament": "Filament",
  "Please Select a Printer First": "Lütfen Önce Bir Yazıcı Seçin",
  "Please Select a Filament": "Lütfen bir Filament seçin",
  "Print Process": "Baskı Süreci",
  "Please Select Printer & Filament": "Lütfen Yazıcı ve Filament Seçiniz",
  "Please Select a Print Process": "Lütfen bir Baskı İşlemi Seçin",
  "Modify Current Print Profile": "Mevcut Baskı Profilini Değiştir",
  "Quality": "Kalite",
  "Layer height": "Katman yüksekliği",
  "Seam": "Dikiş",
  "Seam position": "Dikiş pozisyonu",
  "Walls and Surfaces": "Duvarlar ve Yüzeyler",
  "Only one wall on top surfaces": "Üst yüzeylerde sadece bir duvar",
  "Strength": "Kuvvet",
  "Walls": "Duvarlar",
  "Wall loops": "Duvar döngüleri",
  "Top/bottom shells": "Üst/alt kabuklar",
  "Top surface pattern": "Üst yüzey deseni",
  "Top shell layers": "Üst kabuk katmanları",
  "Top shell thickness": "Üst kabuk kalınlığı",
  "Bottom surface pattern": "Alt yüzey deseni",
  "Bottom shell layers": "Alt kabuk katmanları",
  "Bottom shell thickness": "Alt kabuk kalınlığı",
  "Infill": "Dolgu",
  "Sparse Infill Density": "Seyrek Dolgu Yoğunluğu",
  "Sparse infill pattern": "Seyrek dolgu deseni",
  "Internal solid infill pattern": "İç katı dolgu deseni",
  "Support": "Destek",
  "Enable Support": "Desteği Etkinleştir",
  "Type": "Tip",
  "Threshold angle": "Eşik açısı",
  "On build plate only": "Sadece yapı plakasında",
  "Others": "Diğerleri",
  "Temperatures": "Sıcaklıklar",
  "Nozzle Temperature": "Nozul Sıcaklığı",
  "Nozzle Temperature (First Layer)": "Nozul Sıcaklığı (Birinci Katman)",
  "Bed Temperature": "Yatak Sıcaklığı",
  "Bed Temperature (First Layer)": "Yatak Sıcaklığı (Birinci Katman)",
  "Skirt": "Etek",
  "Skirt loops": "Etek halkaları",
  "Skirt Height": "Etek Boyu",
  "Brim": "Kenar",
  "Brim type": "Siperlik tipi",
  "Brim width": "Siperlik genişliği",
  "Special mode": "Özel mod",
  "Print sequence": "Baskı sırası",
  "Spiral vase": "Sarmal vazo",
  "Fuzzy skin": "Tüylü deri",
  "Choose a Printer": "Bir Yazıcı Seçin",
  "Choose a Filament": "Bir Filament Seçin",
  "Choose a Print Process": "Bir Baskı İşlemi Seçin",
  "Your 30-Day {localizedDom} Free Trial Has Started!": "30 Günlük {localizedDom} Ücretsiz Denemeniz Başladı!",
  "Pro Plan": "Profesyonel Plan",
  "{trialDaysLeft} Days Left on Your {localizedDom} Free Trial!": "{localizedDom} Ücretsiz Deneme Sürenizde {trialDaysLeft} Gün Kaldı!",
  "Unlimited, 25 FPS Premium Webcam Streaming": "Sınırsız, 25 FPS Premium Web Kamerası Yayını",
  "250 Hours Watched by AI for Failure Detection": "Yapay Zeka Tarafından Arıza Tespiti İçin 250 Saat İzlendi",
  "G-Code Remote Upload and Printing": "G-Kod Uzaktan Yükleme ve Yazdırma",
  "Link your 3D printer now so that you can fully enjoy the 30-Day Free Trial": "30 Günlük Ücretsiz Denemenin tadını tam olarak çıkarabilmeniz için 3D yazıcınızı şimdi bağlayın",
  "Link Printer": "Bağlantı Yazıcısı",
  "It's as easy as 1-2-3": "1-2-3 kadar kolay",
  "Just Checking Out": "Sadece Kontrol Ediyorum",
  "Not a whole lot you can see without your printer linked": "Yazıcınız bağlı değilse pek bir şey göremezsiniz",
  "Not ready to start yet? {localizedDom} to pause your free trial.": "Henüz başlamaya hazır değil misiniz? Ücretsiz denemenizi duraklatmak için {localizedDom} tuşuna basın.",
  "Email us": "Bize e-posta gönderin"
}
