{
  "Printers": "Nyomtatók",
  "Print History": "Nyomtatási előzmények",
  "G-Codes": "G-kódok",
  "Pricing": "Árazás",
  "Help": "Segítség",
  "SIGN IN": "BEJELENTKEZÉS",
  "SIGN UP": "REGISZTRÁCIÓ",
  "Preferences": "Beállítások",
  "Log out": "Kijelentkezés",
  "{name} AI Detection Hours / month pack": "{{name}} MI-észlelési órák száma / havi csomag",
  "AI Detection Hour Pack not selected": "AI-észlelési óracsomag nincs kiválasztva",
  "{name} AI Detection Hours / month": "{{name}} MI-észlelési órák száma / hónap",
  "No AI Detection Hour Pack": "Nincs mesterséges intelligencia észlelési óracsomag",
  "You need to": "Szükséged van rá",
  "verify your primary email": "ellenőrizze az elsődleges e-mail címét",
  "as it will be used for billing communication.": "mivel azt fogják használni a számlázási kommunikációhoz.",
  "Annual (SAVE 33%)": "Éves (33% MEGTAKARÍTÁS)",
  "Monthly": "Havi",
  "Number of printer(s)": "Nyomtató(k) száma",
  "Add": "Hozzáadás",
  " (No change) ": "(Nincs változás)",
  "Remove": "Eltávolítás",
  "Add Subscribe&Save AI Detection Hour Pack?": "Hozzáadja a Feliratkozás és mentés AI-észlelési óracsomagot?",
  "Popular": "Népszerű",
  "Current": "Jelenlegi",
  "Total": "Teljes",
  "Pro plan": "Pro csomag",
  "1st printer (included)": "1. nyomtató (tartozék)",
  "additional": "további",
  "50 AI Detection Hours / month (included)": "50 AI-észlelési óra / hónap (beleértve)",
  "This is the total amount on your next bill. Click 'Checkout' see how much is due today.": "Ez a következő számláján szereplő teljes összeg. Kattintson a „Pénztár” gombra, hogy megtekinthesse, mennyit kell ma fizetnie.",
  "Cancel": "Mégsem",
  "Checkout": "Pénztár",
  "Questions You May Have": "Kérdései lehetnek",
  "What currency are your prices in?": "Milyen pénznemben vannak az áraid?",
  "They’re in US dollars.": "Amerikai dollárban vannak.",
  "Which plan is right for me?": "Melyik csomag a megfelelő számomra?",
  "It depends on how many 3D printers you have, and how often you print.": "Attól függ, hány 3D nyomtatód van, és milyen gyakran nyomtatsz.",
  "The Free plan is for users who print occasionally. Another reason why you may want to choose the Free plan is you don't mind slow webcam streaming (up to 1 FPS). The Free plan even comes with 100 free Basic AI Detection Hours per month. Hours don't roll over month to month.": "Az Ingyenes csomag azoknak a felhasználóknak szól, akik alkalmanként nyomtatnak. Egy másik ok, amiért érdemes lehet az Ingyenes csomagot választani, hogy nem bánod a lassú webkamerás streamelést (akár 1 FPS). Az Ingyenes csomag havi 100 ingyenes Alap AI-észlelési órát is tartalmaz. Az órák nem vihetők át hónapról hónapra.",
  "The Pro plan is for users who print more often and want to enjoy additional features like watching the webcam feed at the slick 25 FPS rate. It also comes with 100 Advanced AI Detection Hours every month - giving you the ability to detect failures faster and more reliably. If you occasionally print more than 100 hours a month, you will most likely be ok because the Advanced AI Detection Hours roll over month to month.": "A Pro csomag azoknak a felhasználóknak szól, akik gyakrabban nyomtatnak, és további funkciókat szeretnének élvezni, például a webkamera képének nézését a 25 FPS sebességgel. Emellett havi 100 Advanced AI Detection órát is tartalmaz, ami lehetővé teszi a hibák gyorsabb és megbízhatóbb észlelését. Ha alkalmanként havi 100 óránál is többet nyomtatsz, akkor valószínűleg nem lesz gond, mivel a Advanced AI Detection Hours havonta átvihető.",
  "Can I change my plan?": "Megváltoztathatom a csomagomat?",
  "Of course! You can change the number of printers, add/change/remove Subcribe&Save AI Detection Hour Pack, or between annual and monthly, at any time as long as your subscription is still active.": "Természetesen! A nyomtatók számát bármikor módosíthatja, hozzáadhat/módosíthat/eltávolíthat „Feliratkozhat és mentheti” AI Detection Hour Pack csomagot, illetve éves és havi előfizetés között válthat, amíg az előfizetése aktív.",
  "You will keep the unused AI Detection Hours when you change your subscription plan.": "A fel nem használt MI-észlelési órákat megtarthatja, amikor előfizetési csomagot vált.",
  "Can I cancel my plan?": "Lemondhatom a csomagomat?",
  "Yes again! You can cancel your subscription any time.": "Igen, ismét! Bármikor lemondhatja az előfizetését.",
  "However, the AI Detection Hours included in the plan will expire at the end of your subscription period.": "A csomagban foglalt MI-észlelési órák azonban az előfizetési időszak végén lejárnak.",
  "What is your refund policy?": "Mi a visszatérítési szabályzatuk?",
  "We offer a {localizedDom}": "{localizedDom}-t kínálunk",
  "30-Day Full Refund Policy": "30 napos teljes visszatérítési szabályzat",
  "If you are not happy with the Pro plan, just {localizedDom} within 30 days and we will give you a full refund.": "Ha nem elégedett a Pro csomaggal, csak {localizedDom} jelezze 30 napon belül, és teljes visszatérítést kap.",
  "email us": "írjon nekünk",
  "After 30 days, you can still cancel the subscription at any time. However, we usually don't refund the payment, due to the nature of a subscription service. Instead, we will keep your subscription active until the end of the current billing cycle. This is also a common practice for virtually all other subscription services such as Netflix.": "30 nap elteltével bármikor lemondhatod az előfizetést. Az előfizetéses szolgáltatás jellegéből adódóan azonban általában nem térítjük vissza a befizetett összeget. Ehelyett az aktuális számlázási ciklus végéig aktívan tartjuk az előfizetésedet. Ez gyakorlatilag minden más előfizetéses szolgáltatásnál, például a Netflixnél is bevett gyakorlat.",
  "However, we are all human and we want to be reasonable. If you have a good reason why we should refund to you after 30 days, {localizedDom} and we will consider your request.": "Azonban mindannyian emberek vagyunk, és ésszerűek akarunk lenni. Ha van egy jó oka arra, hogy miért kellene 30 nap után visszatérítenünk a pénzét, {localizedDom}, és mi megvizsgáljuk a kérelmét.",
  "Is it safe to give my credit card number to the Kingroon?": "Biztonságos megadnom a hitelkártyaszámomat a Kingroonnak?",
  "Wrong question! You will not give credit number to us. Instead, it's Chargebee, {localizedDom}, that takes your credit card number and safely stores it.": "Rossz kérdés! Nem fog megadni nekünk hitelkártyaszámot. Ehelyett a Chargebee, {localizedDom}, fogja beolvasni a hitelkártyaszámát, és biztonságosan tárolja azt.",
  "a fully compliant billing service provider": "egy teljes mértékben megfelelő számlázási szolgáltató",
  "Under no circumstances will Kingroon process or store your payment information.": "A Kingroon semmilyen körülmények között nem dolgozza fel és nem tárolja a fizetési adatait.",
  "I have many printers and print a lot. The Pro plan becomes really expensive. Can I still use the Kingroon app?": "Sok nyomtatóm van, és sokat nyomtatok. A Pro csomag nagyon drága lehet. Használhatom továbbra is a Kingroon alkalmazást?",
  "Please {localizedDom} to customize a plan that works for your budget.": "Kérjük, {localizedDom}, hogy személyre szabhassa a költségvetésének megfelelő tervet.",
  "contact us": "lépjen kapcsolatba velünk",
  "I saw {brandName} mentioned somewhere. What does {brandName} have to do with Kingroon?": "Láttam valahol említve, hogy {{brandName}}. Mi köze {{brandName}}-nek Kingroonhoz?",
  "{brandName} has partnered with Kingroon to provide Kingroon users with AI and a mobile app for Kingroon 3D printers. {brandName}, a US based company is the developer of the Kingroon App.": "A {{brandName}} partnerségre lépett a Kingroonnal, hogy mesterséges intelligenciát és mobilalkalmazást biztosítson a Kingroon 3D nyomtatóihoz. A Kingroon alkalmazás fejlesztője az egyesült államokbeli {{brandName}}.",
  "The Free plan is for users with only 1 printer and print very in-frequently. Another reason why you may want to choose the Free plan is you don't mind slow webcam streaming (up to 5 FPS). The Free plan even comes with 10 free AI Detection Hours per month. And you can get {localizedDom} if you need more.": "Az Ingyenes csomag azoknak a felhasználóknak szól, akiknek csak egy nyomtatójuk van, és nagyon ritkán nyomtatnak. Egy másik ok, amiért érdemes lehet az Ingyenes csomagot választani, hogy nem bánod a lassú webkamerás streamelést (akár 5 FPS). Az Ingyenes csomag havi 10 ingyenes AI-észlelési órát is tartalmaz. Ha többre van szükséged, {localizedDom} csomagot is beszerezhetsz.",
  "additional AI Detection Hours": "további AI-észlelési órák",
  "The Pro plan is for users who want to enjoy watching the webcam feed at the slick 25 FPS rate. It also comes with 50 AI Detection Hours every month. If you occasionally print more than 50 hours a month, you will most likely be ok because the {localizedDom}. When you upgrade to the Pro plan, you are also eligible to the {localizedDom2} at favorable rates.": "A Pro csomag azoknak a felhasználóknak szól, akik a webkamera képének nézését a lenyűgöző 25 FPS-sel szeretnék élvezni. Emellett havi 50 órát biztosít a mesterséges intelligencia érzékelése érdekében. Ha alkalmanként havi 50 óránál többet nyomtatsz, akkor valószínűleg nem lesz gond, mert a {localizedDom}. Ha a Pro csomagra frissítesz, a {localizedDom2}-re is jogosult leszel kedvező áron.",
  "Subscribe&Save AI Detection Hour Packs": "Feliratkozás és mentés AI Detection Hour Packs",
  "I have X printers and I print Y hours a month. Tell me exactly how much the Pro plan will cost me.": "X nyomtatóm van, és havonta Y órát nyomtatok. Mondd meg pontosan, mennyibe fog kerülni a Pro csomag?",
  "Oops. We forgot to mention we have built a {localizedDom} for you.": "Hoppá. Elfelejtettük megemlíteni, hogy létrehoztunk neked egy {localizedDom}-t.",
  "price calculator": "árkalkulátor",
  "However, the AI Detection Hours included in the plan and Subscribe&Save pack will expire at the end of your subscription period.": "A csomagban és az Előfizetés és megtakarítás csomagban foglalt AI-észlelési órák azonban az előfizetési időszak végén lejárnak.",
  "Is it safe to give my credit card number to the {brandName} Cloud?": "Biztonságos megadni a hitelkártyaszámomat a {{brandName}} felhőnek?",
  "Under no circumstances will the {brandName} Cloud process or store your payment information.": "A {{brandName}} Cloud semmilyen körülmények között nem dolgozza fel és nem tárolja a fizetési adatait.",
  "I have many printers and print a lot. The Pro plan becomes really expensive. Can I still use the {brandName} Cloud?": "Sok nyomtatóm van, és sokat nyomtatok. A Pro csomag nagyon drága lehet. Használhatom továbbra is a {{brandName}} Cloud szolgáltatást?",
  "Failed to cancel subscription": "Nem sikerült lemondani az előfizetést",
  "Your subscription will expire at the end of current billing cycle.": "Az előfizetésed a jelenlegi számlázási ciklus végén lejár.",
  "I understand I will {localizedDom} when my subscription expires.": "Tudomásul veszem, hogy {localizedDom} fogok tenni, amikor az előfizetésem lejár.",
  "lose the unused expirable AI Detection Hours": "elveszíti a fel nem használt, lejáró MI-észlelési órákat",
  "One last thing. Please tell us why you want to cancel your subscription": "Még egy utolsó dolog. Kérjük, mondja el, miért szeretné lemondani az előfizetését.",
  "Other": "Más",
  "I changed my mind. I'll keep my subscription": "Meggondoltam magam. Megtartom az előfizetésemet.",
  "I still want to cancel my subscription": "Még mindig szeretném lemondani az előfizetésemet.",
  "Failed to delete account": "Nem sikerült törölni a fiókot",
  "Delete Account": "Fiók törlése",
  "Your account will be permanently deleted!": "Fiókod véglegesen törlésre kerül!",
  "I understand I will lose all data.": "Megértem, hogy minden adatot el fogok veszíteni.",
  "One last thing. Please tell us why you want to delete your account": "Még egy utolsó dolog. Kérjük, mondja el, miért szeretné törölni a fiókját.",
  "Delete my account": "Fiókom törlése",
  "You have an active subscription. If you want to delete your account, please {localizedDom}": "Aktív előfizetéssel rendelkezik. Ha törölni szeretné fiókját, kérjük, {localizedDom}",
  "send us an email": "küldjön nekünk egy e-mailt",
  "AI Detection Hours": "MI-észlelési órák",
  "Total AI Detection Hours ({localizedDom})": "Összes mesterséges intelligencia észlelési óra ({localizedDom})",
  "details": "részletek",
  " Unlimited ": "Korlátlan",
  "Included in subscription plan or Subscribe&Save DH Pack.": "Az előfizetési csomagban vagy a Subscribe&Save DH csomagban benne van.",
  "Expires when subscription ends": "Lejár az előfizetés lejártakor",
  "Earned or bought with Pre-paid DH Pack.": "Előre fizetett DH Pack-kel megszerzett vagy megvásárolt.",
  "(Never expires.)": "(Soha nem jár le.)",
  "Running short of AI Detection Hours?": "Kevés a mesterséges intelligencia észlelési órája?",
  "Get more >>>": "További információ >>>",
  "Renew your subscription plan": "Újítsa meg előfizetési csomagját",
  "Click": "Kattintás",
  "here": "itt",
  "to open the billing portal.": "a számlázási portál megnyitásához.",
  "Click on your subscription.": "Kattintson az előfizetésére.",
  "Click \"Remove scheduled cancellation\"": "Kattintson az „Ütemezett lemondás eltávolítása” gombra",
  "It looks like you have a legacy DH Pack that we have discontinued.": "Úgy tűnik, van egy régebbi DH Pack-ed, amit már nem gyártunk.",
  "Please email {name} to change your subscription.": "Kérjük, küldjön e-mailt a {{name}} címre az előfizetés módosításához.",
  "Subscription Plan": "Előfizetési csomag",
  "You are currently on the Free plan.": "Jelenleg az Ingyenes csomagot használod.",
  "You can still enjoy essential features such as the {localizedDom} and 10 free {localizedDom2} per month.": "Továbbra is élvezheted az olyan alapvető funkciókat, mint a {localizedDom} és a havi 10 ingyenes {localizedDom2}.",
  "Basic Webcam Streaming": "Alapvető webkamerás streamelés",
  "If you want to watch your webcam with the {localizedDom} and get more AI Detection Hours so that Obi can watch your prints for you, you can upgrade to the Pro plan.": "Ha a webkamerádat a {localizedDom} segítségével szeretnéd nézni, és több AI-észlelési órát szeretnél kapni, hogy Obi is figyelhesse a nyomataidat, frissíthetsz a Pro csomagra.",
  "Premium Webcam Streaming": "Prémium webkamerás streamelés",
  "Compare the plans": "Hasonlítsa össze a terveket",
  "Your free trial of the Pro plan": "A Pro csomag ingyenes próbaverziója",
  "will expire": "lejár",
  "AI Detection Hours will also expire with your free trial": "Az AI-észlelési órák az ingyenes próbaidőszakkal együtt lejárnak.",
  "You can upgrade to Pro now to keep them.": "Most frissíthetsz Pro verzióra, hogy megtartsd őket.",
  "Upgrade to Pro Now (30-Day Money Back Guarantee)": "Váltson Pro verzióra most (30 napos pénzvisszafizetési garancia)",
  "About the free trial": "Az ingyenes próbaverzióról",
  "During the 1 month trial period, you have access to all Pro features.": "Az 1 hónapos próbaidőszak alatt hozzáférhetsz az összes Pro funkcióhoz.",
  "We also gave you 250 free {localizedDom}": "Ezenkívül adtunk neked 250 ingyenes {localizedDom}-t",
  "so you would be able to fully experience the power of {brandName} without having to worry about running out.": "így teljes mértékben megtapasztalhatnád a {{brandName}} erejét anélkül, hogy aggódnod kellene a kifogyás miatt.",
  "At the end of the free trial, you can continue the Pro plan with an annual or monthly subscription. Otherwise your account will be automatically converted to the Free plan.": "Az ingyenes próbaidőszak végén folytathatod a Pro csomagot éves vagy havi előfizetéssel. Ellenkező esetben a fiókod automatikusan átvált ingyenes csomagra.",
  "You are currently on the complimentary Pro plan.": "Jelenleg az ingyenes Pro csomagot használod.",
  "It'll expire {localizedDom}": "Lejár: {localizedDom}",
  "At that time, you can {localizedDom} or do nothing, in which case your account will be converted to Free plan automatically.": "Ekkor választhatja a {localizedDom} lehetőséget, vagy semmit sem tehet, ebben az esetben fiókja automatikusan ingyenes csomagra vált.",
  "upgrade to the Pro plan": "frissíts a Pro csomagra",
  "Compare the plans >>>": "Hasonlítsa össze a csomagokat >>>",
  "Complimentary Pro plan doesn't allows Subscribe&Save AI Detection Hour Pack as add-ons. If you need more AI Detection Hours, you can get Pre-paid AI Detection Hour Pack.": "Az ingyenes Pro csomag nem teszi lehetővé az „Alkalmazás és mentés” AI Detection Hour Pack kiegészítőként való megvásárlását. Ha további AI Detection Hour Packra van szüksége, előre fizetett AI Detection Hour Pack-et vásárolhat.",
  "Your Pro plan will end {localizedDom}": "A Pro csomagod lejár: {localizedDom}",
  "You will lose the remaining expirable AI Detection Hours when your plan ends (see {localizedDom} ).": "A fennmaradó lejáró AI-észlelési órákat elveszíti, amikor a csomagja lejár (lásd: {localizedDom} ).",
  "To avoid the loss": "A veszteség elkerülése érdekében",
  "renew the plan now": "újítsa meg a tervet most",
  "You are currently on the Pro plan.": "Jelenleg a Pro csomagban vagy.",
  "Your next billing date is": "A következő számlázási dátumod",
  "Plan total": "Terv összesen",
  "Plan base": "Terv alapja",
  "Additional printer(s)": "További nyomtató(k)",
  "You have fewer printers than you subscribed for. You can change your subscription to save money.": "Kevesebb nyomtatója van, mint amennyire előfizetett. Előfizetését módosíthatja, hogy pénzt takarítson meg.",
  "The total doesn't reflect the coupon you may have received. Check your invoice for the final amount you paid.": "A teljes összeg nem tartalmazza az esetlegesen kapott kupont. A számlán ellenőrizheti a kifizetett végső összeget.",
  "Change Subscription": "Előfizetés módosítása",
  "Cancel Subscription": "Előfizetés lemondása",
  "Need to view invoices or change payment method?": "Számlákat szeretne megtekinteni vagy fizetési módot módosítani?",
  "Open the billing portal": "Nyissa meg a számlázási portált",
  "Subscription": "Előfizetés",
  "Oops...": "Hoppá...",
  "Something went wrong! Please": "Valami hiba történt! Kérlek!",
  "Contact us": "Kapcsolat",
  "for help.": "segítségért.",
  "Are you sure?": "Biztos vagy benne?",
  "Delete {name} printer? This action can not be undone.": "Törli a(z) {{name}} nyomtatót? Ez a művelet nem vonható vissza.",
  "Yes": "Igen",
  "No": "Nem",
  "Printer deleted": "Nyomtató törölve",
  "{name} has been permanently deleted": "{{name}} véglegesen törölve",
  "Archived Printers": "Archivált nyomtatók",
  "The following printers have been archived because you have more printers than your plan allows.": "A következő nyomtatók archiválva lettek, mert több nyomtatója van, mint amennyit az előfizetése engedélyez.",
  "Un-archive": "Archívum visszavonása",
  "Delete": "Töröl",
  "You have a few options to un-archive printer(s)": "Több lehetőséged is van a nyomtató(k) archiválásából való kivonásra",
  "Delete or archive the printers you no longer need.": "Törölje vagy archiválja a már nem szükséges nyomtatókat.",
  "Upgrade to the Pro plan. Please remember the Free plan is limited to only 1 printer. Check out {localizedDom}.": "Váltson Pro csomagra. Kérjük, ne feledje, hogy az Ingyenes csomag csak 1 nyomtatóra korlátozódik. Nézze meg a {localizedDom} oldalt.",
  "the Pro plan pricing": "a Pro csomag árazása",
  "If you are already on the Pro plan, you can change the number of printers on {localizedDom}.": "Ha már a Pro csomagot használod, a nyomtatók számát itt módosíthatod: {localizedDom}.",
  "your subscription page": "az előfizetési oldalad",
  "Once your account is set up to allow for more printers, come back and un-archive the printers here.": "Miután a fiókod be van állítva további nyomtatók engedélyezéséhez, térj vissza, és itt szüntesd meg a nyomtatók archiválását.",
  "Questions on why your printers are archived?": "Kérdései vannak azzal kapcsolatban, hogy miért archiválják a nyomtatóit?",
  "Contact us.": "Lépjen kapcsolatba velünk.",
  "You have no archived printers.": "Nincsenek archivált nyomtatói.",
  "Go back to the printer page.": "Menj vissza a nyomtató oldalára.",
  "The {brandName} plugin version is too old to use this function. Please update it to the latest version to test camera!": "A {{brandName}} bővítmény verziója túl régi a funkció használatához. Kérjük, frissítse a legújabb verzióra a kamera teszteléséhez!",
  "Please confirm the snapshot below came from a": "Kérjük, erősítse meg, hogy az alábbi pillanatkép egy",
  "nozzle camera": "fúvóka kamera",
  "not a regular webcam. The AI will NOT function correctly on a regular camera.": "nem egy szokványos webkamera. A mesterséges intelligencia NEM fog megfelelően működni egy szokványos kamerán.",
  "Unable to connect to your nozzle camera using the URL you entered!": "Nem lehet csatlakozni a fúvóka kamerájához a megadott URL-címen keresztül!",
  "Please check the instruction for how to find the correct URL for your nozzle camera.": "Kérjük, ellenőrizze az utasításokat, hogy hogyan találja meg a fúvóka kamerájának megfelelő URL-címét.",
  "Nozzle Ninja AI Configuration": "Fúvóka Ninja AI konfiguráció",
  "Nozzle Ninja, {brandName}’s First Layer AI, Is Here!": "Megérkezett a Nozzle Ninja, {{brandName}} első rétegű mesterséges intelligenciája!",
  "Configure a compatible nozzle camera to get started": "Konfiguráljon egy kompatibilis fúvóka kamerát a kezdéshez",
  "Update the {brandName} Plugin in OctoPrint or Fluidd/Mainsail": "Frissítsd a {{brandName}} bővítményt az OctoPrintben vagy a Fluidd/Mainsailben",
  "Before you configure Nozzle Ninja, Update the {brandName} plugin in OctoPrint or Fluidd/Mainsail. Once the plugin is up-to-date, restart your printer or Raspberry, and then come back here.": "A Nozzle Ninja konfigurálása előtt frissítsd a {{brandName}} bővítményt az OctoPrintben vagy a Fluidd/Mainsailben. Ha a bővítmény naprakész, indítsd újra a nyomtatódat vagy a Raspberry-t, majd térj vissza ide.",
  "Select the Printer You Want to Configure": "Válassza ki a konfigurálni kívánt nyomtatót",
  "Printers Found": "Nyomtatók találva",
  "Select which printer(s) you want to configure. Note: AI detection hours are currently not impacted by first layer AI.": "Válassza ki a konfigurálni kívánt nyomtató(ka)t. Megjegyzés: Az MI-észlelési órákat jelenleg nem befolyásolja az első rétegű MI.",
  "Please select a printer to configure": "Kérjük, válasszon ki egy nyomtatót a konfiguráláshoz",
  "Nozzle camera URL saved!": "Fúvókakamera URL-címe mentve!",
  "System: ": "Rendszer:",
  "Post first layer scan": "Első réteg utáni szkennelés",
  "Scan your print after your first layer is done at a lower speed. The scan will produce better images more in focus and with less motion blur. This is opted in by default but you can opt out of it.": "Az első réteg elkészülte után szkenneld be a nyomatot lassabb sebességgel. A szkennelés jobb, fókuszáltabb és kevésbé elmosódott képeket eredményez. Ez alapértelmezés szerint be van kapcsolva, de kikapcsolhatod.",
  "Note: Please make sure": "Megjegyzés: Kérjük, győződjön meg róla,",
  "the slicer correctly configured": "a szeletelő megfelelően konfigurálva",
  "Otherwise it won't scan.": "Különben nem fog beolvasni.",
  "Enable post first layer scan": "Első réteg utáni vizsgálat engedélyezése",
  "Scan at height": "Magassági szkennelés",
  "Cooldown extruder": "Hűtő extruder",
  "Retract before scan": "Visszahúzás szkennelés előtt",
  "Retraction speed": "Visszahúzási sebesség",
  "No printers found!": "Nem található nyomtató!",
  "Nozzle Ninja Configuration": "Fúvóka Ninja konfiguráció",
  "Follow the camera configuration guide to configure your nozzle camera with {brandName}": "Kövesse a kamerakonfigurációs útmutatót a fúvókakamera konfigurálásához a {{brandName}} segítségével.",
  "Nozzle Ninja configuration guide for Klipper ": "Nozzle Ninja konfigurációs útmutató a Klipperhez ",
  "Nozzle Ninja configuration guide for Octoprint ": "Nozzle Ninja konfigurációs útmutató az Octoprinthez",
  "Slicer Configuration": "Szeletelő konfiguráció",
  "Configure your slicer to send first layer information to {brandName} and optionally enable first layer scanning. First layer scanning is an experimental feature that enables a slow scan of the first layer. This feature requires some configureation to avoid impacting print quality.": "Konfigurálja a szeletelőt úgy, hogy az első réteg adatait elküldje a {{brandName}}-nak, és opcionálisan engedélyezze az első réteg szkennelését. Az első réteg szkennelése egy kísérleti funkció, amely lehetővé teszi az első réteg lassú szkennelését. Ez a funkció némi konfigurációt igényel a nyomtatási minőség befolyásolásának elkerülése érdekében.",
  "Currently, PrusaSlicer, SuperSlicer and OrcaSlicer are supported.": "Jelenleg a PrusaSlicer, a SuperSlicer és az OrcaSlicer támogatott.",
  "Slicer configuration guide ": "Szeletelő konfigurációs útmutató",
  "Close": "Közeli",
  "Slice": "Szelet",
  "Likes": "Kedvelések",
  "Collections": "Gyűjtemények",
  "Files": "Fájlok",
  "Summary": "Összefoglalás",
  "Print Settings": "Nyomtatási beállítások",
  "Printer brand": "Nyomtató márka",
  "Printer": "Nyomtató",
  "Rafts": "Tutajok",
  "Supports": "Támogatások",
  "License": "Engedély",
  "Comments": "Hozzászólások",
  "File Selection": "Fájlkiválasztás",
  "Search": "Keresés",
  "Relevant Models": "Releváns modellek",
  "Popular 3D Models: Last 30 Days": "Népszerű 3D modellek: Az elmúlt 30 nap",
  "Last redeemed Detective Hours": "Utolsó beváltott nyomozói órák",
  "Code": "Kód",
  "Hours": "Órák",
  "Description": "Leírás",
  "Redeemed at": "Beváltva ekkor:",
  "AI Hour Coupon Codes": "AI óra kuponkódok",
  "Here are your AI Hour coupon codes and their redemption status.": "Itt találhatók az AI Hour kuponkódjaid és azok beváltási állapota.",
  "Available": "Elérhető",
  "You have no AI Hour coupon codes.": "Nincsenek AI Hour kuponkódjaid.",
  "Error": "Hiba",
  "Failed to downgrade subscription. Please try again.": "Az előfizetés visszaléptetése sikertelen. Kérjük, próbálja újra.",
  "Your JusPrin Unlimited subscription will be cancelled at the end of the billing cycle and you will downgrade to the Free plan.": "A JusPrin Unlimited előfizetése a számlázási ciklus végén törlésre kerül, és visszalép az Ingyenes csomagra.",
  "You will lose unlimited AI credits and return to 50 AI credits per month.": "Elveszíti a korlátlan AI krediteket és visszatér a havi 50 AI kredithez.",
  "Are you sure you want to proceed?": "Biztosan folytatni szeretné?",
  "Yes, downgrade to Free plan": "Igen, visszalépés az Ingyenes csomagra",
  "Back to Chat": "Back to Chat",
  "Free": "Ingyenes",
  "Free for everyone": "Ingyenes mindenkinek",
  "50 AI credits per month. Reset on the first day of each month": "50 AI kredit havonta. Minden hónap első napján alaphelyzetbe áll",
  "Community support": "Közösségi támogatás",
  "JusPrin Unlimited": "JusPrin Korlátlan",
  "Billed annually": "Éves számlázás",
  "per year": "évente",
  "per month": "havonta",
  "{percentage}% off for Obico Pro subscribers, Yay!": "{percentage}% kedvezmény Obico Pro előfizetőknek, Szuper!",
  "Unlimited AI credits": "Korlátlan AI kreditek",
  "Unlimited \"Do Your Magic\" AI generations": "Korlátlan \"Tedd a varázslatod\" AI generálások",
  "AI memory: remember your slicing preferences": "AI memória: megjegyzi a szeletelési beállításait",
  "Email support. 24 hours response time": "Email támogatás. 24 órás válaszidő",
  "Loading...": "Terhelés...",
  "Loading subscription information...": "Előfizetési információk betöltése...",
  "Frequently Asked Questions": "Gyakran Ismételt Kérdések",
  "I am an Obico Pro Plan subscriber. Am I eligible for a discount on the Unlimited Plan?": "I am an Obico Pro Plan subscriber. Am I eligible for a discount on the Unlimited Plan?",
  "Yes! You'll receive 30% off the Unlimited Plan. By the way, thank you for supporting the Obico project! 😊": "Yes! You'll receive 30% off the Unlimited Plan. By the way, thank you for supporting the Obico project! 😊",
  "I'm an Obico Pro Plan subscriber. Why don't I see the 30% discount?": "I'm an Obico Pro Plan subscriber. Why don't I see the 30% discount?",
  "First, make sure you're signed into the Obico account with an active Pro subscription. If you still don't see the discount on this page, it should appear at checkout. If it doesn't show up there either, please contact us at support@obico.io for assistance.": "First, make sure you're signed into the Obico account with an active Pro subscription. If you still don't see the discount on this page, it should appear at checkout. If it doesn't show up there either, please contact us at support@obico.io for assistance.",
  "Am I able to cancel the Unlimited Plan?": "Am I able to cancel the Unlimited Plan?",
  "Yes, you can cancel at any time by clicking 'Downgrade to Free.'": "Yes, you can cancel at any time by clicking 'Downgrade to Free.'",
  "What happens after I downgrade to the Free plan?": "What happens after I downgrade to the Free plan?",
  "Your Unlimited Plan won't renew when your current term ends, and your account won't be charged. You'll still have access to unlimited AI credits until the end of your current term.": "Your Unlimited Plan won't renew when your current term ends, and your account won't be charged. You'll still have access to unlimited AI credits until the end of your current term.",
  "Can I get a refund for the Unlimited Plan?": "Can I get a refund for the Unlimited Plan?",
  "By default, no. This is to prevent abuse, as processing refunds incurs significant fees that we're unable to absorb.": "By default, no. This is to prevent abuse, as processing refunds incurs significant fees that we're unable to absorb.",
  "Is it possible to request an exception for a refund?": "Is it possible to request an exception for a refund?",
  "We handle these requests on a case-by-case basis. You can contact support@obico.io to request an exception and provide your reason for the request.": "We handle these requests on a case-by-case basis. You can contact support@obico.io to request an exception and provide your reason for the request.",
  "Unlimited Plan Activated!": "Korlátlan csomag aktiválva!",
  "Enjoy unlimited AI credits!": "Élvezze a korlátlan AI krediteket!",
  "Redirecting to chat window in": "Átirányítás a chat ablakhoz",
  "second": "másodperc",
  "seconds": "másodperc",
  "You can now close the JusPrin app to make sure the new plan will be effective.": "You can now close the JusPrin app to make sure the new plan will be effective.",
  "Go to Chat Now": "Menjünk a Chatre most",
  "OK": "OK",
  "Build Your Pro Plan": "Készítse el profi tervét",
  "You have already redeemed this coupon.": "Már beváltottad ezt a kupont.",
  "Please contact Obico Support at": "Kérjük, vegye fel a kapcsolatot az Obico ügyfélszolgálatával a következő címen:",
  "Failed to redeem the coupon code. Please try again later.": "Nem sikerült beváltani a kuponkódot. Kérjük, próbáld meg később.",
  "Oops! You already have an Obico Pro Plan...": "Hoppá! Már van Obico Pro csomagod...",
  "Contact obico support at": "Lépjen kapcsolatba az obico ügyfélszolgálatával a következő címen:",
  "Oops! Invalid Coupon!": "Hoppá! Érvénytelen kupon!",
  "Activate Your Three-Month Obico Pro Plan": "Aktiválja három hónapos Obico Pro csomagját",
  "As a valued Big Tree Tech customer, once your included plan expires, you can upgrade to a more advanced plan at a special discounted price. This offer is exclusively available for Big Tree Tech customers to ensure you continue to enjoy the benefits of Obico without interruption.": "Értékes Big Tree Tech ügyfélként, miután lejár a benne foglalt csomagja, különleges kedvezményes áron válthat egy magasabb szintű csomagra. Ez az ajánlat kizárólag a Big Tree Tech ügyfelei számára érhető el, hogy biztosítsa az Obico előnyeinek folyamatos élvezetét.",
  "Redeem Plan": "Beváltási terv",
  "Upgrade to an Obico Pro Plan and get a 25% discount as a valued BTT customer!": "Váltson Obico Pro csomagra, és kapjon 25% kedvezményt értékes BTT ügyfélként!",
  "Obico has partnered with Big Tree Tech to give you an exclusive discount on an Obico Pro Plan. Get instant access to AI failure detection, first layer AI, webcam streaming, a highly rated mobile app and more for your 3D printer.": "Az Obico együttműködött a Big Tree Tech-kel, hogy exkluzív kedvezményt biztosítson az Obico Pro csomagra. Azonnal hozzáférhetsz a mesterséges intelligencia hibájának észleléséhez, az első rétegű mesterséges intelligenciához, a webkamerás streaminghez, egy magasra értékelt mobilalkalmazáshoz és sok máshoz 3D nyomtatódhoz.",
  "Choose Plan": "Válasszon csomagot",
  "What's Included with Your Pro Plan": "Mit tartalmaz a Pro csomag?",
  "AI Failure Detection": "AI hibaészlelés",
  "Webcam Streaming": "Webkamerás streamelés",
  "Full Remote Access": "Teljes távoli hozzáférés",
  "Mobile & Web App": "Mobil- és webes alkalmazás",
  "Printer Management": "Nyomtatókezelés",
  "Compatible with Your Favorite Software": "Kompatibilis a kedvenc szoftvereddel",
  "Highly Rated Mobile App": "Magasra értékelt mobilalkalmazás",
  "Available for iOS and Android": "Elérhető iOS-re és Androidra",
  "What happens when the three-month Pro Plan expires?": "Mi történik, ha lejár a három hónapos Pro csomag?",
  "When your three-month plan expires, you will have the chance to upgrade to one of Obico’s Pro Plans at a special discounted rate. Learn more about the plan options": "Amikor a három hónapos csomagod lejár, lehetőséged lesz az Obico Pro csomagjainak egyikére váltani kedvezményes áron. Tudj meg többet a csomaglehetőségekről.",
  "If you choose not to upgrade, your plan will be automatically reverted to an Obico Free Plan.": "Ha úgy dönt, hogy nem frissít, a csomagja automatikusan visszaáll Obico ingyenes csomagra.",
  "Welcome To": "Üdvözöljük",
  "Your three-month Pro Plan Is Now Active": "Három hónapos Pro csomagod mostantól aktív",
  "Unlimited Premium Webcam Streaming": "Korlátlan prémium webkamera streamelés",
  "Unlimited AI Failure Detection": "Korlátlan AI hibaészlelés",
  "G-Code Remote Uploading and Printing": "G-kód távoli feltöltés és nyomtatás",
  "Unlimited Secure Tunnel to OctoPrint/Klipper": "Korlátlan biztonságos alagút az OctoPrint/Klipperhez",
  "Go To Printer Control Page": "Ugrás a nyomtatóvezérlő oldalra",
  "Sign Up or Sign in to Your Obico Account": "Regisztráljon vagy jelentkezzen be Obico-fiókjába",
  "And get instant access to": "És azonnali hozzáférést kapsz",
  "Signup/Sign In": "Regisztráció/Bejelentkezés",
  "Create an account or Sign in to Choose Your plan": "Hozz létre egy fiókot, vagy jelentkezz be a csomagod kiválasztásához",
  "Create Account/Sign In": "Fiók létrehozása/Bejelentkezés",
  "Create an account or Sign in to Choose Your plan and get": "Hozz létre egy fiókot, vagy jelentkezz be, hogy kiválaszd a csomagodat és megkapd",
  "Webcam-Based AI Failure Detection": "Webkamera alapú mesterséges intelligencia hibaészlelés",
  "Nozzle Ninja First Layer AI Failure Detection": "Fúvóka Ninja Első Rétegű AI Hibaészlelés",
  " for ${month} / month (${hour} / AI Detection Hour). Billed ${year} annually.": "{{month}} / hó áron ({{hour}} / MI-észlelési óra). Évente {{year}} összeggel számlázva.",
  " for ${month} / month (${hour} / AI Detection Hour).": "{{month}} / hó áron ({{hour}} / MI-észlelési óra).",
  "Calculate Plan Cost": "Terv költségének kiszámítása",
  "Kingroon Connect Plans": "Kingroon Connect csomagok",
  "Print occasionally.": "Nyomtasson alkalmanként.",
  "Unlimited Kingroon printers allowed": "Korlátlan Kingroon nyomtatók engedélyezettek",
  "Get Started": "Kezdés",
  "Basic webcam streaming": "Alapvető webkamerás streamelés",
  "100 {localizedDom} AI Detection Hours/month, 30s detection interval": "100 {localizedDom} MI-észlelési óra/hónap, 30 másodperces észlelési intervallum",
  "Basic": "Alapvető",
  "300MB /mo tunnel data - Access Mainsail or Fluidd remotely": "300 MB/hó alagút adat - Mainsail vagy Fluidd távoli elérése",
  "200MB total G-code cloud storage": "200 MB teljes G-kódos felhőtárhely",
  "Companion mobile app for {localizedDom} and {localizedDom2}": "Kísérő mobilalkalmazás a {localizedDom} és {localizedDom2} elemekhez",
  "Android": "Android",
  "iOS": "iOS",
  "Remote printer access and control": "Távoli nyomtatóhozzáférés és -vezérlés",
  "Failure alerts and print status updates sent through push notification": "Hibajelzések és nyomtatási állapotfrissítések push értesítéseken keresztül",
  "Community technical support": "Közösségi technikai támogatás",
  "Pro": "Profi",
  "Print every day. 2+ printers.": "Nyomtasson minden nap. 2+ nyomtató.",
  "$": "$",
  "month": "hónap",
  "(Billed {name} annually)": "({{name}} részére évente számlázva)",
  "1st printer included": "1. nyomtató mellékelve",
  "2+ printers at $": "2+ nyomtató $ áron",
  "month / printer": "hónap / nyomtató",
  "View/Change Subscription": "Előfizetés megtekintése/módosítása",
  "Full refund within 30 days if you are not happy.": "Teljes visszatérítés 30 napon belül, ha nem vagy elégedett.",
  "Upgrade (30-Day Money Back Guarantee)": "Frissítés (30 napos pénzvisszafizetési garancia)",
  "Start 1 month FREE trial": "Kezdje el az 1 hónapos INGYENES próbaidőszakot",
  "Premium webcam streaming": "Prémium webkamerás streamelés",
  "100 {localizedDom} AI Detection Hours per month, 10s detection interval": "100 {localizedDom} MI-észlelési óra havonta, 10 másodperces észlelési intervallum",
  "Advanced": "Fejlett",
  "Unlimited tunnel data - Access Mainsail or fluidd remotely": "Korlátlan alagútadatok - A fővitorla vagy a fluid távoli elérése",
  "5GB total G-Code cloud storage": "5 GB teljes G-Code felhőalapú tárhely",
  "Email technical support": "E-mailes technikai támogatás",
  "Printer feed sharing with premium streaming quality": "Nyomtatóhírcsatorna-megosztás prémium streamelési minőségben",
  "Invalid coupon code. Please make sure the coupon code has not been used, and has not expired. If you believe you have a valid coupon code, please ": "Érvénytelen kuponkód. Kérjük, ellenőrizze, hogy a kuponkódot még nem használták-e fel, és nem járt-e le. Ha úgy gondolja, hogy érvényes kuponkóddal rendelkezik, kérjük,",
  "As a valued Mintion customer, once your included plan expires, you can upgrade to a more advanced plan at a special discounted price. This offer is exclusively available for Mintion customers to ensure you continue to enjoy the benefits of Obico without interruption.": "Értékes Mintion ügyfélként, miután lejár a benne foglalt csomagja, különleges kedvezményes áron válthat egy magasabb szintű csomagra. Ez az ajánlat kizárólag a Mintion ügyfelei számára érhető el, hogy biztosítsa az Obico előnyeinek folyamatos élvezetét.",
  "Activate Your One Year Obico Pro Plan": "Aktiválja egyéves Obico Pro csomagját",
  "As a valued Mintion customer, you are eligible for an exclusive life-time Pro Plan discount. When you redeem your plan, you’ll be asked to enter your credit card so we can give you the exclusive 20% discount when your plan renews.": "Értékes Mintion ügyfélként exkluzív, életre szóló Pro Plan kedvezményre jogosult. A csomag beváltásakor meg kell adnia hitelkártyája adatait, hogy a csomag megújításakor exkluzív 20%-os kedvezményt biztosíthassunk Önnek.",
  "If you don’t want your plan to renew, you can cancel the plan after the plan is activated so that it will not automatically renew after one year.": "Ha nem szeretné, hogy a csomagja megújuljon, az aktiválása után lemondhatja a csomagot, így az egy év elteltével nem újul meg automatikusan.",
  "I already paid for the Pro Plan. Why do I need to enter my credit card information again?": "Már kifizettem a Pro csomagot. Miért kell újra megadnom a hitelkártyaadataimat?",
  "Your plan is fully covered for the first one year. After the first one year, the plan will renew with a special discount available exclusively for Mintion customers. You are free to cancel the plan at any time in the “Subscription” section of the Obico mobile or web app.": "A csomagod az első egy évben teljes körű fedezetet élvez. Az első egy év lejárta után a csomag megújul egy különleges kedvezménnyel, amely kizárólag a Mintion ügyfelei számára elérhető. A csomagot bármikor lemondhatod az Obico mobil- vagy webes alkalmazás „Előfizetés” részében.",
  "Still have questions?": "Még mindig vannak kérdései?",
  "Contact": "Érintkezés",
  "{brandName} support.": "{{brandName}} támogatás.",
  "Oops! You already have an {brandName} Pro Plan...": "Hoppá! Már van egy {{brandName}} Pro csomagod...",
  "Contact {brandName} support at": "Lépjen kapcsolatba a {{brandName}} ügyfélszolgálatával a következő címen:",
  "Activate Your {brandName} Pro Plan": "Aktiválja {{brandName}} Pro csomagját",
  "As a valued Sovol customer, you are eligible for an exclusive Pro Plan discount. When you redeem your plan, you’ll be asked to enter your credit card so we can give you the exclusive 20% discount when your plan renews.": "Értékes Sovol ügyfélként exkluzív Pro Plan kedvezményre jogosult. A csomag beváltásakor meg kell adnia hitelkártyája adatait, hogy a csomag megújításakor exkluzív 20%-os kedvezményt biztosíthassunk Önnek.",
  "Your plan is fully covered for the first year. After the first year, the plan will renew with a special discount available exclusively for Sovol customers. You are free to cancel the plan at any time in the “Subscription” section of the {brandname} mobile or web app.": "A csomag az első évben teljes körű fedezetet élvez. Az első év lejárta után a csomag megújul egy különleges kedvezménnyel, amely kizárólag a Sovol ügyfelei számára elérhető. A csomagot bármikor lemondhatja a {{brandname}} mobil- vagy webes alkalmazás „Előfizetés” részében.",
  "As a valued 3DO Nozzle Camera customer, once your included plan expires, you can upgrade to a more advanced plan at a special discounted price. This offer is exclusively available for 3DO customers to ensure you continue to enjoy the benefits of Obico without interruption.": "Értékes 3DO Nozzle Camera ügyfélként, miután lejár a benne foglalt csomagja, különleges kedvezményes áron válthat egy haladóbb csomagra. Ez az ajánlat kizárólag a 3DO ügyfelei számára érhető el, hogy biztosítsa az Obico előnyeinek folyamatos élvezetét.",
  "What's Included with Your Plan": "Mit tartalmaz a csomagod?",
  "Obico Cloud Plans": "Obico Cloud csomagok",
  "Thinking about self-hosting Obico Server instead?": "Gondolkodik az Obico Server saját üzemeltetésén?",
  "Check out self-hosting vs Obico Cloud.": "Nézze meg a saját üzemeltetés vs Obico Cloud összehasonlítást.",
  "Limited to 1 printer.": "1 nyomtatóra korlátozva.",
  "10 free AI Detection Hours/month included": "10 ingyenes AI-észlelési óra/hónap benne van",
  "300MB /mo tunnel data": "300 MB/hó alagút adatforgalom",
  "G-Code cloud storage up to 50MB per file, 1GB total": "G-kód felhőalapú tárhely akár 50 MB fájlonként, összesen 1 GB",
  "Notifications via Email, mobile push notification, Telegram, and more.": "Értesítések e-mailben, mobil push értesítésekkel, Telegramon és egyebeken keresztül.",
  "300MB /mo integration with your favorite 3rd-party mobile apps": "300 MB/hó integráció kedvenc harmadik féltől származó mobilalkalmazásaiddal",
  "Calculate cost": "Költség kiszámítása",
  "50 free AI Detection Hours/month included": "50 ingyenes AI-észlelési óra/hónap benne van",
  "Unlimited tunnel data": "Korlátlan alagútadatok",
  "G-Code cloud storage up to 500MB per file, 50GB total": "G-kód felhőalapú tárhely akár 500 MB fájlonként, összesen 50 GB",
  "Unlimited integration with your favorite 3rd-party mobile apps": "Korlátlan integráció kedvenc harmadik féltől származó mobilalkalmazásaival",
  "Failure alerts via SMS (text message)": "Hibajelzések SMS-ben (szöveges üzenet)",
  "AI Detection Hour Packs": "AI-észlelési óracsomagok",
  "Need more AI Detection Hours? Add the right amount of AI Detection Hours without burning a hole on your wallet.": "Több MI-észlelési órára van szüksége? Adjon hozzá megfelelő mennyiségű MI-észlelési órát anélkül, hogy lyukat ütne a pénztárcáján.",
  "Pre-paid Pack": "Előre fizetett csomag",
  "Turn on AI failure detection only for the prints.": "Csak a nyomatokhoz kapcsolja be a mesterséges intelligencia általi hibaészlelést.",
  "Available to all plans.": "Minden csomaghoz elérhető.",
  "Pre-paid AI Detection Hours never expire.": "Az előre fizetett AI-észlelési órák soha nem járnak le.",
  "One Time Purchase.": "Egyszeri vásárlás.",
  "for": "mert",
  "Start 1 month FREE trial + 250 FREE AI Detection Hours": "Kezdje el az 1 hónapos INGYENES próbaidőszakot + 250 INGYENES MI-észlelési óra",
  "Purchase Selected AI Detection Hour Pack": "Vásároljon kiválasztott MI-észlelési óracsomagot",
  "Subscribe&Save Packs": "Előfizetés és mentés csomagok",
  "AI failure detection for all prints.": "AI hibaészlelés minden nyomatnál.",
  "Available only as add-on to the Pro plan.": "Csak kiegészítőként érhető el a Pro csomaghoz.",
  "Subscribed AI Detection Hours roll over month to month.": "Az előfizetett AI-észlelési órák havonta átvihetők.",
  "Subscribed AI Detection Hours expire when subscription ends.": "Az előfizetéses MI-észlelési órák az előfizetés lejártakor lejárnak.",
  "You can change AI Detection Hour Pack or remove it from your Pro plan any time you want.": "Az AI Detection Hour Pack csomagot bármikor módosíthatod, vagy eltávolíthatod a Pro csomagodból.",
  "Upgrade to Pro with selected AI Detection Hour Pack": "Frissítsen Pro verzióra a kiválasztott AI Detection Hour Pack csomaggal",
  "Calculate Cost >>>": "Költségszámítás >>>",
  "The Spaghetti Gallery": "A Spagetti Galéria",
  "End of public time-lapse list.": "A nyilvános gyorsított felvételek listájának vége.",
  "Loading filaments...": "Filamentek betöltése...",
  "No compatible filaments found.": "Nem található kompatibilis Filament.",
  "Confirm": "Megerősítés",
  "Rotate": "Forog",
  "X (deg)": "X (fok)",
  "Y (deg)": "Y (fok)",
  "Z (deg)": "Z (fok)",
  "Scale": "Skála",
  "Uniform": "Egyenruha",
  "Percent": "Százalékos",
  "Dimension": "Dimenzió",
  "Reset": "Visszaállítás",
  "Translate": "Fordítás",
  "X-axis": "X-tengely",
  "Y-Axis": "Y-tengely",
  "Loading files ": "Fájlok betöltése",
  "Slicing Settings": "Szeletelés beállításai",
  "Please Select a Printer": "Kérjük, válasszon egy nyomtatót",
  "Filament": "Szál",
  "Please Select a Printer First": "Kérjük, először válasszon ki egy nyomtatót",
  "Please Select a Filament": "Kérjük, válasszon egy Filamentet",
  "Print Process": "Nyomtatási folyamat",
  "Please Select Printer & Filament": "Kérjük, válasszon nyomtatót és filamentet",
  "Please Select a Print Process": "Kérjük, válasszon egy nyomtatási folyamatot",
  "Modify Current Print Profile": "Aktuális nyomtatási profil módosítása",
  "Quality": "Minőség",
  "Layer height": "Réteg magassága",
  "Seam": "Varrás",
  "Seam position": "Varrás pozíciója",
  "Walls and Surfaces": "Falak és felületek",
  "Only one wall on top surfaces": "Csak egy fal a felső felületeken",
  "Strength": "Erő",
  "Walls": "Falak",
  "Wall loops": "Fali hurkok",
  "Top/bottom shells": "Felső/alsó héjak",
  "Top surface pattern": "Felső felület mintázata",
  "Top shell layers": "Felső héjrétegek",
  "Top shell thickness": "Felső héj vastagsága",
  "Bottom surface pattern": "Alsó felület mintázata",
  "Bottom shell layers": "Alsó héjrétegek",
  "Bottom shell thickness": "Alsó héj vastagsága",
  "Infill": "Kitöltés",
  "Sparse Infill Density": "Ritka kitöltési sűrűség",
  "Sparse infill pattern": "Ritka kitöltési minta",
  "Internal solid infill pattern": "Belső tömör kitöltési minta",
  "Support": "Támogatás",
  "Enable Support": "Támogatás engedélyezése",
  "Type": "Típus",
  "Threshold angle": "Küszöbszög",
  "On build plate only": "Csak a gyártófelületen",
  "Others": "Mások",
  "Temperatures": "Hőmérsékletek",
  "Nozzle Temperature": "Fúvóka hőmérséklete",
  "Nozzle Temperature (First Layer)": "Fúvóka hőmérséklete (első réteg)",
  "Bed Temperature": "Ágyhőmérséklet",
  "Bed Temperature (First Layer)": "Ágyhőmérséklet (első réteg)",
  "Skirt": "Szoknya",
  "Skirt loops": "Szoknyahurkok",
  "Skirt Height": "Szoknya magassága",
  "Brim": "Karima",
  "Brim type": "Karima típusa",
  "Brim width": "Karima szélessége",
  "Special mode": "Speciális mód",
  "Print sequence": "Nyomtatási sorrend",
  "Spiral vase": "Spirálváza",
  "Fuzzy skin": "Homályos bőr",
  "Choose a Printer": "Válasszon egy nyomtatót",
  "Choose a Filament": "Válasszon egy Filamentet",
  "Choose a Print Process": "Válasszon nyomtatási eljárást",
  "Your 30-Day {localizedDom} Free Trial Has Started!": "Elkezdődött a 30 napos {localizedDom} ingyenes próbaidőszakod!",
  "Pro Plan": "Pro csomag",
  "{trialDaysLeft} Days Left on Your {localizedDom} Free Trial!": "{trialDaysLeft} nap van hátra az {localizedDom} ingyenes próbaidőszakából!",
  "Unlimited, 25 FPS Premium Webcam Streaming": "Korlátlan, 25 FPS prémium webkamerás streamelés",
  "250 Hours Watched by AI for Failure Detection": "250 órányi mesterséges intelligencia általi megfigyelés a hibák észlelése érdekében",
  "G-Code Remote Upload and Printing": "G-kód távoli feltöltés és nyomtatás",
  "Link your 3D printer now so that you can fully enjoy the 30-Day Free Trial": "Csatlakoztassa 3D nyomtatóját most, hogy teljes mértékben élvezhesse a 30 napos ingyenes próbaidőszakot",
  "Link Printer": "Nyomtató linkje",
  "It's as easy as 1-2-3": "Olyan egyszerű, mint az 1-2-3",
  "Just Checking Out": "Csak kijelentkezés",
  "Not a whole lot you can see without your printer linked": "Nem sok mindent lehet látni nyomtató csatlakoztatása nélkül",
  "Not ready to start yet? {localizedDom} to pause your free trial.": "Még nem állsz készen a kezdésre? {localizedDom} szüneteltetheted az ingyenes próbaidőszakodat.",
  "Email us": "Írj nekünk e-mailt"
}