{
  "Filters applied": "Filtros aplicados",
  "SHOW ALL": "MOSTRAR TODO",
  "Back": "Atrás",
  "Show less": "Mostrar menos",
  "Show more": "Mostrar más",
  "At least one date is needed": "Se necesita al menos una fecha",
  "Select Dates": "Seleccionar fechas",
  "Apply": "Aplicar",
  "Cancel": "Cancelar",
  "Date from": "Fecha desde",
  "If empty, will default to your registration date": "Si está vacío, se utilizará de forma predeterminada su fecha de registro.",
  "Enter date": "Introducir fecha",
  "Date to": "Fecha hasta",
  "If empty, will default to today": "Si está vacío, el valor predeterminado será hoy.",
  "Obi is still busy working on your time-lapse": "Obi todavía está ocupado trabajando en tu time-lapse.",
  "Not Watching": "No mirando",
  "Looking Good": "Luciendo bien",
  "Fishy...": "Sospechoso...",
  "Failing!": "¡Defecto!",
  "What issues do you see in this snapshot? Select all that apply.": "¿Qué problemas observas en esta instantánea? Selecciona todos los que correspondan.",
  "Raised ripples ({localizedDom})": "Ondulaciones elevadas ({localizedDom})",
  "examples": "ejemplos",
  "Bubbling ({localizedDom})": "Burbujeante ({localizedDom})",
  "Bumps or rough surfaces ({localizedDom})": "Baches o superficies rugosas ({localizedDom})",
  "Detached or warping ({localizedDom})": "Desprendido o deformado ({localizedDom})",
  "Gaps between lines ({localizedDom})": "Espacios entre líneas ({localizedDom})",
  "Other": "Otro",
  "No issues": "No hay problemas",
  "Oops, this is {localizedDom}": "Ups, este es {localizedDom}",
  "not a nozzle camera": "No es una cámara de boquilla",
  "Previous": "Anterior",
  "Finish": "Finalizar",
  "Next": "Próximo",
  "{name} isn't ready for print for one of the following reasons": "{{name}} no está listo para imprimirse por una de las siguientes razones",
  "{name} is powered off or not connected to the Internet": "{{name}} está apagado o no está conectado a Internet",
  "Printer is not connected to {name}": "La impresora no está conectada a {{name}}",
  "Printer is currently busy": "La impresora está actualmente ocupada",
  "No available printers": "No hay impresoras disponibles",
  "Print on": "Imprimir en",
  "Print": "Imprimir",
  "Are you sure?": "¿Está seguro?",
  "Delete": "Borrar",
  "Failed to delete item": "No se pudo eliminar el elemento",
  "No prints yet": "Aún no hay impresiones",
  "Printing...": "Impresión...",
  "Rename": "Rebautizar",
  "Move": "Mover",
  "Print duration estimate": "Estimación de la duración de la impresión",
  "Filament usage estimate": "Estimación del uso del filamento",
  "First layer bed temperature": "Temperatura del lecho de la primera capa",
  "First layer extruder temperature": "Temperatura de la extrusora de la primera capa",
  "First layer height": "Altura de la primera capa",
  "Layer height": "Altura de la capa",
  "Object height": "Altura del objeto",
  "Filament type": "Tipo de filamento",
  "Filament name": "Nombre del filamento",
  "Slicer": "Rebanador",
  "Slicer version": "Versión Slicer",
  "Name": "Nombre",
  "Size": "Tamaño",
  "Created": "Creado",
  "Last Printed": "Última impresión",
  "Loading...": "Cargando...",
  "Nothing here yet": "Nada aquí todavía",
  "Nothing found": "No se encontró nada",
  "I have changed the following parameters:": "He cambiado los siguientes parámetros:",
  "Sliced with Obico AI Assistant.": "Cortado con el asistente de inteligencia artificial de Obico.",
  "View the chat history.": "Ver el historial de chat.",
  "Was AI Assistant helpful?": "¿Fue útil AI Assistant?",
  "Tell us more": "Cuéntanos más",
  "Send": "Enviar",
  "Failed to move item(s)": "No se pudieron mover los elementos",
  "Move item": "Mover elemento",
  "Place Here": "Coloque aquí",
  "Go Back": "Volver",
  "Enter new folder name": "Introduzca el nuevo nombre de la carpeta",
  "Create": "Crear",
  "Folder name": "Nombre de la carpeta",
  "Server error": "Error del servidor",
  "Enter new name": "Introduzca un nuevo nombre",
  "New name": "Nuevo nombre",
  "Print!": "¡Imprimir!",
  "You'll be redirected to printers page in": "Serás redirigido a la página de impresoras en",
  "seconds": "artículos de segunda clase",
  "Total prints": "Impresiones totales",
  "Uploaded": "Subido",
  "Deleted": "Eliminado",
  "Fields above were embedded in the G-Code file by your slicer. Consult your slicer's manual if some fields are not accurate or missing.": "Los campos anteriores fueron incrustados en el archivo G-Code por su segmentador. Consulte el manual de su segmentador si algunos campos son incorrectos o faltan.",
  "Basic Streaming": "Transmisión básica",
  "1 FPS (frame-per-second), 100 hours of streaming per month": "1 FPS (fotograma por segundo), 100 horas de streaming al mes",
  "Learn more about {localizedDom}": "Obtenga más información sobre {localizedDom}",
  "the differences between the Premium Streaming and the Basic Streaming": "Las diferencias entre el Streaming Premium y el Streaming Básico",
  "Basic AI Detection checks for failures every 30 seconds.": "La detección básica de IA comprueba si hay fallas cada 30 segundos.",
  "AI usage is reset on the 1st of each month. Hours do not roll over month to month.": "El uso de IA se reinicia el 1 de cada mes. Las horas no se acumulan de un mes a otro.",
  "Learn more about": "Obtenga más información sobre",
  "how the AI Detection Hour works ": "Cómo funciona la Hora de Detección de IA",
  "Securely tunnel to your Mainsail or fluidd Klipper interface from anywhere.": "Cree un túnel de forma segura hacia su interfaz Mainsail o Fluidd Klipper desde cualquier lugar.",
  "Free plan is subject to 300MB/month data cap. Data usage is reset on the 1st day of each month.": "El plan gratuito tiene un límite de datos de 300 MB al mes. El consumo de datos se restablece el primer día de cada mes.",
  "Klipper tunnel ": "Túnel de Klipper",
  "Premium Streaming": "Transmisión premium",
  "Up to 25 FPS (frame-per-second)": "Hasta 25 FPS (fotogramas por segundo)",
  "Up to 5 FPS with any webcam": "Hasta 5 FPS con cualquier cámara web",
  "Up to 25 FPS with Kingroon H.264 Camera.": "Hasta 25 FPS con cámara Kingroon H.264.",
  "Advanced AI checks for failures more frequently - Catch failures up to 2X faster than Basic AI.": "La IA avanzada detecta fallas con mayor frecuencia: detecta fallas hasta 2 veces más rápido que la IA básica.",
  "Unused AI Detection Hours roll over month-to-month": "Las horas de detección de IA no utilizadas se acumulan mes a mes",
  "Securely tunnel to your Mainsail or fluidd Klipper interface from anywhere. Unlimited.": "Accede de forma segura a tu interfaz Mainsail o Fluidd Klipper desde cualquier lugar. Sin límites.",
  "Up to 5 FPS (frame-per-second)": "Hasta 5 FPS (fotogramas por segundo)",
  "Throttled for 30 seconds every minute": "Acelerado durante 30 segundos cada minuto",
  "Yup! Even Free account gets 10 AI Detection Hours for FREE each month.": "¡Sí! Incluso con una cuenta gratuita, obtienes 10 horas de detección de IA GRATIS al mes.",
  "Unused AI Detection Hours roll over month to month.": "Las horas de detección de IA no utilizadas se acumulan mes a mes.",
  "You can": "Puede",
  "earn free AI Detection Hours by helping her improve": "Gana horas de detección de IA gratis ayudándola a mejorar",
  "You can also": "También puedes",
  "purchase additional AI hours": "comprar horas de IA adicionales",
  "Pro plan includes 50 AI Detection Hours each month.": "El plan Pro incluye 50 horas de detección de IA cada mes.",
  "AI Detection Hours expire when subscription ends.": "Las horas de detección de IA expiran cuando finaliza la suscripción.",
  "earn more AI Detection Hours by helping her improve": "Gana más horas de detección de IA ayudándola a mejorar",
  "Un-throttled": "Sin estrangulamiento",
  "Securely tunnel to your OctoPrint/Klipper from anywhere.": "Acceda de forma segura a su OctoPrint/Klipper desde cualquier lugar.",
  "OctoPrint/Klipper tunnel ": "Túnel OctoPrint/Klipper",
  "Securely tunnel to your OctoPrint/Klipper from anywhere. Unlimited.": "Accede de forma segura a tu OctoPrint/Klipper desde cualquier lugar. Sin límites.",
  "The monthly cap is shared between 3rd-party app and OctoPrint tunnel": "El límite mensual se comparte entre la aplicación de terceros y el túnel OctoPrint",
  "The combined usage can't exceed 300MB per month.": "El uso combinado no puede superar los 300 MB por mes.",
  "Data usage is reset on the 1st day of each month.": "El uso de datos se restablece el primer día de cada mes.",
  "Supported 3rd-party mobile apps": "Aplicaciones móviles de terceros compatibles",
  "Required versions": "Versiones requeridas",
  "OctoPrint 1.7.0 or higher": "OctoPrint 1.7.0 o superior",
  "The {brandName} plugin 1.8.11 or higher": "El complemento {{brandName}} 1.8.11 o superior",
  "Filament Runout Notifications": "Notificaciones de agotamiento de filamento",
  "Host_action_commands must be enabled in your firmware to make it possible for your filament runout sensor to communicate with OctoPrint and the {brandName} app. If you enable action commands in your firmware, then the filament runout sensor can work properly and the {brandName} app can notify you when the filament runs out. Unfortunately, without host_action_commands enabled, OctoPrint is unable to communicate with the printer to know that a filament runout was detected.": "Debe habilitar los comandos de acción del host en su firmware para que el sensor de filamento agotado se comunique con OctoPrint y la aplicación {{brandName}}. Si habilita los comandos de acción en su firmware, el sensor de filamento agotado funcionará correctamente y la aplicación {{brandName}} le notificará cuando se agote el filamento. Desafortunadamente, sin los comandos de acción del host habilitados, OctoPrint no puede comunicarse con la impresora para detectar la detección de filamento agotado.",
  "To enable support, you need to do the following": "Para habilitar el soporte, debe hacer lo siguiente",
  "Marlin: Uncomment #define HOST_ACTION_COMMANDS in Configuration_adv.h and recompile. See here for more information on host_action_commands.": "Marlin: Descomente #define HOST_ACTION_COMMANDS en Configuration_adv.h y vuelva a compilar. Consulte aquí para obtener más información sobre host_action_commands.",
  "Color Change Notifications": "Notificaciones de cambio de color",
  "Notifications on color change will work with any printer that has M600 enabled in its firmware. You do not need host_action_commands enabled to get notified when a color change is needed.": "Las notificaciones de cambio de color funcionan con cualquier impresora que tenga M600 habilitado en su firmware. No es necesario tener habilitado host_action_commands para recibir notificaciones cuando se necesite un cambio de color.",
  "Is filament usage inaccurate?": "¿El uso del filamento es inexacto?",
  "G-code files uploaded to your {brandName} account before upgrading to {brandName} for OctoPrint version 2.3.0 or {brandName} for Klipper version 1.2.0 do not include filament usage data.": "Los archivos de código G cargados en su cuenta {{brandName}} antes de actualizar a {{brandName}} para OctoPrint versión 2.3.0 o {{brandName}} para Klipper versión 1.2.0 no incluyen datos de uso de filamento.",
  "To ensure accurate filament usage and other statistics": "Para garantizar el uso preciso del filamento y otras estadísticas",
  "Upload G-code files and start prints directly through {brandName} instead of OctoPrint/Klipper.": "Cargue archivos de código G y comience a imprimir directamente a través de {{brandName}} en lugar de OctoPrint/Klipper.",
  "Use a slicer that supports filament usage parameters, such as Cura, Prusa Slicer, SuperSlicer, IdeaMaker, or Simplify3D.": "Utilice un cortador que admita parámetros de uso de filamento, como Cura, Prusa Slicer, SuperSlicer, IdeaMaker o Simplify3D.",
  "Print statistics for G-code files deleted before 12/20/2022 are not included. For files deleted after 12/20/2022, statistics are preserved.": "No se incluyen las estadísticas de impresión de los archivos de código G eliminados antes del 20/12/2022. Se conservan las estadísticas de los archivos eliminados después del 20/12/2022.",
  "Learn how to configure G-Code preview generation in your slicer": "Aprenda a configurar la generación de vista previa de G-Code en su segmentación de datos",
  "Adjust the speed of the cooling fan by setting a percentage value between 0 and 100. The default value is usually 100, which means the fan will run at full speed. Lowering the fan speed can reduce noise and save energy, but may also affect print quality if the printer gets too hot.": "Ajuste la velocidad del ventilador de refrigeración con un valor porcentual entre 0 y 100. El valor predeterminado suele ser 100, lo que significa que el ventilador funcionará a máxima velocidad. Reducir la velocidad del ventilador puede reducir el ruido y ahorrar energía, pero también puede afectar la calidad de impresión si la impresora se calienta demasiado.",
  "Adjust the speed of your 3D printer by changing the speed of all movement commands by a specified factor. The default value is 100%, meaning that the printer will move at its standard speed. Lowering the print speed factor will slow down your print, while increasing it will speed it up. Value of 200% will double the speed.": "Ajuste la velocidad de su impresora 3D modificando la velocidad de todos los comandos de movimiento según un factor específico. El valor predeterminado es 100 %, lo que significa que la impresora se moverá a su velocidad estándar. Reducir el factor de velocidad de impresión ralentizará la impresión, mientras que aumentarlo la acelerará. Un valor de 200 % duplicará la velocidad.",
  "Flow rate is the speed at which the printer extrudes plastic. If the flow rate is too high, the printer may extrude too much plastic and create blobs or stringing, while too low flow rate may result in weak and brittle prints. Adjusting the flow rate can help achieve the optimal balance between speed and quality. The default value is 100%.": "El caudal es la velocidad a la que la impresora extruye el plástico. Si el caudal es demasiado alto, la impresora podría extruir demasiado plástico y crear manchas o hilos, mientras que un caudal demasiado bajo puede resultar en impresiones débiles y quebradizas. Ajustar el caudal puede ayudar a lograr el equilibrio óptimo entre velocidad y calidad. El valor predeterminado es 100 %.",
  "No cost for three months. Plan renews after expiration. Cancel anytime.": "Sin costo por tres meses. El plan se renueva al vencimiento. Cancela cuando quieras.",
  "Printers": "Impresoras",
  "Print History": "Historial de impresión",
  "G-Codes": "Códigos G",
  "Spaghetti Gallery": "Galería de espaguetis",
  "Pricing": "Precios",
  "Help": "Ayuda",
  "Community": "Comunidad",
  "SIGN IN": "INICIAR SESIÓN",
  "SIGN UP": "INSCRIBIRSE",
  "Preferences": "Preferencias",
  "Log out": "Finalizar la sesión",
  "Upgrade to Pro": "Actualizar a Pro",
  "Statistics": "Estadística",
  "Notifications": "Notificaciones",
  "Number of snapshots": "Número de instantáneas",
  "Estimated time to finish": "Tiempo estimado para finalizar",
  "Help Obi get better at detecting failures by giving her in-depth feedback on the snapshots of the print. You will earn {localizedDom} after you finish this Focused Feedback. {localizedDom2}": "Ayuda a Obi a mejorar su capacidad para detectar fallos brindándole retroalimentación detallada sobre las instantáneas de la impresión. Obtendrás {localizedDom} al completar esta retroalimentación enfocada. {localizedDom2}",
  "2 non-expirable AI Detection Hours": "2 horas de detección de IA sin vencimiento",
  "Learn more": "Más información",
  "Start Focused Feedback": "Comience con retroalimentación enfocada",
  "I grant the {brandName} app team members the permission to review the time-lapse video of the print shown on this page.": "Otorgo a los miembros del equipo de la aplicación {{brandName}} el permiso para revisar el video de lapso de tiempo de la impresión que se muestra en esta página.",
  "Why is this necessary? ": "¿Por qué es esto necesario?",
  "File": "Archivo",
  "Printed": "Impreso",
  "You are awesome!": "¡Usted es maravilloso!",
  "The AI failure detection just got a little better because of your feedback!": "¡La detección de fallas de IA mejoró un poco gracias a sus comentarios!",
  "You just earned 2 non-expirable AI Detection Hours - Yay!": "¡Acabas de ganar 2 horas de detección de IA que no vencen! ¡Genial!",
  "I'm done!": "¡He terminado!",
  "Change feedback": "Comentarios sobre el cambio",
  "Not sure? Look at": "¿No estás seguro? Mira",
  "some examples. ": "Algunos ejemplos.",
  "Failure Detection": "Detección de fallos",
  "AI Detection Hours": "Horas de detección de IA",
  "Not watching": "No mirando",
  "Learn all possible reasons": "Conozca todas las posibles razones",
  "Enable AI failure detection": "Habilitar la detección de fallos de IA",
  "AI failure detection is disabled. You are on your own.": "La detección de fallos de IA está desactivada. Estás solo.",
  "Pause on detected failures": "Pausa ante fallos detectados",
  "You will still be alerted via notifications.": "Seguirás recibiendo alertas mediante notificaciones.",
  "Failure Detected!": "¡Fallo detectado!",
  "Not a Failure?": "¿No es un fracaso?",
  "Unable to extrude / retract": "No se puede extruir/retraer",
  "The hotend is below the minimum temperature": "El hotend está por debajo de la temperatura mínima",
  "Heat to 180°C": "Calentar a 180°C",
  "Command successfully sent!": "¡Comando enviado exitosamente!",
  "Printer Controls": "Controles de la impresora",
  "Move Head": "Mover la cabeza",
  "Extrude": "Extrudir",
  "Baby Step Z": "Paso de bebé Z",
  "Tune Printer": "Sintonizar impresora",
  "Power": "Fuerza",
  " Home All": "Inicio Todo",
  "Disable Steppers": "Desactivar los motores paso a paso",
  "Retract": "Retraer",
  "Loading tools...": "Cargando herramientas...",
  "Current Offset": "Desplazamiento actual",
  "Feed Rate / Speed": "Velocidad de avance/velocidad",
  "Flow Rate": "Caudal",
  "Fan Speed": "Velocidad del ventilador",
  "0% (Off)": "0% (descuento)",
  "These settings can only be set. They can't be read back from the firmware due to a limitation of the communication protocol.": "Estos ajustes solo se pueden configurar. No se pueden leer desde el firmware debido a una limitación del protocolo de comunicación.",
  " Toggle Power ": "Activar o desactivar la alimentación",
  " Power On All ": "Encender todo",
  " Power Off All ": "Apagar todo",
  "Rapid toggling power may result in error. Please allow a cooldown period.": "El cambio rápido de potencia puede provocar un error. Espere un tiempo de recuperación.",
  "Uh-Oh. No printer is found on the serial port.": "Uh-Oh. No se encuentra ninguna impresora en el puerto serie.",
  "Once cancelled, the print can no longer be resumed.": "Una vez cancelada, la impresión ya no podrá reanudarse.",
  "Print Job Control": "Control de trabajos de impresión",
  "Error": "Error",
  "Filament Change or User Interaction Required": "Se requiere cambio de filamento o interacción del usuario",
  "Printer is Currently Printing": "La impresora está imprimiendo actualmente",
  "Print is Paused": "La impresión está en pausa",
  "Pause": "Pausa",
  "Resume": "Reanudar",
  "Open G-Code File to Start Printing": "Abra el archivo de código G para comenzar a imprimir",
  "Files": "Archivos",
  "Printer Not Connected at the Serial Port": "La impresora no está conectada al puerto serie",
  "Contacting OctoPrint": "Contactar con OctoPrint",
  "Connect": "Conectar",
  "{brandName} for {name} is Offline.": "{{brandName}} para {{name}} está fuera de línea.",
  "Why?": "¿Por qué?",
  "Print Progress": "Progreso de impresión",
  "Last Print": "Última impresión",
  "Status": "Estado",
  "Started": "Comenzó",
  "Duration": "Duración",
  "Layer": "Capa",
  "Remaining": "Restante",
  "Calculating...": "Calculador...",
  "Finishing at": "Terminando en",
  "Elapsed": "Transcurrido",
  "Z-height": "Altura Z",
  "Total time": "Tiempo total",
  "Total filament": "Filamento total",
  "Open Print": "Abrir impresión",
  "Reprint": "Reimpresión",
  "No prints found": "No se encontraron huellas",
  "Temperature Presets": "Ajustes preestablecidos de temperatura",
  "Temperature Controls": "Controles de temperatura",
  "Loading temperature...": "Temperatura de carga...",
  "Printer Terminal": "Terminal de impresora",
  "Unknown event": "Evento desconocido",
  "Serial Port": "Puerto serie",
  "Baudrate": "Tasa de Baud",
  "Auto": "Auto",
  "Noted!": "¡Anotado!",
  "Do you want to mute failure detection on for this print?": "¿Quieres silenciar la detección de fallos para esta impresión?",
  "If you select 'Mute', failure detection will be turned off for this print, but will be automatically turned on for your next print.": "Si selecciona “Silenciar”, la detección de fallas se desactivará para esta impresión, pero se activará automáticamente para la próxima.",
  "Mute": "Silenciar",
  "Failed to update printer": "No se pudo actualizar la impresora",
  "Open": "Abierto",
  "Details": "Detalles",
  "Share": "Compartir",
  "Tunnel": "Túnel",
  "Configure": "Configurar",
  "Not a failure?": "¿No es un fracaso?",
  "Failure Detection is Off": "La detección de fallos está desactivada",
  "Learn more. ": "Más información.",
  "Enable AI failure detection {localizedDom}": "Habilitar la detección de fallos de IA {localizedDom}",
  "AI failure detection is disabled. You are on your own": "La detección de fallos de IA está desactivada. Estás solo.",
  "Pause on detected failures {localizedDom}": "Pausa ante fallos detectados {localizedDom}",
  "You will still be alerted via notifications": "Seguirás recibiendo alertas mediante notificaciones.",
  " Remaining ": " Restante ",
  " Total ": " Total ",
  "Printer Feed Sharing": "Uso compartido de la alimentación de la impresora",
  "Wait! You need to {localizedDom} to enable Printer feed.": "¡Espera! Necesitas {localizedDom} para habilitar la alimentación de la impresora.",
  "upgrade to the Pro plan": "actualizar al plan Pro",
  "Printer feed sharing is a Pro feature.": "Compartir la alimentación de la impresora es una función Pro.",
  "Running the {brandName} app incurs non-trivial amount of costs": "La ejecución de la aplicación {{brandName}} implica una cantidad considerable de costos.",
  "With little more than 1 Starbucks per month, you can upgrade to a Pro account and help us run the {brandName} app smoothly.": "Con poco más de 1 Starbucks por mes, puedes actualizar a una cuenta Pro y ayudarnos a ejecutar la aplicación {{brandName}} sin problemas.",
  "Check out Pro pricing >>>": "Consulta los precios Pro >>>",
  "Share live feed for printer ": "Compartir transmisión en vivo para la impresora",
  "Click the clipboard icon above to copy the secure shareable link to your clipboard.": "Haga clic en el icono del portapapeles que aparece arriba para copiar el enlace seguro para compartir en su portapapeles.",
  "You can test the shareable link by right-clicking {localizedDom} and select 'Open Link in Incognito Window'.": "Puede probar el enlace para compartir haciendo clic derecho en {localizedDom} y seleccionando 'Abrir enlace en ventana de incógnito'.",
  "here": "aquí",
  "Notes": "Notas",
  "Send the secure link to anyone you want to share your printer feed with. They do NOT need the {brandName} account to see your printer feed.": "Envía el enlace seguro a quien quieras compartir la información de tu impresora. No necesitan la cuenta {{brandName}} para verla.",
  "Anyone with this shareable link will be able to see your printer feed.": "Cualquier persona que tenga este enlace para compartir podrá ver el feed de su impresora.",
  "Learn more about what they can see.": "Conozca más sobre lo que pueden ver.",
  "Presets": "Ajustes preestablecidos",
  "Temperature presets can be edited or added in {agentName} settings.": "Los ajustes preestablecidos de temperatura se pueden editar o agregar en la configuración de {{agentName}}.",
  "OFF": "APAGADO",
  "Manual": "Manual",
  "Oops!": "¡Ups!",
  "Handshake failed because the pop-up was blcoked.": "El protocolo de enlace falló porque la ventana emergente estaba bloqueada.",
  "Please unblock the pop-up in your browser and try it again.": "Desbloquee la ventana emergente en su navegador e inténtelo nuevamente.",
  "Okay!": "¡Bueno!",
  "Switch to Manual Setup": "Cambiar a configuración manual",
  "Handshake failed!": "¡El apretón de manos falló!",
  "Please make sure": "Por favor asegúrese",
  "The OctoPrint you want to link is at {host}:{port}, and it's connected to the same local network as your computer/phone.": "El OctoPrint que desea vincular está en {{host}}:{{port}} y está conectado a la misma red local que su computadora/teléfono.",
  "The version of plugin is 1.8.0 or above.": "La versión del complemento es 1.8.0 o superior.",
  "The {brandName} app needs to make sure you have access to selected printer.": "La aplicación {{brandName}} debe asegurarse de que tenga acceso a la impresora seleccionada.",
  "When you press 'Link Now' button below, a new browser window will pop up to finish a handshake with this printer.": "Cuando presione el botón “Vincular ahora” a continuación, aparecerá una nueva ventana del navegador para finalizar el protocolo de enlace con esta impresora.",
  "Link Now": "Enlace ahora",
  "Platform": "Plataforma",
  "IP address": "Dirección IP",
  "Hostname": "Nombre de host",
  "OctoPi": "Pulpo Pi",
  "OS": "Sistema operativo",
  "Link": "Enlace",
  "Device Selection": "Selección de dispositivo",
  "Install Obico": "Instalar Obico",
  "Link Printer": "Impresora de enlaces",
  "First Layer Report": "Informe de primera capa",
  "uploaded": "subido",
  "Open File": "Abrir archivo",
  "First Layer Grade": "Grado de primera capa",
  "First Layer Print Time": "Tiempo de impresión de la primera capa",
  "First Layer Notes": "Notas de la primera capa",
  "You're first layer score is": "Tu puntuación de la primera capa es",
  "Grade {localizedDom} usually means one of the following": "La calificación {localizedDom} generalmente significa uno de los siguientes:",
  "AI Time-Lapse": "Lapso de tiempo con IA",
  "Original Time-Lapse": "Lapso de tiempo original",
  "Give Feedback About This Report": "Dar retroalimentación sobre este informe",
  "Possible failure detected!": "¡Posible fallo detectado!",
  "(Cancelled)": "(Cancelado)",
  "Time-lapse video deleted": "Vídeo de lapso de tiempo eliminado",
  "Time-lapse videos older than 6-months are deleted from the {brandName} app server as they are rarely needed and cost significant amount to store in the cloud.": "Los videos de lapso de tiempo con más de 6 meses de antigüedad se eliminan del servidor de la aplicación {{brandName}} ya que rara vez se necesitan y su almacenamiento en la nube cuesta una cantidad significativa.",
  "If you are a Pro subscriber and you don't want your time-lapse videos to be deleted, please ": "Si eres suscriptor Pro y no quieres que se eliminen tus vídeos time-lapse, por favor",
  "contact us": "Contáctanos",
  "Download Original Time-lapse": "Descargar Time-lapse original",
  "Download Detective Time-lapse": "Descargar Detective Time-lapse",
  " ": " ",
  "Video file is deleted.": "El archivo de vídeo ha sido eliminado.",
  "Did we get it right?": "¿Lo hicimos bien?",
  "CUSED FEEDBACK": "RETROALIMENTACIÓN UTILIZADA",
  "Thank you for completing the Focused Feedback. You have earned 2 non-expirable AI Detection Hours. You can click the button again to change your feedback.": "Gracias por completar la sección de Comentarios Enfocados. Has obtenido 2 horas de detección de IA impagables. Puedes hacer clic en el botón de nuevo para cambiar tus comentarios.",
  "With Focused Feedback, you can tell us exactly where we got it wrong. This is the most effective way to help us improve.": "Con la retroalimentación enfocada, puedes decirnos exactamente dónde nos equivocamos. Es la manera más eficaz de ayudarnos a mejorar.",
  "You will earn 2 AI Detection Hours once you finish the Focused Feedback": "Obtendrás 2 horas de detección de IA una vez que completes la retroalimentación enfocada.",
  "Every time you give us feedback,": "Cada vez que nos das tu opinión,",
  "you help us get better at detecting failures": "Nos ayudas a mejorar la detección de fallos",
  "Search": "Buscar",
  "Ascending": "Ascendente",
  "Descending": "Descendiendo",
  "SORT BY": "ORDENAR POR",
  "DIRECTION": "DIRECCIÓN",
  "Upgrade for Better Streaming": "Actualice para una mejor transmisión",
  "Because you are now on the": "Porque ahora estás en el",
  "{brandName} Cloud Free plan": "{{brandName}} Plan gratuito en la nube",
  "Streaming is limited to 5 FPS (frames per second).": "La transmisión está limitada a 5 FPS (cuadros por segundo).",
  "After 30 seconds of streaming there is a 30-second cooldown before you can resume streaming.": "Después de 30 segundos de transmisión, hay un período de recuperación de 30 segundos antes de poder reanudar la transmisión.",
  "Support the {brandName} project by": "Apoye el proyecto {{brandName}}",
  "upgrading to the Pro plan for little more than 1 Starbucks a month.": "actualizar al plan Pro por poco más de 1 Starbucks al mes.",
  "The Pro plan offers many perks, including the": "El plan Pro ofrece muchos beneficios, incluidos los siguientes:",
  "Smooth 25 FPS.": "25 FPS suaves.",
  "Unlimited streaming with no cooldowns.": "Transmisión ilimitada sin tiempos de reutilización.",
  "Video frames dropped": "Se han perdido fotogramas del vídeo",
  "The video frames are getting dropped because there is most likely a bandwidth bottleneck along the route they travel from your Raspberry Pi to your computer. The bottleneck can be anywhere, but in most cases,": "Los fotogramas de vídeo se pierden porque probablemente haya un cuello de botella de ancho de banda en la ruta desde tu Raspberry Pi hasta tu ordenador. El cuello de botella puede estar en cualquier lugar, pero en la mayoría de los casos,",
  "it is either your computer's internet connection, or your Raspberry Pi's": "Es la conexión a Internet de tu computadora o de tu Raspberry Pi.",
  "Make sure your computer is connected to the same network as your Pi. If you still see this warning, you need to trouble-shoot your computer's Wi-Fi connection, probably by moving closer to the Wi-Fi router.": "Asegúrate de que tu ordenador esté conectado a la misma red que tu Pi. Si sigues viendo esta advertencia, necesitas solucionar el problema de la conexión Wi-Fi de tu ordenador, probablemente acercándote al router Wi-Fi.",
  "If the webcam stream is smooth when your computer is on the same Wi-Fi network as your Pi, the bottleneck is likely with the upload speed of your internet connection. You need to run a speed test to make sure you have high-enough upload speed, as well as": "Si la transmisión de la cámara web es fluida cuando tu computadora está conectada a la misma red Wi-Fi que tu Pi, es probable que el problema se deba a la velocidad de subida de tu conexión a internet. Debes realizar una prueba de velocidad para asegurarte de que la velocidad de subida sea lo suficientemente alta, así como...",
  "low latency (ping)": "baja latencia (ping)",
  "Check out": "Verificar",
  "the step-by-step trouble-shooting guide.": "La guía de solución de problemas paso a paso.",
  "Webcam stream buffering": "Buffer de transmisión de cámara web",
  "When you see the messaging about webcam stream is 'buffering' occasionally, you can just reload the page. If this message repeatedly appears, it may indicate one of the problems": "Si ves que el mensaje \"La transmisión de la cámara web se está almacenando en búfer\" ocasionalmente, puedes simplemente recargar la página. Si este mensaje aparece repetidamente, podría indicar un problema.",
  "1. A constricted video stream on your Raspberry Pi. The most common reasons are": "1. Transmisión de video limitada en tu Raspberry Pi. Las razones más comunes son:",
  "Camera resolution is set too high.": "La resolución de la cámara está configurada demasiado alta.",
  "Camera framerate is set too high.": "La velocidad de cuadros de la cámara está configurada demasiado alta.",
  "The upload speed of your Raspberry Pi is too low.": "La velocidad de carga de tu Raspberry Pi es demasiado baja.",
  "2. The internet connection of your computer or phone is not fast enough.": "2. La conexión a Internet de su computadora o teléfono no es lo suficientemente rápida.",
  "3. Your webcam is not properly connected to your Raspberry Pi.": "3. Su cámara web no está conectada correctamente a su Raspberry Pi.",
  "Check": "Controlar",
  "this step-by-step troubleshooting guide": "Esta guía de solución de problemas paso a paso",
  "Buffering...": "Buffering...",
  "Why is it stuck?": "¿Por qué está atascado?",
  "Webcam streams up to 5 FPS for Free": "La cámara web transmite hasta 5 FPS gratis",
  "Learn more...": "Saber más...",
  "Filter": "Filtrar",
  "Suppress Temperature": "Suprimir temperatura",
  "Suppress SD Status Messages": "Suprimir mensajes de estado de SD",
  "Suppress Position Messages": "Suprimir mensajes de posición",
  "Suppress 'OK' Messages": "Suprimir mensajes 'OK'",
  "Enter code...": "Introduzca el código...",
  "Terminal feed is off": "La alimentación del terminal está desactivada",
  "Failed to fetch authorized apps": "No se pudieron obtener las aplicaciones autorizadas",
  "Failed to remove access": "No se pudo eliminar el acceso",
  "Authorized Apps": "Aplicaciones autorizadas",
  "App Name": "Nombre de la aplicación",
  "Printer to Access": "Impresora para acceder",
  "Remove Access": "Eliminar acceso",
  "General": "General",
  "Language": "Idioma",
  "Language preference saved. Please refresh the page to apply the changes.": "Preferencia de idioma guardada. Por favor, actualice la página para aplicar los cambios.",
  "Land directly on the printer control page if I have only 1 printer": "Aterrice directamente en la página de control de impresora si solo tengo 1 impresora",
  "This option will be ignored if you have multiple printers. In this case, you will always land on the printer overview page.": "Esta opción se ignorará si tiene varias impresoras. En ese caso, accederá a la página de resumen de impresoras.",
  "View Archived Printers": "Ver impresoras archivadas",
  "Enable notifications": "Habilitar notificaciones",
  "Enable notification": "Habilitar notificación",
  "Please configure the following variables in the '.env' file": "Configure las siguientes variables en el archivo '.env'",
  "Edit Name": "Editar nombre",
  "Profile": "Perfil",
  "First Name": "Nombre de pila",
  "Last Name": "Apellido",
  "Email": "Correo electrónico",
  "Primary Email": "Correo electrónico principal",
  "Manage email addresses": "Administrar direcciones de correo electrónico",
  "Password": "Contraseña",
  "Change Password": "Cambiar la contraseña",
  "Appearance": "Apariencia",
  "Theme": "Tema",
  "DARK": "OSCURO",
  "LIGHT": "LUZ",
  "Sync theme with system settings": "Sincronizar el tema con la configuración del sistema",
  "Failure alerts": "Alertas de fallos",
  "When possible failures are detected": "Cuando se detectan posibles fallos",
  "Print job events": "Eventos de trabajos de impresión",
  "Upon start/end/cancellation of a print job": "Al iniciar/finalizar/cancelación de un trabajo de impresión",
  "When print is done": "Cuando la impresión esté terminada",
  "When print is cancelled": "Cuando se cancela la impresión",
  "When printer needs attention": "Cuando la impresora necesita atención",
  "Such as filament change or run-out": "Como por ejemplo el cambio o agotamiento del filamento.",
  "When print is started": "Cuando se inicia la impresión",
  "When print is paused": "Cuando la impresión está en pausa",
  "Note: this event may be triggered by other plugins that pause the print frequently, such as the timelapse plugin": "Nota: este evento puede ser activado por otros complementos que pausan la impresión con frecuencia, como el complemento de lapso de tiempo.",
  "When print is resumed": "Cuando se reanude la impresión",
  "Heater status change": "Cambio de estado del calentador",
  "Heater reached target or cooled down": "El calentador alcanzó el objetivo o se enfrió",
  "Push Notification": "Notificación push",
  "Failed to contact printer. Is it powered on and connected to Internet?": "No se pudo contactar con la impresora. ¿Está encendida y conectada a internet?",
  "Printer not responding": "La impresora no responde",
  "The printer doesn't seem to be responding. Is it powered on and connected to the Internet? Please": "La impresora no parece responder. ¿Está encendida y conectada a internet? Por favor.",
  "report the problem to us": "Infórmenos del problema",
  "if this error repeats multiple times.": "Si este error se repite varias veces.",
  "Get help from": "Obtenga ayuda de",
  "the {brandName} for Klipper support forum": "el {{brandName}} para el foro de soporte de Klipper",
  "or": "o",
  "the {brandName} general support forum": "el foro de soporte general {{brandName}}",
  "if this error persists.": "Si este error persiste.",
  "SMS": "Mensajes de texto",
  "Pushbullet": "Bala de empuje",
  "Discord": "Discordia",
  "Telegram": "Telegrama",
  "Pushover": "Persona fácil de convencer",
  "Slack": "Flojo",
  "Webhook": "Webhook",
  "Webhook URL": "URL del webhook",
  "Discord Webhook": "Webhook de Discord",
  "If you have a Discord channel you wish to receive notifications on, you can {localizedDom} and enter it here.": "Si tienes un canal de Discord en el que deseas recibir notificaciones, puedes {localizedDom} e ingresarlo aquí.",
  "generate webhook url": "generar URL de webhook",
  "Notifications are sent to verified email addresses only.": "Las notificaciones se envían únicamente a direcciones de correo electrónico verificadas.",
  "Account events {localizedDom}": "Eventos de cuenta {localizedDom}",
  "Plan changed; AI Detection Hours running low; etc.": "Plan cambiado; las horas de detección de IA se están agotando; etc.",
  "Access Token": "Token de acceso",
  "Pushbullet Access Token": "Token de acceso de Pushbullet",
  "If you have a Pushbullet account, you can {localizedDom} and enter it here.": "Si tiene una cuenta Pushbullet, puede {localizedDom} e ingresarlo aquí.",
  "generate an access token": "generar un token de acceso",
  "User Key": "Clave de usuario",
  "Pushover User Key": "Clave de usuario pushover",
  "If you have a Pushover account, you can {localizedDom} and enter it here.": "Si tiene una cuenta Pushover, puede {localizedDom} e ingresarlo aquí.",
  "get your User Key": "Obtenga su clave de usuario",
  "Slack test failed": "La prueba de holgura falló",
  "Close": "Cerca",
  "{brandName} Messenger has been successfully added to your workspace.": "{{brandName}} Messenger se ha agregado correctamente a tu espacio de trabajo.",
  "What's Next?": "¿Que sigue?",
  " 1. Make sure {brandName} Messenger is added to the channels you want the notifications to be sent to.": "1. Asegúrate de que {{brandName}} Messenger esté agregado a los canales a los que deseas que se envíen las notificaciones.",
  "2. There is no 2. You are all set. It's this simple. 😀": "2. No hay 2. Ya está todo listo. Así de simple. 😀",
  "Click the button below to add the {brandName} Slack App into your workspace": "Haga clic en el botón a continuación para agregar la aplicación Slack {{brandName}} a su espacio de trabajo",
  "Test Notifications": "Notificaciones de prueba",
  "Test Slack Notification": "Notificación de prueba de Slack",
  "Questions?": "¿Preguntas?",
  "Q: How do I remove the {brandName} Slack App from a slack channel so that it won't send notifications to that channel?": "P: ¿Cómo elimino la aplicación de Slack {{brandName}} de un canal de Slack para que no envíe notificaciones a ese canal?",
  "Q: How do I remove the {brandName} Slack App from the entire workspace?": "P: ¿Cómo elimino la aplicación de Slack {{brandName}} de todo el espacio de trabajo?",
  "A: Please follow the instructions in {localizedDom}.": "A: Siga las instrucciones en {localizedDom}.",
  "this Slack help doc": "este documento de ayuda de Slack",
  "Telegram test failed": "La prueba de Telegram falló",
  "Login to be notified by our Telegram bot.": "Inicie sesión para recibir notificaciones de nuestro bot de Telegram.",
  "Telegram in the mobile app is very finicky. Please open a browser, and log into {localizedDom} using the same credential to set up Telegram.": "La configuración de Telegram en la app móvil es muy compleja. Abre un navegador e inicia sesión en {localizedDom} con las mismas credenciales para configurar Telegram.",
  "the {brandName} web app": "la aplicación web {{brandName}}",
  "Once set up, Telegram notification will work properly on your phone.": "Una vez configurada, las notificaciones de Telegram funcionarán correctamente en tu teléfono.",
  "If you see 'Bot domain invalid', please hard-refresh the browser a few times. I know it's annoying. But Telegram API has a very high failure rate.": "Si ves \"Dominio de bot no válido\", actualiza el navegador varias veces. Sé que es molesto, pero la API de Telegram tiene una tasa de fallos muy alta.",
  "If you press the 'Test Telegram Notification' button and see an error, please hard-refresh the browser a few times and press the test button again.": "Si presiona el botón 'Probar notificación de Telegram' y ve un error, actualice el navegador varias veces y presione el botón de prueba nuevamente.",
  "Unlink Telegram": "Desvincular Telegram",
  "Test Telegram Notification": "Notificación de prueba de Telegram",
  "Oops, we don't send SMS to this country code": "Oops, no enviamos SMS a este código de país",
  "Phone Number": "Número de teléfono",
  "Country Code": "Código del país",
  "Custom Webhook URL": "URL de webhook personalizada",
  "Enter a custom webhook URL at which to receive notifications.": "Introduzca una URL de webhook personalizada en la que recibir notificaciones.",
  "You just earned 3 AI Detection Hours!": "¡Acabas de ganar 3 horas de detección de IA!",
  "Having more training data is crucial for a better First Layer AI. Thank you!": "Disponer de más datos de entrenamiento es crucial para una mejor IA de primera capa. ¡Gracias!",
  "You can now close this page": "Ahora puedes cerrar esta página.",
  "First Layer Snapshots": "Instantáneas de la primera capa",
  "Help {brandName}'s First Layer AI (codename: Celestrius) learn and improve quickly by telling her what issues exist in each of these snapshots.": "Ayuda a la IA de primera capa de {{brandName}} (nombre en código: Celestrius) a aprender y mejorar rápidamente diciéndole qué problemas existen en cada una de estas instantáneas.",
  "Why should I do this?": "¿Por qué debería hacer esto?",
  "{brandName}'s First Layer AI is still in her infant time. Just like a human baby, the only way she can learn is to be told by adults what is good and what is bad. By telling her what issues exist in these snapshots, you will help her get better at telling a good first layer apart from a bad one.": "La IA de primera capa de {{brandName}} aún está en su infancia. Al igual que un bebé humano, la única forma de aprender es que los adultos le digan qué está bien y qué está mal. Al explicarle los problemas presentes en estas instantáneas, la ayudarás a distinguir mejor una buena primera capa de una mala.",
  "Privacy Notice: By participating in this survey, you grant the {brandName} team members the permission to review all snapshots below.": "Aviso de privacidad: Al participar en esta encuesta, otorga a los miembros del equipo {{brandName}} el permiso para revisar todas las instantáneas a continuación.",
  "Earn 3 AI Detection Hours!": "¡Gana 3 horas de detección de IA!",
  "{name} snapshots were selected from your first layer print. Earn 3 AI Detection Hours by telling us if you see any printing issues with these snapshots!": "Se seleccionaron {{name}} instantáneas de tu primera capa de impresión. ¡Obtén 3 horas de detección de IA si nos informas si detectas algún problema de impresión con estas instantáneas!",
  "Download file": "Descargar archivo",
  "Host printer for this gcode not found": "No se encontró la impresora host para este gcode",
  "Rename file": "Cambiar el nombre del archivo",
  "Delete file": "Eliminar archivo",
  "This G-Code file doesn't exists": "Este archivo G-Code no existe",
  "This file is deleted and unavailable for print": "Este archivo está eliminado y no está disponible para imprimir.",
  "This file doesn't have any prints yet": "Este archivo aún no tiene impresiones",
  "File storage": "Almacenamiento de archivos",
  "Sort": "Clasificar",
  "Create folder": "Crear carpeta",
  "Available to browse files": "Disponible para explorar archivos",
  "Unable to browse files": "No se pueden explorar los archivos",
  "Delete {name} item(s)? This action can not be undone.": "¿Eliminar {{name}} elementos? Esta acción no se puede deshacer.",
  "Yes": "Sí",
  "No": "No",
  "Failed to delete files and folders": "No se pudieron eliminar archivos ni carpetas",
  "{name} isn't available for browsing files for one of the following reasons": "{{name}} no está disponible para explorar archivos por una de las siguientes razones",
  "{brandName} for {name} plugin is outdated (you need version {version} or later)": "El complemento {{brandName}} para {{name}} está desactualizado (necesita la versión {{version}} o posterior)",
  "Printer not found or unavailable": "Impresora no encontrada o no disponible",
  "Folder with this name already exists": "La carpeta con este nombre ya existe",
  "Select all": "Seleccionar todo",
  "selected": "seleccionado",
  "STORAGE": "ALMACENAMIENTO",
  "Cloud": "Nube",
  "G-Code file (*.gcode, *.gco, or *.g) only.": "Solo archivos de código G (*.gcode, *.gco o *.g).",
  "Up to {maxFilesize} MB each file, {maxTotalFilesize} GB total.": "Hasta {{maxFilesize}} MB cada archivo, {{maxTotalFilesize}} GB en total.",
  "Search in Klipper printers works only for current directory": "La búsqueda en impresoras Klipper solo funciona para el directorio actual",
  "Pop up on errors": "Aparecen ventanas emergentes de errores",
  "Unlimited Account": "Cuenta Ilimitada",
  "Contact Support": "Contactar con soporte técnico",
  "Large Chat Window": "Ventana de chat grande",
  "Small Chat Window": "Pequeña ventana de chat",
  "Would you like to send a support request?": "¿Quieres enviar una solicitud de soporte?",
  "Describe your issue here...": "Describe tu problema aquí...",
  "Sending...": "Envío...",
  "Ask for tech support": "Solicitar soporte técnico",
  "Nah, I'm good": "No, estoy bien.",
  "Your JusPrin Account": "Tu cuenta JusPrin",
  "You have run out of AI credits!": "¡Se te han agotado los créditos de IA!",
  "Unlimited": "Ilimitado",
  "FREE Plan": "Plan GRATUITO",
  "Yay! You are on the Unlimited Plan!": "¡Genial! ¡Estás en el Plan Ilimitado!",
  "Enjoy unlimited AI credits!": "¡Disfruta de créditos de IA ilimitados!",
  "Manage Subscription Plan": "Gestionar Plan de Suscripción",
  "AI Credits": "Créditos de IA",
  "Reset on {resetDate}": "Se reinicia el {resetDate}",
  "\"AI credit\" is the currency for using JusPrin AI. Every time you ask JusPrin to determine the best way to slice the model, you will use 1 AI credit.": "El \"crédito de IA\" es la moneda para usar JusPrin AI. Cada vez que le pidas a JusPrin que determine la mejor forma de cortar el modelo, usarás 1 crédito de IA.",
  "We set a limit on the number of AI credits per month for free users because OpenAI charges us for each API call.": "Establecemos un límite en el número de créditos de IA por mes para usuarios gratuitos porque OpenAI nos cobra por cada llamada a la API.",
  "AI credit limit is reset at the beginning of each month.": "El límite de créditos de IA se reinicia al principio de cada mes.",
  "Get More AI Credits": "Obtener más créditos de IA",
  "If you are running short on AI credits, there are two ways to get more.": "Si te están quedando pocos créditos de IA, hay dos formas de obtener más.",
  "Upgrade to Unlimited Plan": "Actualizar al Plan Ilimitado",
  "30% OFF": "30% DE DESCUENTO",
  "If your account is an Obico Pro account, you can get a 30% discount on the upgrade. Discount automatically applied at checkout.": "Si tu cuenta es una cuenta Obico Pro, puedes obtener un 30% de descuento en la actualización. El descuento se aplica automáticamente en el checkout.",
  "Upgrade": "Actualizar",
  "Alternatively, you can {hostYourOwnLink} and get unlimited AI credits using your own OpenAI API key.": "Alternativamente, puedes {hostYourOwnLink} y obtener créditos de IA ilimitados usando tu propia clave API de OpenAI.",
  "host your own JusPrin server": "alojar tu propio servidor JusPrin",
  "I have not set any slicing parameters for you. Do you want me to slice your model with these?": "No he configurado ningún parámetro de corte para usted. ¿Quiere que corte su modelo con estos?",
  "- Filament:": "- Filamento:",
  "- Process preset:": "- Proceso preestablecido:",
  "I notice some of your models have overhangs. I can try to auto-orient them to minimize the need for supports.": "Noto que algunos de sus modelos tienen voladizos. Puedo intentar orientarlos automáticamente para minimizar la necesidad de soportes.",
  "My slicing algorithm lord just said:": "Mi señor del algoritmo de corte acaba de decir:",
  "Please set the slicing settings based on the suggested strategy:": "Por favor, configure los ajustes de corte según la estrategia sugerida:",
  "Since you are on a Free plan, please join our Discord server to seek support from the community.": "Dado que estás en un plan gratuito, únete a nuestro servidor de Discord para buscar apoyo de la comunidad.",
  "You can also {localizedDom} to get email support from the Obico team.": "También puedes {localizedDom} para obtener soporte por correo electrónico del equipo de Obico.",
  "upgrade to the Unlimited plan": "actualizar al plan Ilimitado",
  "Detailed explanations:": "Explicaciones detalladas:",
  "I have applied the following settings:": "He aplicado las siguientes configuraciones:",
  "- Additional slicing parameters:": "- Parámetros de corte adicionales:",
  "None": "Ninguno",
  "Re-apply settings": "Volver a aplicar la configuración",
  "I suggest the following to achieve the best results:": "Sugiero lo siguiente para lograr los mejores resultados:",
  "Oh no! My slicing algorithm lord just said:": "¡Ay, no! Mi señor del algoritmo de corte acaba de decir:",
  "Scan this QR code with your phone to join our Discord server:": "Escanee este código QR con su teléfono para unirse a nuestro servidor de Discord:",
  "Thinking...": "Pensamiento...",
  "It seems to be taking awfully long to slice. Maybe something went wrong...? You can start over, or continue waiting.": "Parece que está tardando muchísimo en cortar. ¿Quizás algo salió mal...? Puedes empezar de nuevo o seguir esperando.",
  "Slicing in progress...": "Rebanando en progreso...",
  "Type your message here...": "Escriba su mensaje aquí...",
  "Select printer, filament, and add models first": "Seleccione la impresora, el filamento y agregue los modelos primero",
  "Sign Up/Sign In to Get Started": "Regístrate o inicia sesión para comenzar",
  "Timeout: No response for action \"{action}\" within {timeout}ms": "Tiempo de espera: No hay respuesta para la acción \"{{action}}\" dentro de {{timeout}}ms",
  "🤖 Hi, I'm JusBot, your 3D printing AI assistant.": "🤖Hola, soy JusBot, tu asistente de IA para impresión 3D.",
  "I notice you haven't added any printers yet. You need to add at least one printer before you can use JusPrin.": "Veo que aún no has añadido ninguna impresora. Necesitas añadir al menos una para poder usar JusPrin.",
  "I notice you haven't added any filaments yet. You need to add at least one filament before you can use JusPrin.": "Veo que aún no has añadido ningún filamento. Necesitas añadir al menos uno antes de poder usar JusPrin.",
  "I notice you don't have any models on your plate.\n\nAdd some models to see the magic. 😀": "Veo que no tienes ningún modelo en mente.\n\nAgrega algunos modelos para ver la magia. 😀",
  "I notice your model uses multiple plates or filaments.\n\nJusPrin is still in beta and does not support multiple plates or filaments yet.\n\nPlease manually slice your model. Also stay tuned for our product update.": "He visto que tu modelo usa varias placas o filamentos.\n\nJusPrin aún está en fase beta y no es compatible con varias placas o filamentos.\n\nPor favor, segmenta tu modelo manualmente. Mantente al tanto de nuestras actualizaciones de producto.",
  "You are currently using:": "Actualmente estás usando:",
  "Printer:": "Impresora:",
  "Filament:": "Filamento:",
  "You have {num} model on your plate.": "Tienes el modelo {{num}} en tu plato.",
  "You have {num} models on your plate.": "Tienes {{num}} modelos en tu plato.",
  "I see \"{modelName}\" added to your plate.": "Veo \"{{modelName}}\" agregado a tu plato.",
  "I see \"{modelName}\" and {num} other model added to your plate.": "Veo \"{{modelName}}\" y {{num}} otros modelos agregados a su placa.",
  "I see \"{modelName}\" and {num} other models added to your plate.": "Veo \"{{modelName}}\" y {{num}} otros modelos agregados a tu placa.",
  "Sorry, there was an error processing your request.": "Lo sentimos, hubo un error al procesar su solicitud.",
  "Add printer": "Agregar impresora",
  "Add filament": "Añadir filamento",
  "Change printer": "Cambiar impresora",
  "Change filament": "Cambiar filamento",
  "More options": "Más opciones",
  "Slice with current settings": "Rebanada con configuración actual",
  "End troubleshooting": "Finalizar la resolución de problemas",
  "I want to end troubleshooting": "Quiero terminar con la resolución de problemas",
  "Stay in troubleshooting": "Permanecer en la resolución de problemas",
  "I want to continue troubleshooting": "Quiero continuar con la solución de problemas",
  "Start over": "Empezar de nuevo",
  "Export G-code": "Exportar código G",
  "Switch to preview": "Cambiar a la vista previa",
  "Auto-orient models": "Modelos de orientación automática",
  "Undo auto-orient": "Deshacer la orientación automática",
  "Got it! Auto-orient is undone.": "¡Entendido! La orientación automática está deshabilitada.",
  "Undo auto-arrange": "Deshacer la organización automática",
  "Got it! Auto-arrange is undone.": "¡Entendido! El autoorganizado se ha deshecho.",
  "Enable support": "Habilitar soporte",
  "Support enabled.": "Soporte habilitado.",
  "Undo enable support": "Deshacer la habilitación del soporte",
  "Got it! Support is now disabled.": "¡Entendido! El soporte está deshabilitado.",
  "Explain it to me": "Explícamelo",
  "JusPrin displays this message: *\"{originalErrorMessage}\"* Explain it to me.": "JusPrin muestra este mensaje: *\"{{originalErrorMessage}}\"* Explícamelo.",
  "Okay": "Bueno",
  "Common printing prompts": "Indicaciones de impresión comunes",
  "Test render": "Prueba de renderizado",
  "✨ Do your magic!": "✨¡Haz tu magia!",
  "Looks good to me": "Me parece bien",
  "You got it wrong. Scratch that.": "Te equivocaste. Olvídalo.",
  "Let me change it": "Déjame cambiarlo",
  "Just do a standard print. Nothing special.": "Simplemente haz una impresión estándar. Nada especial.",
  "I want to do a fast print. Draft quality.": "Quiero hacer una impresión rápida. Calidad borrador.",
  "Print a strong part.": "Imprima una pieza fuerte.",
  "My last print did not stick to the bed. Help me fix it.": "Mi última impresión no se pegó a la cama. Ayúdenme a arreglarlo.",
  "Select a {presetType}. If the {presetType} is not listed, use the \"Add {presetType}\" button to add it first.": "Seleccione un {{presetType}}. Si el {{presetType}} no aparece en la lista, utilice el botón \"Agregar {{presetType}}\" para agregarlo primero.",
  "You have switched to:": "Has cambiado a:",
  "Welcome To": "Bienvenido a",
  "Your 30-Day {localizedDom} Free Trial Has Started!": "¡Tu prueba gratuita de 30 días de {localizedDom} ha comenzado!",
  "Pro Plan": "Plan Pro",
  "{trialDaysLeft} Days Left on Your {localizedDom} Free Trial!": "{trialDaysLeft} ¡Quedan días para tu {localizedDom} prueba gratuita!",
  "Unlimited Secure Tunnel to your {platformDisplayName}": "Túnel seguro ilimitado a su {{platformDisplayName}}",
  "Premium 25 FPS Webcam Streaming": "Transmisión premium por cámara web a 25 FPS",
  "250 AI Failure Detection Hours": "250 horas de detección de fallos de IA",
  "G-Code Remote Upload and Printing": "Carga e impresión remota de código G",
  "{platformDisplayName} has not been linked to your {brandName} account.": "{{platformDisplayName}} no se ha vinculado a su cuenta {{brandName}}.",
  "Link {platformDisplayName} Now": "Enlace {{platformDisplayName}} Ahora",
  "It's as easy as 1-2-3.": "Es tan fácil como 1-2-3.",
  "Not ready to start yet? {localizedDom} to pause your free trial.": "¿Aún no estás listo para empezar? Pulsa {localizedDom} para pausar tu prueba gratuita.",
  "Email us": "Envíenos un correo electrónico",
  "Authorization Successful!": "¡Autorización exitosa!",
  "You can close this page": "Puedes cerrar esta página",
  "Tunnel Access Authorization": "Autorización de acceso al túnel",
  "is requesting to access you {platformDisplayName} Tunnel.": "está solicitando acceso a su túnel {{platformDisplayName}}.",
  "is a secure way provided by {localizedDom} to remotely access your {platformDisplayName}. With the {platformDisplayName} Tunnel, you can use {appDisplayName} to access your {platformDisplayName} from anywhere.": "Es una forma segura que ofrece {localizedDom} para acceder remotamente a su {platformDisplayName}. Con el túnel {platformDisplayName}, puede usar {appDisplayName} para acceder a su {platformDisplayName} desde cualquier lugar.",
  "Tunnel usage of a free account is {localizedDom} to enjoy unlimited tunnel usage.": "El uso del túnel de una cuenta gratuita es {localizedDom} para disfrutar de un uso ilimitado del túnel.",
  "capped at 300MB per month": "limitado a 300 MB por mes",
  "upgrade to the {brandName} app Pro plan for 1 Starbucks a month": "Actualice al plan Pro de la aplicación {{brandName}} para obtener 1 Starbucks al mes",
  "After the Free trial expires, tunnel data usage will be {localizedDom} to continue enjoying unlimited tunnel usage.": "Una vez que expire la prueba gratuita, el uso de datos del túnel será {localizedDom} para continuar disfrutando del uso ilimitado del túnel.",
  "Tunnel access by {localizedDom} (make sure you trust it)": "Acceso al túnel mediante {localizedDom} (asegúrese de confiar en él):",
  "You have 0 active printers": "Tienes 0 impresoras activas",
  "Please select a printer": "Por favor seleccione una impresora",
  "Authorize": "Autorizar",
  "Manage Apps": "Administrar aplicaciones",
  "Security notes": "Notas de seguridad",
  "The app can only access the tunnel, not your {brandName} account info such as your email address.": "La aplicación solo puede acceder al túnel, no a la información de su cuenta {{brandName}}, como su dirección de correo electrónico.",
  "The access remains valid until explicitly revoked. You can revoke the access by going to Preferences -> Authorized Apps.": "El acceso es válido hasta que se revoque explícitamente. Puede revocarlo en Preferencias -> Aplicaciones autorizadas.",
  "Log Out": "Finalizar la sesión",
  "Free {platformDisplayName} Tunnel": "Túnel gratuito {{platformDisplayName}}",
  "Powered by {brandName}": "Desarrollado por {{brandName}}",
  "With the Free {platformDisplayName} Tunnel by {brandName}, you can now use {appDisplayName} to": "Con el túnel gratuito {{platformDisplayName}} de {{brandName}}, ahora puede usar {{appDisplayName}} para",
  "securely control and monitor your printer from anywhere": "Controle y monitoree de forma segura su impresora desde cualquier lugar",
  "Unlimited realtime webcam at 0.1FPS.": "Cámara web en tiempo real ilimitada a 0,1 FPS.",
  "300MB monthly tunnel data cap (excluding webcam streaming).": "Límite de datos de túnel mensual de 300 MB (excluida la transmisión por cámara web).",
  "10 hours/mo AI failure detection.": "Detección de fallas de IA durante 10 horas al mes.",
  "Upgrade to {brandName} Pro Account ({localizedDom}) to get premium features": "Actualice a la cuenta Pro {brandName} ({localizedDom}) para obtener funciones premium:",
  "from $4/mo": "desde $4/mes",
  "Unlimited realtime webcam streaming.": "Transmisión ilimitada de cámara web en tiempo real.",
  "Unlimited tunnel data usage.": "Uso ilimitado de datos del túnel.",
  "50 hours/mo AI failure detection.": "Detección de fallas de IA durante 50 horas al mes.",
  "And much more...": "Y mucho más...",
  "SIGN IN ": "INICIAR SESIÓN ",
  "- OR -": "- O -",
  "OctoPrint/Klipper Secure Tunnel": "Túnel seguro OctoPrint/Klipper",
  "It may take long time for OctoPrint/Mainsail/Fluidd page to load as it is securely tunneled via the {brandName} app server.": "La página OctoPrint/Mainsail/Fluidd puede tardar bastante tiempo en cargarse, ya que está tunelizada de forma segura a través del servidor de aplicaciones {{brandName}}.",
  "Learn more about OctoPrint/Klipper tunnel's security and page load speed.": "Obtenga más información sobre la seguridad y la velocidad de carga de la página del túnel OctoPrint/Klipper.",
  "Don't show again": "No volver a mostrar",
  "Monthly data usage ({localizedDom})": "Uso mensual de datos ({localizedDom})",
  "Resets in {daysUntilReset} days": "Se reinicia en {{daysUntilReset}} días",
  "Used {usageMTD} of {humanizedUsageCap}.": "Se utilizó {{usageMTD}} de {{humanizedUsageCap}}.",
  "Your month-to-date tunnel data usage is over the Free plan limit.": "Su uso de datos de túnel mensual hasta la fecha supera el límite del plan gratuito.",
  "Get Unlimited Tunnel Data": "Obtenga datos de túnel ilimitados",
  "Successfully linked to your account!": "¡Vinculado exitosamente a su cuenta!",
  "Printer name": "Nombre de la impresora",
  "Give your printer a shiny name.": "Dale un nombre brillante a tu impresora.",
  "Authorize App Access": "Autorizar el acceso a la aplicación",
  "Go Check Out Printer Feed!": "¡Vaya a ver Printer Feed!",
  "Add Phone Number": "Agregar número de teléfono",
  "Receive text (SMS) in case of print failures.": "Recibir mensajes de texto (SMS) en caso de fallas de impresión.",
  "Change Printer Settings": "Cambiar la configuración de la impresora",
  "You can always change it later.": "Siempre puedes cambiarlo más tarde.",
  "Install Obico for Klipper": "Instalar Obico para Klipper",
  "Find the Guide for Your Printer to install Obico for Klipper.": "Encuentre la guía para su impresora para instalar Obico para Klipper.",
  "SSH to your device.": "Conéctese por SSH a su dispositivo.",
  "Enter the installation commands.": "Introduzca los comandos de instalación.",
  "Alternatively, you can use KIAUH to install Obico.": "Alternativamente, puede utilizar KIAUH para instalar Obico.",
  "Upon \"Scanning the networking...\", come back here and click \"Next\".": "Luego de \"Escaneando la red...\", regrese aquí y haga clic en \"Siguiente\".",
  "Install Obico for OctoPrint": "Instalar Obico para OctoPrint",
  "Open OctoPrint in another browser tab.": "Abra OctoPrint en otra pestaña del navegador.",
  "Select": "Seleccionar",
  "OctoPrint settings menu → Plugin Manager → Get More...": "Menú de configuración de OctoPrint → Administrador de complementos → Obtener más...",
  "Enter '{brandName}' to locate the plugin. Click": "Introduce '{{brandName}}' para localizar el complemento. Haz clic.",
  "Install": "Instalar",
  "Restart OctoPrint when prompted.": "Reinicie OctoPrint cuando se le solicite.",
  "SSH to the Raspberry Pi (or other SBC) your Klipper runs on.": "Conéctese por SSH a la Raspberry Pi (u otro SBC) en el que se ejecuta Klipper.",
  "Run:": "Correr:",
  "1. Unbox and assemble the 3D printer following the manufacturers instructions": "1. Desempaque y ensamble la impresora 3D siguiendo las instrucciones del fabricante.",
  "2. Power on the 3D printer and make sure it is connected to WiFi.": "2. Encienda la impresora 3D y asegúrese de que esté conectada a WiFi.",
  "3. Tap “Next” when you are ready.": "3. Pulse “Siguiente” cuando esté listo.",
  "Need help? Check out the {localizedDom}": "¿Necesitas ayuda? Consulta el {localizedDom}",
  "step-by-step set up guide": "guía de configuración paso a paso",
  "The 6-digit code needs to be entered in the Obico plugin in OctoPrint. There are a few reasons why you can't find this page:": "El código de 6 dígitos debe introducirse en el plugin de Obico en OctoPrint. Hay varias razones por las que no puede encontrar esta página:",
  "You don't have the plugin installed or you haven't restarted OctoPrint after installation. Click": "No tienes el complemento instalado o no has reiniciado OctoPrint después de la instalación. Haz clic en",
  "to walk through the process again.": "para repasar el proceso nuevamente.",
  "The installed plugin is on a version earlier than 1.5.0. You need to upgrade the plugin to": "El complemento instalado es de una versión anterior a la 1.5.0. Debe actualizarlo a",
  "or later.": "o más tarde.",
  "Still no dice? Check out the step-by-step": "¿Aún no tienes suerte? Consulta el paso a paso.",
  "set up guide": "guía de configuración",
  "The 6-digit code needs to be entered to the Obico for Klipper installation script.": "El código de 6 dígitos debe ingresarse en el script de instalación de Obico para Klipper.",
  "this set up guide": "Esta guía de configuración",
  "for detailed instructions.": "para obtener instrucciones detalladas.",
  "Can't find the page to enter the 6-digit code?": "¿No encuentras la página para ingresar el código de 6 dígitos?",
  "Scanning...": "Exploración...",
  "Scanning..., {name} printer(s) found on your local network:": "Escaneando..., {{name}} impresora(s) encontradas en su red local:",
  "To link your printer, please make sure:": "Para vincular su impresora, asegúrese de:",
  "The printer is powered on. If you are using an external SBC such as a Raspberry Pi, make sure it's powered on as well.": "La impresora está encendida. Si usa una tarjeta controladora de sistema (SBC) externa, como una Raspberry Pi, asegúrese de que también esté encendida.",
  "The printer or SBC is connected to the same local network as your phone/computer.": "La impresora o SBC está conectada a la misma red local que su teléfono/computadora.",
  "{brandName} for OctoPrint is 1.8.0 or above.": "{{brandName}} para OctoPrint es 1.8.0 o superior.",
  "Can’t find the printer you want to link? Switch to Manual Linking instead.": "¿No encuentras la impresora que quieres vincular? Cambia a Vinculación Manual.",
  "Switch to Manual Linking": "Cambiar a vinculación manual",
  "Code copied to system clipboard": "Código copiado al portapapeles del sistema",
  "Ctrl-C/Cmd-C to copy the code": "Ctrl-C/Cmd-C para copiar el código",
  "Code will expire in ": "El código expirará en",
  "Enter the {localizedDom}": "Introduzca el {localizedDom}",
  "6-digit verification code": "código de verificación de 6 dígitos",
  "Invalid code. Is it expired?": "Código inválido. ¿Está caducado?",
  "Enter the One-time Passcode": "Introduzca el código de acceso de un solo uso",
  "If you using Obico for OctoPrint older than 2.5.0, or Obico for Klipper older than 1.6.0, switch to {localizedDom}.": "Si está utilizando Obico para OctoPrint anterior a 2.5.0, u Obico para Klipper anterior a 1.6.0, cambie a {localizedDom}.",
  "Touch Screen": "Pantalla táctil",
  "Check to see if your printer already has Obico installed your printer screen.": "Verifique si su impresora ya tiene instalado Obico en la pantalla de su impresora.",
  "Navigate to the settings menu on the LCD screen of your printer.": "Navegue hasta el menú de configuración en la pantalla LCD de su impresora.",
  "Find the “Link Obico” menu item and tap it to open the connection screen.": "Busque el elemento de menú “Vincular Obico” y tóquelo para abrir la pantalla de conexión.",
  "LCD Screen ": "Pantalla LCD",
  "Check to see if your printer already has Obico Easy Link installed on the LCD menu.": "Verifique si su impresora ya tiene instalado Obico Easy Link en el menú LCD.",
  "Find the “Link Obico” menu item.": "Busque el elemento de menú “Enlace Obico”.",
  "Install Via SSH": "Instalar vía SSH",
  "If you can't find Obico Easy Link, you will need to SSH to your printer to install Obico. You will need to find a guide that works for your printer.": "Si no encuentra Obico Easy Link, deberá conectarse a su impresora por SSH para instalarlo. Necesitará encontrar una guía compatible con su impresora.",
  "Show me how": "Muéstrame cómo",
  "Warning: Re-Linking OctoPrint should be your last resort to solve issues. Please make sure you have exhausted all options on {localizedDom}.": "Advertencia: Volver a vincular OctoPrint debería ser su último recurso para resolver los problemas. Asegúrese de haber agotado todas las opciones en {localizedDom}.",
  "{brandName}'s help website": "Sitio web de ayuda de {{brandName}}",
  "Devices with Obico Pre-installed": "Dispositivos con Obico preinstalado",
  "Pre-Installed Klipper Printer": "Impresora Klipper preinstalada",
  "Creality K1, Sonic Pad, Sovol SV07, Kingroon KLP1, Elegoo Neptune 4, etc...": "Creality K1, Sonic Pad, Sovol SV07, Kingroon KLP1, Elegoo Neptune 4, etc.",
  "Generic Klipper - Self Installed": "Klipper genérico - Autoinstalación",
  "If you installed Klipper yourself on a Raspberry Pi or other linux device. E.g., Voron, RatRig": "Si instaló Klipper usted mismo en una Raspberry Pi u otro dispositivo Linux. Por ejemplo, Voron, RatRig",
  "Including OctoPrint for Klipper such as OctoKlipper.": "Incluido OctoPrint para Klipper como OctoKlipper.",
  "Save": "Ahorrar",
  "OctoPrint Tunnel": "Túnel OctoPrint",
  "Additional Actions": "Acciones adicionales",
  "Reorder": "Reordenar",
  "Hide": "Esconder",
  "Customize this page for each of your printers by reodering or hiding cards above.": "Personalice esta página para cada una de sus impresoras reordenando u ocultando las tarjetas de arriba.",
  "Add Printer": "Agregar impresora",
  "Link another printer to {brandName}.": "Vincular otra impresora a {{brandName}}.",
  "Webcam": "Cámara web",
  "WEBCAM SELECTION": "SELECCIÓN DE CÁMARA WEB",
  "All": "Todo",
  "Nothing to look here. Enjoy your vacation!": "No hay nada que ver aquí. ¡Disfruta tus vacaciones!",
  "No more notifications.": "No más notificaciones.",
  "Created at": "Creado en",
  "Print Status": "Estado de impresión",
  "All Printers": "Todas las impresoras",
  "Online Printers": "Impresoras en línea",
  "Active Printers": "Impresoras activas",
  "{name} AI Detection Hours": "{{name}} Horas de detección de IA",
  "You can always view your archived printers in by navigating to the General tab within Preferences.": "Siempre puede ver sus impresoras archivadas navegando a la pestaña General dentro de Preferencias.",
  "Link New Printer": "Vincular nueva impresora",
  "have been archived.": "han sido archivados.",
  "Show Archived Printers": "Mostrar impresoras archivadas",
  "Never Show Again": "No volver a mostrar",
  "Printer not found": "Impresora no encontrada",
  "Can not update printer settings.": "No se puede actualizar la configuración de la impresora.",
  "{brandName} for klipper support forum": "{{brandName}} para el foro de soporte de klipper",
  "Delete {name} printer? This action can not be undone.": "¿Eliminar la impresora {{name}}? Esta acción no se puede deshacer.",
  "Printer archived": "Impresora archivada",
  "{name} is archived.": "{{name}} está archivado.",
  "You can find it on": "Puedes encontrarlo en",
  "this page": "esta página",
  "and un-archive it": "y desarchivarlo",
  "Go to the printer page": "Ir a la página de la impresora",
  "Settings": "Ajustes",
  "Give your shiny new printer a name": "Dale un nombre a tu nueva y brillante impresora",
  "When a potential failure is detected": "Cuando se detecta un fallo potencial",
  "Just notify me": "Solo avísame",
  "Pause the printer and notify me": "Pausa la impresora y notifícame",
  "If you are not sure about the settings below, leave the default values to minimize surprises.": "Si no está seguro acerca de la configuración siguiente, deje los valores predeterminados para minimizar las sorpresas.",
  "When print is paused,": "Cuando la impresión está en pausa,",
  "Turn off hotend heater(s)": "Apague el/los calentador(es) del hotend",
  "Turn off bed heater": "Apague el calentador de la cama",
  "Retract filament by": "Retraer el filamento mediante",
  "Lift extruder along Z axis by": "Levante el extrusor a lo largo del eje Z mediante",
  "AI failure detection sensitivity": "Sensibilidad de detección de fallos de IA",
  "Low - I don't want a lot of false alarms. Only alert me when you are absolutely sure.": "Bajo: No quiero muchas falsas alarmas. Solo avísame cuando estés completamente seguro.",
  "Medium - A few false alarms won't bother me. But some well-disguised spaghetti will be missed.": "Medio - Unas cuantas falsas alarmas no me molestarán. Pero algunos espaguetis bien disimulados se pasarán por alto.",
  "High - Hit me with all the false alarms. I want to catch as many failures as possible.": "Alto - Avísame con todas las falsas alarmas. Quiero detectar el mayor número posible de fallos.",
  "Time-lapse": "Lapso de tiempo",
  "Focused Feedback won't be available when time-lapse recording is turned off. You won't be able to {localizedDom}": "La retroalimentación enfocada no estará disponible cuando la grabación a intervalos esté desactivada. No podrás {localizedDom}",
  "help us get better while earning AI Detection Hours for yourself": "Ayúdanos a mejorar mientras ganas horas de detección de IA para ti.",
  "Record time-lapse when a print finishes successfully.": "Graba un lapso de tiempo cuando una impresión finaliza exitosamente.",
  "Skip if the print is finished in less than": "Omitir si la impresión se termina en menos de",
  "Record time-lapse when a print is cancelled.": "Graba el lapso de tiempo cuando se cancela una impresión.",
  "Skip if the print is cancelled in less than": "Omitir si la impresión se cancela en menos de",
  "Danger Zone": "Zona de peligro",
  "Re-Link Printer": "Volver a vincular la impresora",
  "If your printer is always showing as 'offline', and you have gone through {localizedDom}, you can try to re-link printer as the last resort.": "Si su impresora siempre se muestra como \"fuera de línea\" y ha pasado por {localizedDom}, puede intentar volver a vincular la impresora como último recurso.",
  "all the trouble-shooting steps": "todos los pasos para la solución de problemas",
  "Archive Printer": "Impresora de archivo",
  "Archived printers are not counted toward your subscription plan. You won't see them in the app either. Go to {localizedDom} to find all archived printers and/or un-archive them.": "Las impresoras archivadas no se contabilizan en tu plan de suscripción. Tampoco las verás en la aplicación. Ve a {localizedDom} para encontrar todas las impresoras archivadas o desarchivarlas.",
  "Delete Printer": "Eliminar impresora",
  "Bye-bye printer.": "Adiós impresora.",
  "Date": "Fecha",
  "Time Period": "Periodo de tiempo",
  "This Week": "Esta semana",
  "This Month": "Este mes",
  "This Year": "Este año",
  "Custom": "Costumbre",
  "Finished": "Finalizado",
  "Cancelled": "Cancelado",
  "Feedback Needed": "Se necesitan comentarios",
  "Review Needed": "Se necesita revisión",
  "Focused Feedback Needed": "Se necesita retroalimentación enfocada",
  "Delete {name} print(s)? This action can not be undone.": "¿Eliminar {{name}} impresiones? Esta acción no se puede deshacer.",
  "Until": "Hasta",
  "and later": "y más tarde",
  "Sort By": "Ordenar por",
  "Prints done": "Impresiones realizadas",
  "Total print time": "Tiempo total de impresión",
  "Filament used": "Filamento utilizado",
  "Full Stats": "Estadísticas completas",
  "Older": "Más viejo",
  "Newer": "Más nuevo",
  "Failed to fetch printer information": "No se pudo obtener la información de la impresora",
  "Start time": "Hora de inicio",
  "End time": "Fin del tiempo",
  "Open Detailed Report": "Abrir informe detallado",
  "Time-Lapse video deleted": "Vídeo de lapso de tiempo eliminado",
  "If you are a Pro subscriber and you don't want your time-lapse videos to be deleted, please {localizedDom}": "Si eres suscriptor Pro y no quieres que se eliminen tus vídeos time-lapse, por favor {localizedDom}",
  "FOCUSED FEEDBACK": "RETROALIMENTACIÓN ENFOCADA",
  "Time-Lapse video unavailable because": "Vídeo time-lapse no disponible porque",
  "The {brandName} server is still processing the time-lapse;": "El servidor {{brandName}} todavía está procesando el lapso de tiempo;",
  "Or, the print time was shorter than the threshold. You can change the threshold in {localizedDom}": "O bien, el tiempo de impresión fue menor que el límite. Puede cambiar el límite en {localizedDom}",
  "the printer settings": "la configuración de la impresora",
  "Print Page": "Imprimir página",
  "Delete {brandName} print(s)? This action can not be undone.": "¿Eliminar {{brandName}} impresiones? Esta acción no se puede deshacer.",
  "{name} time-lapse(s) deleted!": "{{name}} ¡lapsos de tiempo eliminados!",
  "Time-lapse {name} deleted!": "¡El lapso de tiempo {{name}} eliminado!",
  "selected...": "seleccionado...",
  "No more time-lapses.": "No más lapsos de tiempo.",
  "You are viewing an awesome 3D print your friend shared specifically with you on": "Estás viendo una increíble impresión 3D que tu amigo compartió específicamente contigo en",
  "lets you monitor and control your printer from anywhere, on your phone.": "Le permite supervisar y controlar su impresora desde cualquier lugar, en su teléfono.",
  "Sign up for a free {brandName} account": "Regístrese para obtener una cuenta gratuita {{brandName}}",
  "Failed to fetch statistics": "No se pudieron obtener las estadísticas",
  "GROUP BY": "AGRUPAR POR",
  "Group By": "Agrupar por",
  "Statistics include deleted prints": "Las estadísticas incluyen impresiones eliminadas",
  "Total Prints": "Impresiones totales",
  "Print Time": "Hora de impresión",
  "Longest print": "Impresión más larga",
  "Average print": "Impresión promedio",
  "Prints Count": "Las impresiones cuentan",
  "Filament Usage": "Uso del filamento",
  "total": "total",
  "Upload Time-lapse": "Subir time-lapse",
  "Upload time-lapse videos to test {brandName}'s AI failure detection.": "Sube videos de lapso de tiempo para probar la detección de fallas de IA de {{brandName}}.",
  "Drop files here or click to upload.": "Suelte los archivos aquí o haga clic para cargar.",
  "*.mp4 or *.mpg files only. Up to 100MB each.": "Solo archivos *.mp4 o *.mpg. Hasta 100 MB cada uno.",
  "The {brandName} Server is running failure detection on the time-lapse video(s) you uploaded.": "El servidor {{brandName}} está ejecutando la detección de fallas en los videos de lapso de tiempo que usted cargó.",
  "We will send you email when it is done.": "Le enviaremos un correo electrónico cuando esté listo.",
  "Check status now >>>": "Consultar estado ahora >>>",
  "Confirmation": "Confirmación",
  "You a going to logout from your account": "Vas a cerrar sesión en tu cuenta.",
  "Logout": "Cerrar sesión",
  "Can not update your preferences": "No se pueden actualizar sus preferencias",
  "Account": "Cuenta"
}
