{
  "Filters applied": "Filtres appliqués",
  "SHOW ALL": "AFFICHER TOUT",
  "Back": "Dos",
  "Show less": "Afficher moins",
  "Show more": "Afficher plus",
  "At least one date is needed": "Au moins une date est nécessaire",
  "Select Dates": "Sélectionnez les dates",
  "Apply": "Appliquer",
  "Cancel": "Annuler",
  "Date from": "Dater de",
  "If empty, will default to your registration date": "Si vide, la valeur par défaut sera votre date d'inscription",
  "Enter date": "Entrez la date",
  "Date to": "Date à",
  "If empty, will default to today": "Si vide, la valeur par défaut sera aujourd'hui",
  "Obi is still busy working on your time-lapse": "Obi est toujours occupé à travailler sur ton time-lapse",
  "Not Watching": "Ne pas regarder",
  "Looking Good": "Ça a l'air bien",
  "Fishy...": "De poisson...",
  "Failing!": "Défaut!",
  "What issues do you see in this snapshot? Select all that apply.": "Quels problèmes voyez-vous dans cet aperçu ? Sélectionnez tout ce qui s'applique.",
  "Raised ripples ({localizedDom})": "Ondulations surélevées ({localizedDom})",
  "examples": "exemples",
  "Bubbling ({localizedDom})": "Bouillonnant ({localizedDom})",
  "Bumps or rough surfaces ({localizedDom})": "Bosses ou surfaces rugueuses ({localizedDom})",
  "Detached or warping ({localizedDom})": "Détaché ou déformé ({localizedDom})",
  "Gaps between lines ({localizedDom})": "Espaces entre les lignes ({localizedDom})",
  "Other": "Autre",
  "No issues": "Aucun problème",
  "Oops, this is {localizedDom}": "Oups, c'est {localizedDom}",
  "not a nozzle camera": "pas une caméra à buse",
  "Previous": "Précédent",
  "Finish": "Finition",
  "Next": "Suivant",
  "{name} isn't ready for print for one of the following reasons": "{{name}} n'est pas prêt à être imprimé pour l'une des raisons suivantes",
  "{name} is powered off or not connected to the Internet": "{{name}} est éteint ou n'est pas connecté à Internet",
  "Printer is not connected to {name}": "L'imprimante n'est pas connectée à {{name}}",
  "Printer is currently busy": "L'imprimante est actuellement occupée",
  "No available printers": "Aucune imprimante disponible",
  "Print on": "Imprimer sur",
  "Print": "Imprimer",
  "Are you sure?": "Es-tu sûr?",
  "Delete": "Supprimer",
  "Failed to delete item": "Échec de la suppression de l'élément",
  "No prints yet": "Pas encore d'impressions",
  "Printing...": "Impression...",
  "Rename": "Rebaptiser",
  "Move": "Se déplacer",
  "Print duration estimate": "Estimation de la durée d'impression",
  "Filament usage estimate": "Estimation de l'utilisation du filament",
  "First layer bed temperature": "Température du lit de la première couche",
  "First layer extruder temperature": "Température de l'extrudeuse de la première couche",
  "First layer height": "Hauteur de la première couche",
  "Layer height": "Hauteur de la couche",
  "Object height": "Hauteur de l'objet",
  "Filament type": "Type de filament",
  "Filament name": "Nom du filament",
  "Slicer": "Trancheuse",
  "Slicer version": "Version Slicer",
  "Name": "Nom",
  "Size": "Taille",
  "Created": "Créé",
  "Last Printed": "Dernière impression",
  "Loading...": "Chargement...",
  "Nothing here yet": "Rien ici pour le moment",
  "Nothing found": "Rien trouvé",
  "I have changed the following parameters:": "J'ai modifié les paramètres suivants :",
  "Sliced with Obico AI Assistant.": "Découpé avec Obico AI Assistant.",
  "View the chat history.": "Afficher l'historique des discussions.",
  "Was AI Assistant helpful?": "L'assistant AI vous a-t-il été utile ?",
  "Tell us more": "Dites-nous en plus",
  "Send": "Envoyer",
  "Failed to move item(s)": "Impossible de déplacer les éléments",
  "Move item": "Déplacer l'élément",
  "Place Here": "Placez ici",
  "Go Back": "Retour",
  "Enter new folder name": "Entrez le nouveau nom du dossier",
  "Create": "Créer",
  "Folder name": "Nom du dossier",
  "Server error": "Erreur du serveur",
  "Enter new name": "Entrez un nouveau nom",
  "New name": "Nouveau nom",
  "Print!": "Imprimer!",
  "You'll be redirected to printers page in": "Vous serez redirigé vers la page des imprimantes dans",
  "seconds": "secondes",
  "Total prints": "Nombre total d'impressions",
  "Uploaded": "Téléchargé",
  "Deleted": "Supprimé",
  "Fields above were embedded in the G-Code file by your slicer. Consult your slicer's manual if some fields are not accurate or missing.": "Les champs ci-dessus ont été intégrés au fichier G-Code par votre slicer. Consultez le manuel de votre slicer si certains champs sont inexacts ou manquants.",
  "Basic Streaming": "Streaming de base",
  "1 FPS (frame-per-second), 100 hours of streaming per month": "1 FPS (image par seconde), 100 heures de streaming par mois",
  "Learn more about {localizedDom}": "En savoir plus sur {localizedDom}",
  "the differences between the Premium Streaming and the Basic Streaming": "les différences entre le streaming Premium et le streaming Basic",
  "Basic AI Detection checks for failures every 30 seconds.": "La détection d'IA de base vérifie les échecs toutes les 30 secondes.",
  "AI usage is reset on the 1st of each month. Hours do not roll over month to month.": "L'utilisation de l'IA est réinitialisée le 1er de chaque mois. Les heures ne sont pas reportées d'un mois à l'autre.",
  "Learn more about": "En savoir plus sur",
  "how the AI Detection Hour works ": "comment fonctionne l'heure de détection de l'IA",
  "Securely tunnel to your Mainsail or fluidd Klipper interface from anywhere.": "Connectez-vous en toute sécurité à votre interface Grand-voile ou Fluidd Klipper depuis n'importe où.",
  "Free plan is subject to 300MB/month data cap. Data usage is reset on the 1st day of each month.": "L'abonnement gratuit est limité à 300 Mo de données par mois. La consommation de données est réinitialisée le 1er de chaque mois.",
  "Klipper tunnel ": "Tunnel de Klipper",
  "Premium Streaming": "Streaming Premium",
  "Up to 25 FPS (frame-per-second)": "Jusqu'à 25 FPS (images par seconde)",
  "Up to 5 FPS with any webcam": "Jusqu'à 5 FPS avec n'importe quelle webcam",
  "Up to 25 FPS with Kingroon H.264 Camera.": "Jusqu'à 25 FPS avec la caméra Kingroon H.264.",
  "Advanced AI checks for failures more frequently - Catch failures up to 2X faster than Basic AI.": "L'IA avancée vérifie les pannes plus fréquemment - Détectez les pannes jusqu'à 2 fois plus rapidement que l'IA de base.",
  "Unused AI Detection Hours roll over month-to-month": "Les heures de détection d'IA inutilisées sont reportées de mois en mois",
  "Securely tunnel to your Mainsail or fluidd Klipper interface from anywhere. Unlimited.": "Connectez-vous en toute sécurité à votre interface Grand-voile ou Fluidd Klipper, où que vous soyez. Illimité.",
  "Up to 5 FPS (frame-per-second)": "Jusqu'à 5 FPS (images par seconde)",
  "Throttled for 30 seconds every minute": "Réduit pendant 30 secondes toutes les minutes",
  "Yup! Even Free account gets 10 AI Detection Hours for FREE each month.": "Oui ! Même les comptes gratuits bénéficient de 10 heures de détection IA GRATUITES chaque mois.",
  "Unused AI Detection Hours roll over month to month.": "Les heures de détection d'IA non utilisées sont reportées d'un mois à l'autre.",
  "You can": "Tu peux",
  "earn free AI Detection Hours by helping her improve": "gagnez des heures de détection d'IA gratuites en l'aidant à s'améliorer",
  "You can also": "Vous pouvez également",
  "purchase additional AI hours": "acheter des heures d'IA supplémentaires",
  "Pro plan includes 50 AI Detection Hours each month.": "Le plan Pro comprend 50 heures de détection d'IA chaque mois.",
  "AI Detection Hours expire when subscription ends.": "Les heures de détection de l'IA expirent à la fin de l'abonnement.",
  "earn more AI Detection Hours by helping her improve": "gagnez plus d'heures de détection d'IA en l'aidant à s'améliorer",
  "Un-throttled": "Débridée",
  "Securely tunnel to your OctoPrint/Klipper from anywhere.": "Connectez-vous en toute sécurité à votre OctoPrint/Klipper depuis n'importe où.",
  "OctoPrint/Klipper tunnel ": "Tunnel OctoPrint/Klipper",
  "Securely tunnel to your OctoPrint/Klipper from anywhere. Unlimited.": "Connectez-vous en toute sécurité à votre OctoPrint/Klipper, où que vous soyez. Illimité.",
  "The monthly cap is shared between 3rd-party app and OctoPrint tunnel": "Le plafond mensuel est partagé entre l'application tierce et le tunnel OctoPrint",
  "The combined usage can't exceed 300MB per month.": "L'utilisation combinée ne peut pas dépasser 300 Mo par mois.",
  "Data usage is reset on the 1st day of each month.": "L'utilisation des données est réinitialisée le 1er jour de chaque mois.",
  "Supported 3rd-party mobile apps": "Applications mobiles tierces prises en charge",
  "Required versions": "Versions requises",
  "OctoPrint 1.7.0 or higher": "OctoPrint 1.7.0 ou supérieur",
  "The {brandName} plugin 1.8.11 or higher": "Le plugin {{brandName}} 1.8.11 ou supérieur",
  "Filament Runout Notifications": "Notifications de fin de filament",
  "Host_action_commands must be enabled in your firmware to make it possible for your filament runout sensor to communicate with OctoPrint and the {brandName} app. If you enable action commands in your firmware, then the filament runout sensor can work properly and the {brandName} app can notify you when the filament runs out. Unfortunately, without host_action_commands enabled, OctoPrint is unable to communicate with the printer to know that a filament runout was detected.": "Les commandes d'action hôte doivent être activées dans votre firmware pour que votre capteur de fin de filament puisse communiquer avec OctoPrint et l'application {{brandName}}. Si vous activez les commandes d'action dans votre firmware, le capteur de fin de filament fonctionnera correctement et l'application {{brandName}} vous avertira lorsque le filament sera épuisé. Malheureusement, sans l'activation de ces commandes, OctoPrint ne pourra pas communiquer avec l'imprimante pour savoir si une fin de filament a été détectée.",
  "To enable support, you need to do the following": "Pour activer le support, vous devez procéder comme suit",
  "Marlin: Uncomment #define HOST_ACTION_COMMANDS in Configuration_adv.h and recompile. See here for more information on host_action_commands.": "Marlin : Décommentez #define HOST_ACTION_COMMANDS dans Configuration_adv.h et recompilez. Voir ici pour plus d'informations sur host_action_commands.",
  "Color Change Notifications": "Notifications de changement de couleur",
  "Notifications on color change will work with any printer that has M600 enabled in its firmware. You do not need host_action_commands enabled to get notified when a color change is needed.": "Les notifications de changement de couleur fonctionnent avec toutes les imprimantes dont le firmware est compatible avec la technologie M600. Il n'est pas nécessaire d'activer la commande host_action_commands pour être averti lorsqu'un changement de couleur est nécessaire.",
  "Is filament usage inaccurate?": "L’utilisation du filament est-elle inexacte ?",
  "G-code files uploaded to your {brandName} account before upgrading to {brandName} for OctoPrint version 2.3.0 or {brandName} for Klipper version 1.2.0 do not include filament usage data.": "Les fichiers G-code téléchargés sur votre compte {{brandName}} avant la mise à niveau vers {{brandName}} pour OctoPrint version 2.3.0 ou {{brandName}} pour Klipper version 1.2.0 n'incluent pas les données d'utilisation du filament.",
  "To ensure accurate filament usage and other statistics": "Pour garantir une utilisation précise du filament et d'autres statistiques",
  "Upload G-code files and start prints directly through {brandName} instead of OctoPrint/Klipper.": "Téléchargez les fichiers G-code et démarrez les impressions directement via {{brandName}} au lieu d'OctoPrint/Klipper.",
  "Use a slicer that supports filament usage parameters, such as Cura, Prusa Slicer, SuperSlicer, IdeaMaker, or Simplify3D.": "Utilisez un slicer qui prend en charge les paramètres d’utilisation des filaments, tels que Cura, Prusa Slicer, SuperSlicer, IdeaMaker ou Simplify3D.",
  "Print statistics for G-code files deleted before 12/20/2022 are not included. For files deleted after 12/20/2022, statistics are preserved.": "Les statistiques d'impression des fichiers G-code supprimés avant le 20/12/2022 ne sont pas incluses. Pour les fichiers supprimés après cette date, les statistiques sont conservées.",
  "Learn how to configure G-Code preview generation in your slicer": "Apprenez à configurer la génération d'aperçus G-Code dans votre slicer",
  "Adjust the speed of the cooling fan by setting a percentage value between 0 and 100. The default value is usually 100, which means the fan will run at full speed. Lowering the fan speed can reduce noise and save energy, but may also affect print quality if the printer gets too hot.": "Réglez la vitesse du ventilateur de refroidissement en définissant un pourcentage entre 0 et 100. La valeur par défaut est généralement de 100, ce qui signifie que le ventilateur fonctionnera à pleine vitesse. Réduire la vitesse du ventilateur peut réduire le bruit et économiser de l'énergie, mais peut également affecter la qualité d'impression si l'imprimante surchauffe.",
  "Adjust the speed of your 3D printer by changing the speed of all movement commands by a specified factor. The default value is 100%, meaning that the printer will move at its standard speed. Lowering the print speed factor will slow down your print, while increasing it will speed it up. Value of 200% will double the speed.": "Ajustez la vitesse de votre imprimante 3D en modifiant la vitesse de toutes les commandes de mouvement selon un facteur spécifié. La valeur par défaut est de 100 %, ce qui signifie que l'imprimante se déplacera à sa vitesse standard. Réduire le facteur de vitesse d'impression ralentira l'impression, tandis que l'augmenter l'accélérera. Une valeur de 200 % doublera la vitesse.",
  "Flow rate is the speed at which the printer extrudes plastic. If the flow rate is too high, the printer may extrude too much plastic and create blobs or stringing, while too low flow rate may result in weak and brittle prints. Adjusting the flow rate can help achieve the optimal balance between speed and quality. The default value is 100%.": "Le débit correspond à la vitesse à laquelle l'imprimante extrude le plastique. Un débit trop élevé peut entraîner une surproduction de plastique et la formation de gouttes ou de fils. Un débit trop faible peut produire des impressions fragiles et cassantes. Ajuster le débit permet d'obtenir un équilibre optimal entre vitesse et qualité. La valeur par défaut est de 100 %.",
  "No cost for three months. Plan renews after expiration. Cancel anytime.": "Gratuit pendant trois mois. Renouvellement possible après expiration. Annulable à tout moment.",
  "Printers": "Imprimantes",
  "Print History": "Historique de l'impression",
  "G-Codes": "Codes G",
  "Spaghetti Gallery": "Galerie Spaghetti",
  "Pricing": "Tarification",
  "Help": "Aide",
  "Community": "Communauté",
  "SIGN IN": "SE CONNECTER",
  "SIGN UP": "S'INSCRIRE",
  "Preferences": "Préférences",
  "Log out": "Se déconnecter",
  "Upgrade to Pro": "Passer à Pro",
  "Statistics": "Statistiques",
  "Notifications": "Notifications",
  "Number of snapshots": "Nombre d'instantanés",
  "Estimated time to finish": "Temps estimé pour terminer",
  "Help Obi get better at detecting failures by giving her in-depth feedback on the snapshots of the print. You will earn {localizedDom} after you finish this Focused Feedback. {localizedDom2}": "Aidez Obi à mieux détecter les erreurs en lui donnant un retour détaillé sur les instantanés de l'impression. Vous gagnerez {localizedDom} après avoir terminé ce retour ciblé. {localizedDom2}",
  "2 non-expirable AI Detection Hours": "2 heures de détection IA non expirables",
  "Learn more": "Apprendre encore plus",
  "Start Focused Feedback": "Démarrer un feedback ciblé",
  "I grant the {brandName} app team members the permission to review the time-lapse video of the print shown on this page.": "J'accorde aux membres de l'équipe de l'application {{brandName}} la permission de revoir la vidéo accélérée de l'impression présentée sur cette page.",
  "Why is this necessary? ": "Pourquoi est-ce nécessaire ?",
  "File": "Déposer",
  "Printed": "Imprimé",
  "You are awesome!": "Vous êtes génial!",
  "The AI failure detection just got a little better because of your feedback!": "La détection des pannes de l'IA vient de s'améliorer un peu grâce à vos commentaires !",
  "You just earned 2 non-expirable AI Detection Hours - Yay!": "Vous venez de gagner 2 heures de détection d'IA non expirables - Hourra !",
  "I'm done!": "J'ai fini!",
  "Change feedback": "Modifier les commentaires",
  "Not sure? Look at": "Pas sûr ? Regardez",
  "some examples. ": "quelques exemples.",
  "Failure Detection": "Détection des pannes",
  "AI Detection Hours": "Heures de détection de l'IA",
  "Not watching": "Je ne regarde pas",
  "Learn all possible reasons": "Apprenez toutes les raisons possibles",
  "Enable AI failure detection": "Activer la détection des pannes de l'IA",
  "AI failure detection is disabled. You are on your own.": "La détection des pannes de l'IA est désactivée. Vous êtes seul.",
  "Pause on detected failures": "Pause sur les échecs détectés",
  "You will still be alerted via notifications.": "Vous serez toujours alerté via des notifications.",
  "Failure Detected!": "Échec détecté !",
  "Not a Failure?": "Pas un échec ?",
  "Unable to extrude / retract": "Impossible d'extruder/rétracter",
  "The hotend is below the minimum temperature": "La tête chauffante est en dessous de la température minimale",
  "Heat to 180°C": "Chauffer à 180°C",
  "Command successfully sent!": "Commande envoyée avec succès !",
  "Printer Controls": "Commandes de l'imprimante",
  "Move Head": "Déplacer la tête",
  "Extrude": "Extruder",
  "Baby Step Z": "Baby Step Z",
  "Tune Printer": "Régler l'imprimante",
  "Power": "Pouvoir",
  " Home All": "Accueil Tous",
  "Disable Steppers": "Désactiver les steppers",
  "Retract": "Rétracter",
  "Loading tools...": "Chargement des outils...",
  "Current Offset": "Décalage actuel",
  "Feed Rate / Speed": "Vitesse d'avance",
  "Flow Rate": "Débit",
  "Fan Speed": "Vitesse du ventilateur",
  "0% (Off)": "0% (Réduction)",
  "These settings can only be set. They can't be read back from the firmware due to a limitation of the communication protocol.": "Ces paramètres sont uniquement configurables. Ils ne peuvent pas être lus depuis le firmware en raison d'une limitation du protocole de communication.",
  " Toggle Power ": "Basculer l'alimentation",
  " Power On All ": "Allumer tout",
  " Power Off All ": "Tout éteindre",
  "Rapid toggling power may result in error. Please allow a cooldown period.": "Un changement rapide de puissance peut entraîner une erreur. Veuillez prévoir un temps de recharge.",
  "Uh-Oh. No printer is found on the serial port.": "Oh-oh. Aucune imprimante n'est trouvée sur le port série.",
  "Once cancelled, the print can no longer be resumed.": "Une fois annulée, l'impression ne peut plus être reprise.",
  "Print Job Control": "Contrôle des travaux d'impression",
  "Error": "Erreur",
  "Filament Change or User Interaction Required": "Changement de filament ou interaction de l'utilisateur requis",
  "Printer is Currently Printing": "L'imprimante est en cours d'impression",
  "Print is Paused": "L'impression est en pause",
  "Pause": "Pause",
  "Resume": "CV",
  "Open G-Code File to Start Printing": "Ouvrir le fichier G-Code pour démarrer l'impression",
  "Files": "Fichiers",
  "Printer Not Connected at the Serial Port": "L'imprimante n'est pas connectée au port série",
  "Contacting OctoPrint": "Contacter OctoPrint",
  "Connect": "Connecter",
  "{brandName} for {name} is Offline.": "{{brandName}} pour {{name}} est hors ligne.",
  "Why?": "Pourquoi?",
  "Print Progress": "Progression de l'impression",
  "Last Print": "Dernière impression",
  "Status": "Statut",
  "Started": "Commencé",
  "Duration": "Durée",
  "Layer": "Couche",
  "Remaining": "Restant",
  "Calculating...": "Calculateur...",
  "Finishing at": "Finir à",
  "Elapsed": "Écoulé",
  "Z-height": "Hauteur Z",
  "Total time": "Durée totale",
  "Total filament": "Filament total",
  "Open Print": "Ouvrir Imprimer",
  "Reprint": "Réimpression",
  "No prints found": "Aucune empreinte trouvée",
  "Temperature Presets": "Préréglages de température",
  "Temperature Controls": "Contrôles de température",
  "Loading temperature...": "Température de chargement...",
  "Printer Terminal": "Terminal d'imprimante",
  "Unknown event": "Événement inconnu",
  "Serial Port": "Port série",
  "Baudrate": "Débit en bauds",
  "Auto": "Auto",
  "Noted!": "Noté!",
  "Do you want to mute failure detection on for this print?": "Voulez-vous désactiver la détection d'échec pour cette impression ?",
  "If you select 'Mute', failure detection will be turned off for this print, but will be automatically turned on for your next print.": "Si vous sélectionnez « Muet », la détection d'échec sera désactivée pour cette impression, mais sera automatiquement activée pour votre prochaine impression.",
  "Mute": "Muet",
  "Failed to update printer": "Échec de la mise à jour de l'imprimante",
  "Open": "Ouvrir",
  "Details": "Détails",
  "Share": "Partager",
  "Tunnel": "Tunnel",
  "Configure": "Configure",
  "Not a failure?": "Pas un échec ?",
  "Failure Detection is Off": "La détection des pannes est désactivée",
  "Learn more. ": "Apprendre encore plus. ",
  "Enable AI failure detection {localizedDom}": "Activer la détection des pannes de l'IA {localizedDom}",
  "AI failure detection is disabled. You are on your own": "La détection des pannes de l'IA est désactivée. Vous êtes seul.",
  "Pause on detected failures {localizedDom}": "Pause sur les échecs détectés {localizedDom}",
  "You will still be alerted via notifications": "Vous serez toujours alerté via des notifications",
  " Remaining ": " Restant ",
  " Total ": " Total ",
  "Printer Feed Sharing": "Partage de flux d'imprimante",
  "Wait! You need to {localizedDom} to enable Printer feed.": "Attendez ! Vous devez {localizedDom} pour activer le flux d'impression.",
  "upgrade to the Pro plan": "passer au plan Pro",
  "Printer feed sharing is a Pro feature.": "Le partage de flux d'imprimante est une fonctionnalité Pro.",
  "Running the {brandName} app incurs non-trivial amount of costs": "L'exécution de l'application {{brandName}} entraîne des coûts non négligeables",
  "With little more than 1 Starbucks per month, you can upgrade to a Pro account and help us run the {brandName} app smoothly.": "Avec un peu plus d'un Starbucks par mois, vous pouvez passer à un compte Pro et nous aider à faire fonctionner l'application {{brandName}} en douceur.",
  "Check out Pro pricing >>>": "Consultez les tarifs Pro >>>",
  "Share live feed for printer ": "Partager le flux en direct pour l'imprimante",
  "Click the clipboard icon above to copy the secure shareable link to your clipboard.": "Cliquez sur l'icône du presse-papiers ci-dessus pour copier le lien sécurisé partageable dans votre presse-papiers.",
  "You can test the shareable link by right-clicking {localizedDom} and select 'Open Link in Incognito Window'.": "Vous pouvez tester le lien partageable en cliquant avec le bouton droit sur {localizedDom} et en sélectionnant « Ouvrir le lien dans la fenêtre de navigation privée ».",
  "here": "ici",
  "Notes": "Remarques",
  "Send the secure link to anyone you want to share your printer feed with. They do NOT need the {brandName} account to see your printer feed.": "Envoyez le lien sécurisé à toute personne avec laquelle vous souhaitez partager votre flux d'impression. Ces personnes n'ont pas besoin du compte {{brandName}} pour accéder à votre flux d'impression.",
  "Anyone with this shareable link will be able to see your printer feed.": "Toute personne disposant de ce lien partageable pourra voir le flux de votre imprimante.",
  "Learn more about what they can see.": "Apprenez-en davantage sur ce qu’ils peuvent voir.",
  "Presets": "Préréglages",
  "Temperature presets can be edited or added in {agentName} settings.": "Les préréglages de température peuvent être modifiés ou ajoutés dans les paramètres {{agentName}}.",
  "OFF": "DÉSACTIVÉ",
  "Manual": "Manuel",
  "Oops!": "Oups !",
  "Handshake failed because the pop-up was blcoked.": "La poignée de main a échoué car la fenêtre contextuelle a été bloquée.",
  "Please unblock the pop-up in your browser and try it again.": "Veuillez débloquer la fenêtre contextuelle dans votre navigateur et réessayer.",
  "Okay!": "D'accord!",
  "Switch to Manual Setup": "Passer à la configuration manuelle",
  "Handshake failed!": "La poignée de main a échoué !",
  "Please make sure": "S'il vous plaît assurez-vous",
  "The OctoPrint you want to link is at {host}:{port}, and it's connected to the same local network as your computer/phone.": "L'OctoPrint que vous souhaitez lier se trouve à {{host}}:{{port}}, et il est connecté au même réseau local que votre ordinateur/téléphone.",
  "The version of plugin is 1.8.0 or above.": "La version du plugin est 1.8.0 ou supérieure.",
  "The {brandName} app needs to make sure you have access to selected printer.": "L'application {{brandName}} doit s'assurer que vous avez accès à l'imprimante sélectionnée.",
  "When you press 'Link Now' button below, a new browser window will pop up to finish a handshake with this printer.": "Lorsque vous appuyez sur le bouton « Lier maintenant » ci-dessous, une nouvelle fenêtre de navigateur apparaîtra pour terminer une poignée de main avec cette imprimante.",
  "Link Now": "Lien maintenant",
  "Platform": "Plate-forme",
  "IP address": "adresse IP",
  "Hostname": "Nom d'hôte",
  "OctoPi": "OctoPi",
  "OS": "Système d'exploitation",
  "Link": "Lien",
  "Device Selection": "Sélection de l'appareil",
  "Install Obico": "Installer Obico",
  "Link Printer": "Lien Imprimante",
  "First Layer Report": "Rapport de première couche",
  "uploaded": "téléchargé",
  "Open File": "Ouvrir le fichier",
  "First Layer Grade": "Première couche de qualité",
  "First Layer Print Time": "Temps d'impression de la première couche",
  "First Layer Notes": "Notes de première couche",
  "You're first layer score is": "Votre premier score de couche est",
  "Grade {localizedDom} usually means one of the following": "La note {localizedDom} signifie généralement l'une des suivantes :",
  "AI Time-Lapse": "Time-Lapse IA",
  "Original Time-Lapse": "Time-Lapse original",
  "Give Feedback About This Report": "Donnez votre avis sur ce rapport",
  "Possible failure detected!": "Panne possible détectée !",
  "(Cancelled)": "(Annulé)",
  "Time-lapse video deleted": "Vidéo accélérée supprimée",
  "Time-lapse videos older than 6-months are deleted from the {brandName} app server as they are rarely needed and cost significant amount to store in the cloud.": "Les vidéos accélérées datant de plus de 6 mois sont supprimées du serveur d'applications {{brandName}} car elles sont rarement nécessaires et coûtent cher à stocker dans le cloud.",
  "If you are a Pro subscriber and you don't want your time-lapse videos to be deleted, please ": "Si vous êtes abonné Pro et que vous ne souhaitez pas que vos vidéos en accéléré soient supprimées, veuillez",
  "contact us": "Contactez-nous",
  "Download Original Time-lapse": "Télécharger le time-lapse original",
  "Download Detective Time-lapse": "Télécharger Detective Time-lapse",
  " ": " ",
  "Video file is deleted.": "Le fichier vidéo est supprimé.",
  "Did we get it right?": "Avons-nous bien compris ?",
  "CUSED FEEDBACK": "COMMENTAIRES PERSONNELS",
  "Thank you for completing the Focused Feedback. You have earned 2 non-expirable AI Detection Hours. You can click the button again to change your feedback.": "Merci d'avoir répondu à l'évaluation ciblée. Vous avez gagné 2 heures de détection IA non expirables. Vous pouvez cliquer à nouveau sur le bouton pour modifier votre évaluation.",
  "With Focused Feedback, you can tell us exactly where we got it wrong. This is the most effective way to help us improve.": "Grâce au feedback ciblé, vous pouvez nous indiquer précisément nos erreurs. C'est le moyen le plus efficace de nous aider à nous améliorer.",
  "You will earn 2 AI Detection Hours once you finish the Focused Feedback": "Vous gagnerez 2 heures de détection d'IA une fois que vous aurez terminé le Focused Feedback",
  "Every time you give us feedback,": "Chaque fois que vous nous donnez votre avis,",
  "you help us get better at detecting failures": "vous nous aidez à mieux détecter les pannes",
  "Search": "Recherche",
  "Ascending": "Ascendant",
  "Descending": "Descendant",
  "SORT BY": "TRIER PAR",
  "DIRECTION": "DIRECTION",
  "Upgrade for Better Streaming": "Mise à niveau pour un meilleur streaming",
  "Because you are now on the": "Parce que tu es maintenant sur le",
  "{brandName} Cloud Free plan": "{{brandName}} Forfait Cloud gratuit",
  "Streaming is limited to 5 FPS (frames per second).": "Le streaming est limité à 5 FPS (images par seconde).",
  "After 30 seconds of streaming there is a 30-second cooldown before you can resume streaming.": "Après 30 secondes de streaming, il y a un temps de recharge de 30 secondes avant de pouvoir reprendre le streaming.",
  "Support the {brandName} project by": "Soutenez le projet {{brandName}} en",
  "upgrading to the Pro plan for little more than 1 Starbucks a month.": "passer au plan Pro pour un peu plus d'un Starbucks par mois.",
  "The Pro plan offers many perks, including the": "Le plan Pro offre de nombreux avantages, notamment",
  "Smooth 25 FPS.": "Fluide à 25 FPS.",
  "Unlimited streaming with no cooldowns.": "Streaming illimité sans temps de recharge.",
  "Video frames dropped": "Images vidéo perdues",
  "The video frames are getting dropped because there is most likely a bandwidth bottleneck along the route they travel from your Raspberry Pi to your computer. The bottleneck can be anywhere, but in most cases,": "Les images vidéo sont perdues en raison d'un goulot d'étranglement de bande passante sur le trajet entre votre Raspberry Pi et votre ordinateur. Ce goulot d'étranglement peut se situer n'importe où, mais dans la plupart des cas,",
  "it is either your computer's internet connection, or your Raspberry Pi's": "c'est soit la connexion Internet de votre ordinateur, soit celle de votre Raspberry Pi",
  "Make sure your computer is connected to the same network as your Pi. If you still see this warning, you need to trouble-shoot your computer's Wi-Fi connection, probably by moving closer to the Wi-Fi router.": "Assurez-vous que votre ordinateur est connecté au même réseau que votre Pi. Si cet avertissement persiste, vous devez résoudre le problème de connexion Wi-Fi de votre ordinateur, probablement en vous rapprochant du routeur Wi-Fi.",
  "If the webcam stream is smooth when your computer is on the same Wi-Fi network as your Pi, the bottleneck is likely with the upload speed of your internet connection. You need to run a speed test to make sure you have high-enough upload speed, as well as": "Si le flux de la webcam est fluide lorsque votre ordinateur est connecté au même réseau Wi-Fi que votre Pi, le problème vient probablement du débit montant de votre connexion Internet. Effectuez un test de débit pour vous assurer que votre débit montant est suffisant, ainsi que pour vérifier si votre connexion est stable.",
  "low latency (ping)": "faible latence (ping)",
  "Check out": "Vérifier",
  "the step-by-step trouble-shooting guide.": "le guide de dépannage étape par étape.",
  "Webcam stream buffering": "Mise en mémoire tampon du flux de la webcam",
  "When you see the messaging about webcam stream is 'buffering' occasionally, you can just reload the page. If this message repeatedly appears, it may indicate one of the problems": "Si le message indiquant que le flux webcam est mis en mémoire tampon de temps en temps s'affiche, vous pouvez simplement actualiser la page. Si ce message apparaît de manière répétée, cela peut indiquer un problème.",
  "1. A constricted video stream on your Raspberry Pi. The most common reasons are": "1. Un flux vidéo restreint sur votre Raspberry Pi. Les raisons les plus courantes sont :",
  "Camera resolution is set too high.": "La résolution de la caméra est trop élevée.",
  "Camera framerate is set too high.": "La fréquence d'images de la caméra est trop élevée.",
  "The upload speed of your Raspberry Pi is too low.": "La vitesse de téléchargement de votre Raspberry Pi est trop faible.",
  "2. The internet connection of your computer or phone is not fast enough.": "2. La connexion Internet de votre ordinateur ou de votre téléphone n’est pas assez rapide.",
  "3. Your webcam is not properly connected to your Raspberry Pi.": "3. Votre webcam n'est pas correctement connectée à votre Raspberry Pi.",
  "Check": "Vérifier",
  "this step-by-step troubleshooting guide": "ce guide de dépannage étape par étape",
  "Buffering...": "Mise en mémoire tampon...",
  "Why is it stuck?": "Pourquoi est-il bloqué ?",
  "Webcam streams up to 5 FPS for Free": "Webcam diffuse jusqu'à 5 FPS gratuitement",
  "Learn more...": "Apprendre encore plus...",
  "Filter": "Filtre",
  "Suppress Temperature": "Supprimer la température",
  "Suppress SD Status Messages": "Supprimer les messages d'état SD",
  "Suppress Position Messages": "Supprimer les messages de position",
  "Suppress 'OK' Messages": "Supprimer les messages « OK »",
  "Enter code...": "Entrez le code...",
  "Terminal feed is off": "L'alimentation du terminal est désactivée",
  "Failed to fetch authorized apps": "Échec de la récupération des applications autorisées",
  "Failed to remove access": "Échec de la suppression de l'accès",
  "Authorized Apps": "Applications autorisées",
  "App Name": "Nom de l'application",
  "Printer to Access": "Imprimante à laquelle accéder",
  "Remove Access": "Supprimer l'accès",
  "General": "Général",
  "Language": "Langue",
  "Language preference saved. Please refresh the page to apply the changes.": "Préférence de langue enregistrée. Veuillez actualiser la page pour appliquer les modifications.",
  "Land directly on the printer control page if I have only 1 printer": "Accéder directement à la page de contrôle de l'imprimante si je n'ai qu'une seule imprimante",
  "This option will be ignored if you have multiple printers. In this case, you will always land on the printer overview page.": "Cette option sera ignorée si vous possédez plusieurs imprimantes. Dans ce cas, vous serez toujours redirigé vers la page de présentation de l'imprimante.",
  "View Archived Printers": "Afficher les imprimantes archivées",
  "Enable notifications": "Activer les notifications",
  "Enable notification": "Activer la notification",
  "Please configure the following variables in the '.env' file": "Veuillez configurer les variables suivantes dans le fichier '.env'",
  "Edit Name": "Modifier le nom",
  "Profile": "Profil",
  "First Name": "Prénom",
  "Last Name": "Nom de famille",
  "Email": "E-mail",
  "Primary Email": "E-mail principal",
  "Manage email addresses": "Gérer les adresses e-mail",
  "Password": "Mot de passe",
  "Change Password": "Changer le mot de passe",
  "Appearance": "Apparence",
  "Theme": "Thème",
  "DARK": "SOMBRE",
  "LIGHT": "LUMIÈRE",
  "Sync theme with system settings": "Synchroniser le thème avec les paramètres système",
  "Failure alerts": "Alertes de panne",
  "When possible failures are detected": "Lorsque des défaillances possibles sont détectées",
  "Print job events": "Événements de travail d'impression",
  "Upon start/end/cancellation of a print job": "Au début/à la fin/à l'annulation d'un travail d'impression",
  "When print is done": "Une fois l'impression terminée",
  "When print is cancelled": "Lorsque l'impression est annulée",
  "When printer needs attention": "Lorsque l'imprimante a besoin d'attention",
  "Such as filament change or run-out": "Comme un changement de filament ou une rupture de filament",
  "When print is started": "Lorsque l'impression est démarrée",
  "When print is paused": "Lorsque l'impression est en pause",
  "Note: this event may be triggered by other plugins that pause the print frequently, such as the timelapse plugin": "Remarque : cet événement peut être déclenché par d'autres plugins qui interrompent fréquemment l'impression, comme le plugin timelapse",
  "When print is resumed": "Lorsque l'impression reprend",
  "Heater status change": "Changement d'état du chauffage",
  "Heater reached target or cooled down": "Le chauffage a atteint la cible ou s'est refroidi",
  "Push Notification": "Notification push",
  "Failed to contact printer. Is it powered on and connected to Internet?": "Impossible de contacter l'imprimante. Est-elle sous tension et connectée à Internet ?",
  "Printer not responding": "L'imprimante ne répond pas",
  "The printer doesn't seem to be responding. Is it powered on and connected to the Internet? Please": "L'imprimante ne semble pas répondre. Est-elle sous tension et connectée à Internet ?",
  "report the problem to us": "signalez-nous le problème",
  "if this error repeats multiple times.": "si cette erreur se répète plusieurs fois.",
  "Get help from": "Obtenez de l'aide de",
  "the {brandName} for Klipper support forum": "le {{brandName}} pour le forum d'assistance Klipper",
  "or": "ou",
  "the {brandName} general support forum": "le forum d'assistance générale {{brandName}}",
  "if this error persists.": "si cette erreur persiste.",
  "SMS": "SMS",
  "Pushbullet": "Pushbullet",
  "Discord": "Discorde",
  "Telegram": "Télégramme",
  "Pushover": "Poussée",
  "Slack": "Mou",
  "Webhook": "Webhook",
  "Webhook URL": "URL du webhook",
  "Discord Webhook": "Webhook Discord",
  "If you have a Discord channel you wish to receive notifications on, you can {localizedDom} and enter it here.": "Si vous avez un canal Discord sur lequel vous souhaitez recevoir des notifications, vous pouvez {localizedDom} et le saisir ici.",
  "generate webhook url": "générer l'URL du webhook",
  "Notifications are sent to verified email addresses only.": "Les notifications sont envoyées uniquement aux adresses e-mail vérifiées.",
  "Account events {localizedDom}": "Événements de compte {localizedDom}",
  "Plan changed; AI Detection Hours running low; etc.": "Plan modifié ; les heures de détection de l'IA sont faibles ; etc.",
  "Access Token": "Jeton d'accès",
  "Pushbullet Access Token": "Jeton d'accès Pushbullet",
  "If you have a Pushbullet account, you can {localizedDom} and enter it here.": "Si vous avez un compte Pushbullet, vous pouvez {localizedDom} et le saisir ici.",
  "generate an access token": "générer un jeton d'accès",
  "User Key": "Clé utilisateur",
  "Pushover User Key": "Clé utilisateur Pushover",
  "If you have a Pushover account, you can {localizedDom} and enter it here.": "Si vous avez un compte Pushover, vous pouvez {localizedDom} et le saisir ici.",
  "get your User Key": "obtenez votre clé d'utilisateur",
  "Slack test failed": "Échec du test de relâchement",
  "Close": "Fermer",
  "{brandName} Messenger has been successfully added to your workspace.": "{{brandName}} Messenger a été ajouté avec succès à votre espace de travail.",
  "What's Next?": "Quelle est la prochaine étape ?",
  " 1. Make sure {brandName} Messenger is added to the channels you want the notifications to be sent to.": "1. Assurez-vous que {{brandName}} Messenger est ajouté aux canaux auxquels vous souhaitez que les notifications soient envoyées.",
  "2. There is no 2. You are all set. It's this simple. 😀": "2. Il n'y a pas de 2. Vous êtes prêt. C'est aussi simple que ça. 😀",
  "Click the button below to add the {brandName} Slack App into your workspace": "Cliquez sur le bouton ci-dessous pour ajouter l'application Slack {{brandName}} à votre espace de travail",
  "Test Notifications": "Notifications de test",
  "Test Slack Notification": "Tester les notifications Slack",
  "Questions?": "Des questions ?",
  "Q: How do I remove the {brandName} Slack App from a slack channel so that it won't send notifications to that channel?": "Q : Comment supprimer l'application Slack {{brandName}} d'un canal Slack afin qu'elle n'envoie pas de notifications à ce canal ?",
  "Q: How do I remove the {brandName} Slack App from the entire workspace?": "Q : Comment supprimer l’application Slack {{brandName}} de l’ensemble de l’espace de travail ?",
  "A: Please follow the instructions in {localizedDom}.": "R : Veuillez suivre les instructions dans {localizedDom}.",
  "this Slack help doc": "ce document d'aide Slack",
  "Telegram test failed": "Échec du test de télégramme",
  "Login to be notified by our Telegram bot.": "Connectez-vous pour être averti par notre bot Telegram.",
  "Telegram in the mobile app is very finicky. Please open a browser, and log into {localizedDom} using the same credential to set up Telegram.": "Telegram est très complexe sur l'application mobile. Veuillez ouvrir un navigateur et vous connecter à {localizedDom} avec les mêmes identifiants pour configurer Telegram.",
  "the {brandName} web app": "l'application Web {{brandName}}",
  "Once set up, Telegram notification will work properly on your phone.": "Une fois configurée, la notification Telegram fonctionnera correctement sur votre téléphone.",
  "If you see 'Bot domain invalid', please hard-refresh the browser a few times. I know it's annoying. But Telegram API has a very high failure rate.": "Si vous voyez le message « Domaine du bot invalide », veuillez actualiser votre navigateur plusieurs fois. Je sais que c'est ennuyeux, mais l'API Telegram a un taux d'échec très élevé.",
  "If you press the 'Test Telegram Notification' button and see an error, please hard-refresh the browser a few times and press the test button again.": "Si vous appuyez sur le bouton « Tester la notification Telegram » et que vous voyez une erreur, veuillez actualiser le navigateur plusieurs fois et appuyer à nouveau sur le bouton de test.",
  "Unlink Telegram": "Dissocier Telegram",
  "Test Telegram Notification": "Tester la notification par télégramme",
  "Oops, we don't send SMS to this country code": "Oups, nous n'envoyons pas de SMS vers cet indicatif de pays",
  "Phone Number": "Numéro de téléphone",
  "Country Code": "Code du pays",
  "Custom Webhook URL": "URL de webhook personnalisée",
  "Enter a custom webhook URL at which to receive notifications.": "Saisissez une URL de webhook personnalisée à laquelle recevoir des notifications.",
  "You just earned 3 AI Detection Hours!": "Vous venez de gagner 3 heures de détection d'IA !",
  "Having more training data is crucial for a better First Layer AI. Thank you!": "Disposer de davantage de données d'entraînement est crucial pour une meilleure IA de première couche. Merci !",
  "You can now close this page": "Vous pouvez maintenant fermer cette page",
  "First Layer Snapshots": "Instantanés de la première couche",
  "Help {brandName}'s First Layer AI (codename: Celestrius) learn and improve quickly by telling her what issues exist in each of these snapshots.": "Aidez l'IA de la première couche de {{brandName}} (nom de code : Celestrius) à apprendre et à s'améliorer rapidement en lui indiquant les problèmes qui existent dans chacun de ces instantanés.",
  "Why should I do this?": "Pourquoi devrais-je faire cela ?",
  "{brandName}'s First Layer AI is still in her infant time. Just like a human baby, the only way she can learn is to be told by adults what is good and what is bad. By telling her what issues exist in these snapshots, you will help her get better at telling a good first layer apart from a bad one.": "L'IA de la première couche de {{brandName}} est encore dans sa phase infantile. Tout comme un bébé humain, elle ne peut apprendre que grâce aux adultes qui lui indiquent ce qui est bien et ce qui est mal. En lui indiquant les problèmes présents dans ces instantanés, vous l'aiderez à mieux distinguer une bonne première couche d'une mauvaise.",
  "Privacy Notice: By participating in this survey, you grant the {brandName} team members the permission to review all snapshots below.": "Avis de confidentialité : En participant à cette enquête, vous accordez aux membres de l'équipe {{brandName}} la permission de consulter tous les instantanés ci-dessous.",
  "Earn 3 AI Detection Hours!": "Gagnez 3 heures de détection d'IA !",
  "{name} snapshots were selected from your first layer print. Earn 3 AI Detection Hours by telling us if you see any printing issues with these snapshots!": "{{name}} instantanés ont été sélectionnés à partir de votre première impression de calque. Gagnez 3 heures de détection IA en nous signalant tout problème d'impression avec ces instantanés !",
  "Download file": "Télécharger le fichier",
  "Host printer for this gcode not found": "Imprimante hôte pour ce gcode introuvable",
  "Rename file": "Renommer le fichier",
  "Delete file": "Supprimer le fichier",
  "This G-Code file doesn't exists": "Ce fichier G-Code n'existe pas",
  "This file is deleted and unavailable for print": "Ce fichier est supprimé et indisponible pour l'impression",
  "This file doesn't have any prints yet": "Ce fichier ne contient pas encore d'impressions",
  "File storage": "Stockage de fichiers",
  "Sort": "Trier",
  "Create folder": "Créer un dossier",
  "Available to browse files": "Disponible pour parcourir les fichiers",
  "Unable to browse files": "Impossible de parcourir les fichiers",
  "Delete {name} item(s)? This action can not be undone.": "Supprimer {{name}} élément(s) ? Cette action est irréversible.",
  "Yes": "Oui",
  "No": "Non",
  "Failed to delete files and folders": "Échec de la suppression des fichiers et des dossiers",
  "{name} isn't available for browsing files for one of the following reasons": "{{name}} n'est pas disponible pour parcourir les fichiers pour l'une des raisons suivantes",
  "{brandName} for {name} plugin is outdated (you need version {version} or later)": "Le plugin {{brandName}} pour {{name}} est obsolète (vous avez besoin de la version {{version}} ou ultérieure)",
  "Printer not found or unavailable": "Imprimante non trouvée ou indisponible",
  "Folder with this name already exists": "Le dossier portant ce nom existe déjà",
  "Select all": "Tout sélectionner",
  "selected": "choisi",
  "STORAGE": "STOCKAGE",
  "Cloud": "Nuage",
  "G-Code file (*.gcode, *.gco, or *.g) only.": "Fichier G-Code (*.gcode, *.gco ou *.g) uniquement.",
  "Up to {maxFilesize} MB each file, {maxTotalFilesize} GB total.": "Jusqu'à {{maxFilesize}} Mo par fichier, {{maxTotalFilesize}} Go au total.",
  "Search in Klipper printers works only for current directory": "La recherche dans les imprimantes Klipper ne fonctionne que pour le répertoire actuel",
  "Pop up on errors": "Pop-up en cas d'erreur",
  "Unlimited Account": "Compte Illimité",
  "Contact Support": "Contacter le support",
  "Large Chat Window": "Grande fenêtre de discussion",
  "Small Chat Window": "Petite fenêtre de discussion",
  "Would you like to send a support request?": "Souhaitez-vous envoyer une demande d'assistance ?",
  "Describe your issue here...": "Décrivez votre problème ici...",
  "Sending...": "Envoi...",
  "Ask for tech support": "Demander une assistance technique",
  "Nah, I'm good": "Non, ça va",
  "Your JusPrin Account": "Votre compte JusPrin",
  "You have run out of AI credits!": "Vous avez épuisé vos crédits IA !",
  "Unlimited": "Illimité",
  "FREE Plan": "Plan GRATUIT",
  "Yay! You are on the Unlimited Plan!": "Génial ! Vous êtes sur le Plan Illimité !",
  "Enjoy unlimited AI credits!": "Profitez de crédits IA illimités !",
  "Manage Subscription Plan": "Gérer le Plan d'Abonnement",
  "AI Credits": "Crédits IA",
  "Reset on {resetDate}": "Réinitialisation le {resetDate}",
  "\"AI credit\" is the currency for using JusPrin AI. Every time you ask JusPrin to determine the best way to slice the model, you will use 1 AI credit.": "Le \"crédit IA\" est la monnaie pour utiliser JusPrin AI. Chaque fois que vous demandez à JusPrin de déterminer la meilleure façon de découper le modèle, vous utiliserez 1 crédit IA.",
  "We set a limit on the number of AI credits per month for free users because OpenAI charges us for each API call.": "Nous fixons une limite sur le nombre de crédits IA par mois pour les utilisateurs gratuits car OpenAI nous facture pour chaque appel API.",
  "AI credit limit is reset at the beginning of each month.": "La limite de crédit IA est réinitialisée au début de chaque mois.",
  "Get More AI Credits": "Obtenir plus de crédits IA",
  "If you are running short on AI credits, there are two ways to get more.": "Si vous manquez de crédits IA, il y a deux façons d'en obtenir plus.",
  "Upgrade to Unlimited Plan": "Passer au Plan Illimité",
  "30% OFF": "30% DE RÉDUCTION",
  "If your account is an Obico Pro account, you can get a 30% discount on the upgrade. Discount automatically applied at checkout.": "Si votre compte est un compte Obico Pro, vous pouvez obtenir une réduction de 30% sur la mise à niveau. La réduction est automatiquement appliquée lors du paiement.",
  "Upgrade": "Mettre à niveau",
  "Alternatively, you can {hostYourOwnLink} and get unlimited AI credits using your own OpenAI API key.": "Alternativement, vous pouvez {hostYourOwnLink} et obtenir des crédits IA illimités en utilisant votre propre clé API OpenAI.",
  "host your own JusPrin server": "héberger votre propre serveur JusPrin",
  "I have not set any slicing parameters for you. Do you want me to slice your model with these?": "Je n'ai défini aucun paramètre de découpage pour vous. Voulez-vous que je découpe votre modèle avec ces paramètres ?",
  "- Filament:": "- Filament :",
  "- Process preset:": "- Préréglage du processus :",
  "I notice some of your models have overhangs. I can try to auto-orient them to minimize the need for supports.": "Je remarque que certains de vos modèles ont des surplombs. Je peux essayer de les orienter automatiquement pour minimiser le besoin de supports.",
  "My slicing algorithm lord just said:": "Mon maître de l'algorithme de découpage vient de dire :",
  "Please set the slicing settings based on the suggested strategy:": "Veuillez définir les paramètres de découpage en fonction de la stratégie suggérée :",
  "Since you are on a Free plan, please join our Discord server to seek support from the community.": "Puisque vous bénéficiez d'un plan gratuit, veuillez rejoindre notre serveur Discord pour obtenir de l'aide de la communauté.",
  "You can also {localizedDom} to get email support from the Obico team.": "Vous pouvez également {localizedDom} pour obtenir une assistance par e-mail de l'équipe Obico.",
  "upgrade to the Unlimited plan": "passer au plan Illimité",
  "Detailed explanations:": "Explications détaillées :",
  "I have applied the following settings:": "J'ai appliqué les paramètres suivants :",
  "- Additional slicing parameters:": "- Paramètres de découpage supplémentaires :",
  "None": "Aucun",
  "Re-apply settings": "Réappliquer les paramètres",
  "I suggest the following to achieve the best results:": "Je suggère ce qui suit pour obtenir les meilleurs résultats :",
  "Oh no! My slicing algorithm lord just said:": "Oh non ! Mon maître de l'algorithme de découpage vient de dire :",
  "Scan this QR code with your phone to join our Discord server:": "Scannez ce code QR avec votre téléphone pour rejoindre notre serveur Discord :",
  "Thinking...": "Pensée...",
  "It seems to be taking awfully long to slice. Maybe something went wrong...? You can start over, or continue waiting.": "Le découpage semble prendre énormément de temps. Peut-être qu'il y a eu un problème… ? Vous pouvez recommencer ou continuer à attendre.",
  "Slicing in progress...": "Découpage en cours...",
  "Type your message here...": "Tapez votre message ici...",
  "Select printer, filament, and add models first": "Sélectionnez d'abord l'imprimante, le filament et ajoutez les modèles",
  "Sign Up/Sign In to Get Started": "Inscrivez-vous/Connectez-vous pour commencer",
  "Timeout: No response for action \"{action}\" within {timeout}ms": "Délai d'expiration : aucune réponse pour l'action « {{action}} » dans {{timeout}}ms",
  "🤖 Hi, I'm JusBot, your 3D printing AI assistant.": "🤖 Salut, je suis JusBot, votre assistant IA d'impression 3D.",
  "I notice you haven't added any printers yet. You need to add at least one printer before you can use JusPrin.": "Je remarque que vous n'avez pas encore ajouté d'imprimante. Vous devez en ajouter au moins une avant de pouvoir utiliser JusPrin.",
  "I notice you haven't added any filaments yet. You need to add at least one filament before you can use JusPrin.": "Je remarque que vous n'avez pas encore ajouté de filaments. Vous devez en ajouter au moins un avant de pouvoir utiliser JusPrin.",
  "I notice you don't have any models on your plate.\n\nAdd some models to see the magic. 😀": "Je remarque que vous n'avez aucun modèle en préparation.\n\nAjoutez-en quelques-uns pour voir la magie opérer. 😀",
  "I notice your model uses multiple plates or filaments.\n\nJusPrin is still in beta and does not support multiple plates or filaments yet.\n\nPlease manually slice your model. Also stay tuned for our product update.": "Je remarque que votre modèle utilise plusieurs plaques ou filaments.\n\nJusPrin est encore en version bêta et ne prend pas encore en charge plusieurs plaques ou filaments.\n\nVeuillez découper manuellement votre modèle. Restez également à l'écoute de nos mises à jour produit.",
  "You are currently using:": "Vous utilisez actuellement :",
  "Printer:": "Imprimante:",
  "Filament:": "Filament:",
  "You have {num} model on your plate.": "Vous avez le modèle {{num}} dans votre assiette.",
  "You have {num} models on your plate.": "Vous avez {{num}} modèles dans votre assiette.",
  "I see \"{modelName}\" added to your plate.": "Je vois \"{{modelName}}\" ajouté à votre assiette.",
  "I see \"{modelName}\" and {num} other model added to your plate.": "Je vois \"{{modelName}}\" et {{num}} autre modèle ajouté à votre plaque.",
  "I see \"{modelName}\" and {num} other models added to your plate.": "Je vois \"{{modelName}}\" et {{num}} autres modèles ajoutés à votre assiette.",
  "Sorry, there was an error processing your request.": "Désolé, une erreur s'est produite lors du traitement de votre demande.",
  "Add printer": "Ajouter une imprimante",
  "Add filament": "Ajouter un filament",
  "Change printer": "Changer d'imprimante",
  "Change filament": "Changer le filament",
  "More options": "Plus d'options",
  "Slice with current settings": "Tranche avec les paramètres actuels",
  "End troubleshooting": "Fin du dépannage",
  "I want to end troubleshooting": "Je souhaite mettre fin au dépannage",
  "Stay in troubleshooting": "Restez en dépannage",
  "I want to continue troubleshooting": "Je souhaite continuer le dépannage",
  "Start over": "Recommencer",
  "Export G-code": "Exporter le code G",
  "Switch to preview": "Passer à l'aperçu",
  "Auto-orient models": "Modèles à orientation automatique",
  "Undo auto-orient": "Annuler l'auto-orientation",
  "Got it! Auto-orient is undone.": "Compris ! L'orientation automatique est annulée.",
  "Undo auto-arrange": "Annuler l'organisation automatique",
  "Got it! Auto-arrange is undone.": "Compris ! L'organisation automatique est annulée.",
  "Enable support": "Activer le support",
  "Support enabled.": "Support activé.",
  "Undo enable support": "Annuler l'activation du support",
  "Got it! Support is now disabled.": "Compris ! Le support est désormais désactivé.",
  "Explain it to me": "Explique-le moi",
  "JusPrin displays this message: *\"{originalErrorMessage}\"* Explain it to me.": "JusPrin affiche ce message : *\"{{originalErrorMessage}}\"* Expliquez-le-moi.",
  "Okay": "D'accord",
  "Common printing prompts": "Invites d'impression courantes",
  "Test render": "Test de rendu",
  "✨ Do your magic!": "✨ Faites votre magie !",
  "Looks good to me": "Ça me semble bien",
  "You got it wrong. Scratch that.": "Tu t'es trompé. Oublie ça.",
  "Let me change it": "Laisse-moi le changer",
  "Just do a standard print. Nothing special.": "Il suffit de faire une impression standard. Rien de spécial.",
  "I want to do a fast print. Draft quality.": "Je souhaite réaliser une impression rapide, de qualité brouillon.",
  "Print a strong part.": "Imprimez une pièce solide.",
  "My last print did not stick to the bed. Help me fix it.": "Ma dernière impression n'a pas collé au plateau. Aidez-moi à la réparer.",
  "Select a {presetType}. If the {presetType} is not listed, use the \"Add {presetType}\" button to add it first.": "Sélectionnez un {{presetType}}. Si {{presetType}} n'est pas répertorié, utilisez le bouton « Ajouter {{presetType}} » pour l'ajouter en premier.",
  "You have switched to:": "Vous avez changé pour :",
  "Welcome To": "Bienvenue à",
  "Your 30-Day {localizedDom} Free Trial Has Started!": "Votre essai gratuit de 30 jours de {localizedDom} a commencé !",
  "Pro Plan": "Plan Pro",
  "{trialDaysLeft} Days Left on Your {localizedDom} Free Trial!": "{trialDaysLeft} Jours restants sur votre essai gratuit {localizedDom} !",
  "Unlimited Secure Tunnel to your {platformDisplayName}": "Tunnel sécurisé illimité vers votre {{platformDisplayName}}",
  "Premium 25 FPS Webcam Streaming": "Streaming webcam premium à 25 FPS",
  "250 AI Failure Detection Hours": "250 heures de détection des pannes de l'IA",
  "G-Code Remote Upload and Printing": "Téléchargement et impression à distance du code G",
  "{platformDisplayName} has not been linked to your {brandName} account.": "{{platformDisplayName}} n'a pas été lié à votre compte {{brandName}}.",
  "Link {platformDisplayName} Now": "Lien {{platformDisplayName}} maintenant",
  "It's as easy as 1-2-3.": "C'est aussi simple que 1-2-3.",
  "Not ready to start yet? {localizedDom} to pause your free trial.": "Vous n'êtes pas encore prêt à commencer ? {localizedDom} pour suspendre votre essai gratuit.",
  "Email us": "Envoyez-nous un e-mail",
  "Authorization Successful!": "Autorisation réussie !",
  "You can close this page": "Vous pouvez fermer cette page",
  "Tunnel Access Authorization": "Autorisation d'accès au tunnel",
  "is requesting to access you {platformDisplayName} Tunnel.": "demande à accéder à votre tunnel {{platformDisplayName}}.",
  "is a secure way provided by {localizedDom} to remotely access your {platformDisplayName}. With the {platformDisplayName} Tunnel, you can use {appDisplayName} to access your {platformDisplayName} from anywhere.": "est un moyen sécurisé fourni par {localizedDom} pour accéder à distance à votre {platformDisplayName}. Avec le tunnel {platformDisplayName}, vous pouvez utiliser {appDisplayName} pour accéder à votre {platformDisplayName} où que vous soyez.",
  "Tunnel usage of a free account is {localizedDom} to enjoy unlimited tunnel usage.": "L'utilisation du tunnel d'un compte gratuit est de {localizedDom} pour profiter d'une utilisation illimitée du tunnel.",
  "capped at 300MB per month": "plafonné à 300 Mo par mois",
  "upgrade to the {brandName} app Pro plan for 1 Starbucks a month": "passez à l'application {{brandName}} Pro pour 1 Starbucks par mois",
  "After the Free trial expires, tunnel data usage will be {localizedDom} to continue enjoying unlimited tunnel usage.": "Une fois l'essai gratuit expiré, l'utilisation des données du tunnel sera de {localizedDom} pour continuer à profiter d'une utilisation illimitée du tunnel.",
  "Tunnel access by {localizedDom} (make sure you trust it)": "Accès au tunnel par {localizedDom} (assurez-vous de lui faire confiance) :",
  "You have 0 active printers": "Vous avez 0 imprimantes actives",
  "Please select a printer": "Veuillez sélectionner une imprimante",
  "Authorize": "Autoriser",
  "Manage Apps": "Gérer les applications",
  "Security notes": "Notes de sécurité",
  "The app can only access the tunnel, not your {brandName} account info such as your email address.": "L'application ne peut accéder qu'au tunnel, pas aux informations de votre compte {{brandName}} telles que votre adresse e-mail.",
  "The access remains valid until explicitly revoked. You can revoke the access by going to Preferences -> Authorized Apps.": "L'accès reste valide jusqu'à sa révocation explicite. Vous pouvez le révoquer en accédant à Préférences > Applications autorisées.",
  "Log Out": "Se déconnecter",
  "Free {platformDisplayName} Tunnel": "Tunnel {{platformDisplayName}} gratuit",
  "Powered by {brandName}": "Propulsé par {{brandName}}",
  "With the Free {platformDisplayName} Tunnel by {brandName}, you can now use {appDisplayName} to": "Avec le tunnel gratuit {{platformDisplayName}} de {{brandName}}, vous pouvez désormais utiliser {{appDisplayName}} pour",
  "securely control and monitor your printer from anywhere": "contrôlez et surveillez votre imprimante en toute sécurité où que vous soyez",
  "Unlimited realtime webcam at 0.1FPS.": "Webcam illimitée en temps réel à 0,1 FPS.",
  "300MB monthly tunnel data cap (excluding webcam streaming).": "Limite de données de tunnel mensuelles de 300 Mo (hors streaming webcam).",
  "10 hours/mo AI failure detection.": "Détection des pannes de l'IA 10 heures/mois.",
  "Upgrade to {brandName} Pro Account ({localizedDom}) to get premium features": "Passez au compte Pro {brandName} ({localizedDom}) pour obtenir des fonctionnalités premium :",
  "from $4/mo": "à partir de 4 $/mois",
  "Unlimited realtime webcam streaming.": "Streaming webcam illimité en temps réel.",
  "Unlimited tunnel data usage.": "Utilisation illimitée des données du tunnel.",
  "50 hours/mo AI failure detection.": "Détection des pannes de l'IA 50 heures/mois.",
  "And much more...": "Et bien plus encore...",
  "SIGN IN ": "SE CONNECTER ",
  "- OR -": "- OU -",
  "OctoPrint/Klipper Secure Tunnel": "Tunnel sécurisé OctoPrint/Klipper",
  "It may take long time for OctoPrint/Mainsail/Fluidd page to load as it is securely tunneled via the {brandName} app server.": "Le chargement de la page OctoPrint/Mainsail/Fluidd peut prendre beaucoup de temps car elle est acheminée en toute sécurité via le serveur d'application {{brandName}}.",
  "Learn more about OctoPrint/Klipper tunnel's security and page load speed.": "En savoir plus sur la sécurité du tunnel OctoPrint/Klipper et la vitesse de chargement des pages.",
  "Don't show again": "Ne plus afficher",
  "Monthly data usage ({localizedDom})": "Utilisation mensuelle des données ({localizedDom})",
  "Resets in {daysUntilReset} days": "Réinitialise dans {{daysUntilReset}} jours",
  "Used {usageMTD} of {humanizedUsageCap}.": "Utilisé {{usageMTD}} sur {{humanizedUsageCap}}.",
  "Your month-to-date tunnel data usage is over the Free plan limit.": "Votre utilisation mensuelle des données du tunnel dépasse la limite du forfait gratuit.",
  "Get Unlimited Tunnel Data": "Obtenez des données de tunnel illimitées",
  "Successfully linked to your account!": "Lié avec succès à votre compte !",
  "Printer name": "Nom de l'imprimante",
  "Give your printer a shiny name.": "Donnez à votre imprimante un nom brillant.",
  "Authorize App Access": "Autoriser l'accès à l'application",
  "Go Check Out Printer Feed!": "Allez voir Printer Feed !",
  "Add Phone Number": "Ajouter un numéro de téléphone",
  "Receive text (SMS) in case of print failures.": "Recevez un SMS en cas d'échec d'impression.",
  "Change Printer Settings": "Modifier les paramètres de l'imprimante",
  "You can always change it later.": "Vous pourrez toujours le modifier plus tard.",
  "Install Obico for Klipper": "Installer Obico pour Klipper",
  "Find the Guide for Your Printer to install Obico for Klipper.": "Trouvez le guide de votre imprimante pour installer Obico pour Klipper.",
  "SSH to your device.": "Connectez-vous en SSH à votre appareil.",
  "Enter the installation commands.": "Entrez les commandes d'installation.",
  "Alternatively, you can use KIAUH to install Obico.": "Alternativement, vous pouvez utiliser KIAUH pour installer Obico.",
  "Upon \"Scanning the networking...\", come back here and click \"Next\".": "Après avoir effectué « Analyse du réseau… », revenez ici et cliquez sur « Suivant ».",
  "Install Obico for OctoPrint": "Installer Obico pour OctoPrint",
  "Open OctoPrint in another browser tab.": "Ouvrez OctoPrint dans un autre onglet de navigateur.",
  "Select": "Sélectionner",
  "OctoPrint settings menu → Plugin Manager → Get More...": "Menu des paramètres d'OctoPrint → Gestionnaire de plugins → En savoir plus...",
  "Enter '{brandName}' to locate the plugin. Click": "Saisissez « {{brandName}} » pour localiser le plugin. Cliquez sur",
  "Install": "Installer",
  "Restart OctoPrint when prompted.": "Redémarrez OctoPrint lorsque vous y êtes invité.",
  "SSH to the Raspberry Pi (or other SBC) your Klipper runs on.": "Connectez-vous en SSH au Raspberry Pi (ou autre SBC) sur lequel votre Klipper fonctionne.",
  "Run:": "Courir:",
  "1. Unbox and assemble the 3D printer following the manufacturers instructions": "1. Déballez et assemblez l'imprimante 3D en suivant les instructions du fabricant",
  "2. Power on the 3D printer and make sure it is connected to WiFi.": "2. Allumez l’imprimante 3D et assurez-vous qu’elle est connectée au WiFi.",
  "3. Tap “Next” when you are ready.": "3. Appuyez sur « Suivant » lorsque vous êtes prêt.",
  "Need help? Check out the {localizedDom}": "Besoin d'aide ? Consultez {localizedDom}",
  "step-by-step set up guide": "guide d'installation étape par étape",
  "The 6-digit code needs to be entered in the Obico plugin in OctoPrint. There are a few reasons why you can't find this page:": "Le code à 6 chiffres doit être saisi dans le plugin Obico d'OctoPrint. Plusieurs raisons peuvent expliquer pourquoi vous ne trouvez pas cette page :",
  "You don't have the plugin installed or you haven't restarted OctoPrint after installation. Click": "Vous n'avez pas installé le plugin ou vous n'avez pas redémarré OctoPrint après l'installation. Cliquez sur",
  "to walk through the process again.": "pour parcourir à nouveau le processus.",
  "The installed plugin is on a version earlier than 1.5.0. You need to upgrade the plugin to": "La version du plugin installé est antérieure à la version 1.5.0. Vous devez la mettre à jour vers",
  "or later.": "ou plus tard.",
  "Still no dice? Check out the step-by-step": "Toujours pas de dés ? Consultez le guide étape par étape.",
  "set up guide": "guide d'installation",
  "The 6-digit code needs to be entered to the Obico for Klipper installation script.": "Le code à 6 chiffres doit être saisi dans le script d'installation d'Obico pour Klipper.",
  "this set up guide": "ce guide d'installation",
  "for detailed instructions.": "pour des instructions détaillées.",
  "Can't find the page to enter the 6-digit code?": "Vous ne trouvez pas la page pour saisir le code à 6 chiffres ?",
  "Scanning...": "Balayage...",
  "Scanning..., {name} printer(s) found on your local network:": "Numérisation..., {{name}} imprimante(s) trouvée(s) sur votre réseau local :",
  "To link your printer, please make sure:": "Pour lier votre imprimante, assurez-vous que :",
  "The printer is powered on. If you are using an external SBC such as a Raspberry Pi, make sure it's powered on as well.": "L'imprimante est sous tension. Si vous utilisez un SBC externe tel qu'un Raspberry Pi, assurez-vous qu'il est également sous tension.",
  "The printer or SBC is connected to the same local network as your phone/computer.": "L'imprimante ou le SBC est connecté au même réseau local que votre téléphone/ordinateur.",
  "{brandName} for OctoPrint is 1.8.0 or above.": "{{brandName}} pour OctoPrint est 1.8.0 ou supérieur.",
  "Can’t find the printer you want to link? Switch to Manual Linking instead.": "Vous ne trouvez pas l'imprimante que vous souhaitez associer ? Optez plutôt pour l'association manuelle.",
  "Switch to Manual Linking": "Passer à la liaison manuelle",
  "Code copied to system clipboard": "Code copié dans le presse-papiers du système",
  "Ctrl-C/Cmd-C to copy the code": "Ctrl-C/Cmd-C pour copier le code",
  "Code will expire in ": "Le code expirera dans",
  "Enter the {localizedDom}": "Entrez le {localizedDom}",
  "6-digit verification code": "Code de vérification à 6 chiffres",
  "Invalid code. Is it expired?": "Code invalide. Est-il expiré ?",
  "Enter the One-time Passcode": "Entrez le code d'accès à usage unique",
  "If you using Obico for OctoPrint older than 2.5.0, or Obico for Klipper older than 1.6.0, switch to {localizedDom}.": "Si vous utilisez Obico pour OctoPrint antérieur à la version 2.5.0 ou Obico pour Klipper antérieur à la version 1.6.0, passez à {localizedDom}.",
  "Touch Screen": "Écran tactile",
  "Check to see if your printer already has Obico installed your printer screen.": "Vérifiez si Obico est déjà installé sur votre écran d'imprimante.",
  "Navigate to the settings menu on the LCD screen of your printer.": "Accédez au menu des paramètres sur l’écran LCD de votre imprimante.",
  "Find the “Link Obico” menu item and tap it to open the connection screen.": "Recherchez l’élément de menu « Link Obico » et appuyez dessus pour ouvrir l’écran de connexion.",
  "LCD Screen ": "écran LCD",
  "Check to see if your printer already has Obico Easy Link installed on the LCD menu.": "Vérifiez si Obico Easy Link est déjà installé sur votre imprimante dans le menu LCD.",
  "Find the “Link Obico” menu item.": "Recherchez l’élément de menu « Link Obico ».",
  "Install Via SSH": "Installer via SSH",
  "If you can't find Obico Easy Link, you will need to SSH to your printer to install Obico. You will need to find a guide that works for your printer.": "Si vous ne trouvez pas Obico Easy Link, vous devrez vous connecter en SSH à votre imprimante pour l'installer. Vous devrez trouver un guide adapté à votre imprimante.",
  "Show me how": "Montre-moi comment",
  "Warning: Re-Linking OctoPrint should be your last resort to solve issues. Please make sure you have exhausted all options on {localizedDom}.": "Attention : La réactivation de l'association à OctoPrint doit être votre dernier recours pour résoudre les problèmes. Assurez-vous d'avoir épuisé toutes les options sur {localizedDom}.",
  "{brandName}'s help website": "Site d'aide de {{brandName}}",
  "Devices with Obico Pre-installed": "Appareils avec Obico préinstallé",
  "Pre-Installed Klipper Printer": "Imprimante Klipper préinstallée",
  "Creality K1, Sonic Pad, Sovol SV07, Kingroon KLP1, Elegoo Neptune 4, etc...": "Creality K1, Sonic Pad, Sovol SV07, Kingroon KLP1, Elegoo Neptune 4, etc...",
  "Generic Klipper - Self Installed": "Klipper générique - Auto-installé",
  "If you installed Klipper yourself on a Raspberry Pi or other linux device. E.g., Voron, RatRig": "Si vous avez installé Klipper vous-même sur un Raspberry Pi ou un autre appareil Linux (par exemple, Voron, RatRig)",
  "Including OctoPrint for Klipper such as OctoKlipper.": "Y compris OctoPrint pour Klipper tel que OctoKlipper.",
  "Save": "Sauvegarder",
  "OctoPrint Tunnel": "Tunnel OctoPrint",
  "Additional Actions": "Actions supplémentaires",
  "Reorder": "Réorganiser",
  "Hide": "Cacher",
  "Customize this page for each of your printers by reodering or hiding cards above.": "Personnalisez cette page pour chacune de vos imprimantes en réorganisant ou en masquant les cartes ci-dessus.",
  "Add Printer": "Ajouter une imprimante",
  "Link another printer to {brandName}.": "Liez une autre imprimante à {{brandName}}.",
  "Webcam": "Webcam",
  "WEBCAM SELECTION": "SÉLECTION DE WEBCAM",
  "All": "Tous",
  "Nothing to look here. Enjoy your vacation!": "Rien à redire. Profitez de vos vacances !",
  "No more notifications.": "Plus de notifications.",
  "Created at": "Créé à",
  "Print Status": "Statut d'impression",
  "All Printers": "Toutes les imprimantes",
  "Online Printers": "Imprimantes en ligne",
  "Active Printers": "Imprimantes actives",
  "{name} AI Detection Hours": "{{name}} Heures de détection de l'IA",
  "You can always view your archived printers in by navigating to the General tab within Preferences.": "Vous pouvez toujours afficher vos imprimantes archivées en accédant à l’onglet Général dans les Préférences.",
  "Link New Printer": "Lien vers une nouvelle imprimante",
  "have been archived.": "ont été archivés.",
  "Show Archived Printers": "Afficher les imprimantes archivées",
  "Never Show Again": "Ne plus jamais montrer",
  "Printer not found": "Imprimante non trouvée",
  "Can not update printer settings.": "Impossible de mettre à jour les paramètres de l'imprimante.",
  "{brandName} for klipper support forum": "{{brandName}} pour le forum d'assistance de Klipper",
  "Delete {name} printer? This action can not be undone.": "Supprimer l'imprimante {{name}} ? Cette action est irréversible.",
  "Printer archived": "Imprimante archivée",
  "{name} is archived.": "{{name}} est archivé.",
  "You can find it on": "Vous pouvez le trouver sur",
  "this page": "cette page",
  "and un-archive it": "et désarchivez-le",
  "Go to the printer page": "Accéder à la page de l'imprimante",
  "Settings": "Paramètres",
  "Give your shiny new printer a name": "Donnez un nom à votre nouvelle imprimante brillante",
  "When a potential failure is detected": "Lorsqu'une défaillance potentielle est détectée",
  "Just notify me": "Prévenez-moi simplement",
  "Pause the printer and notify me": "Mettre l'imprimante en pause et m'avertir",
  "If you are not sure about the settings below, leave the default values to minimize surprises.": "Si vous n’êtes pas sûr des paramètres ci-dessous, laissez les valeurs par défaut pour minimiser les surprises.",
  "When print is paused,": "Lorsque l'impression est en pause,",
  "Turn off hotend heater(s)": "Éteignez le(s) chauffage(s) de la tête chauffante",
  "Turn off bed heater": "Éteignez le chauffage du lit",
  "Retract filament by": "Rétracter le filament en",
  "Lift extruder along Z axis by": "Soulever l'extrudeuse le long de l'axe Z en",
  "AI failure detection sensitivity": "Sensibilité de détection des pannes de l'IA",
  "Low - I don't want a lot of false alarms. Only alert me when you are absolutely sure.": "Faible – Je ne veux pas trop de fausses alertes. Ne m'alertez que lorsque vous êtes absolument certain.",
  "Medium - A few false alarms won't bother me. But some well-disguised spaghetti will be missed.": "Moyen – Quelques fausses alertes ne me dérangeront pas. Mais quelques spaghettis bien camouflés me manqueront.",
  "High - Hit me with all the false alarms. I want to catch as many failures as possible.": "Élevé - Alertez-moi avec toutes les fausses alertes. Je veux détecter autant d'échecs que possible.",
  "Time-lapse": "Time-lapse",
  "Focused Feedback won't be available when time-lapse recording is turned off. You won't be able to {localizedDom}": "Le retour ciblé ne sera pas disponible si l'enregistrement accéléré est désactivé. Vous ne pourrez pas {localizedDom}",
  "help us get better while earning AI Detection Hours for yourself": "Aidez-nous à nous améliorer tout en gagnant des heures de détection d'IA pour vous-même",
  "Record time-lapse when a print finishes successfully.": "Enregistrez un time-lapse lorsqu'une impression se termine avec succès.",
  "Skip if the print is finished in less than": "Ignorer si l'impression est terminée en moins de",
  "Record time-lapse when a print is cancelled.": "Enregistrez un time-lapse lorsqu'une impression est annulée.",
  "Skip if the print is cancelled in less than": "Ignorer si l'impression est annulée dans moins de",
  "Danger Zone": "Zone de danger",
  "Re-Link Printer": "Re-lier l'imprimante",
  "If your printer is always showing as 'offline', and you have gone through {localizedDom}, you can try to re-link printer as the last resort.": "Si votre imprimante s'affiche toujours comme « hors ligne » et que vous avez parcouru {localizedDom}, vous pouvez essayer de relier à nouveau l'imprimante en dernier recours.",
  "all the trouble-shooting steps": "toutes les étapes de dépannage",
  "Archive Printer": "Imprimante d'archives",
  "Archived printers are not counted toward your subscription plan. You won't see them in the app either. Go to {localizedDom} to find all archived printers and/or un-archive them.": "Les imprimantes archivées ne sont pas comptabilisées dans votre abonnement. Elles ne seront pas non plus visibles dans l'application. Accédez à {localizedDom} pour retrouver toutes les imprimantes archivées et/ou les désarchiver.",
  "Delete Printer": "Supprimer l'imprimante",
  "Bye-bye printer.": "Au revoir imprimante.",
  "Date": "Date",
  "Time Period": "Période de temps",
  "This Week": "Cette semaine",
  "This Month": "Ce mois-ci",
  "This Year": "Cette année",
  "Custom": "Coutume",
  "Finished": "Fini",
  "Cancelled": "Annulé",
  "Feedback Needed": "Commentaires nécessaires",
  "Review Needed": "Examen nécessaire",
  "Focused Feedback Needed": "Des commentaires ciblés sont nécessaires",
  "Delete {name} print(s)? This action can not be undone.": "Supprimer {{name}} impressions ? Cette action est irréversible.",
  "Until": "Jusqu'à",
  "and later": "et plus tard",
  "Sort By": "Trier par",
  "Prints done": "Impressions réalisées",
  "Total print time": "Temps total d'impression",
  "Filament used": "Filament utilisé",
  "Full Stats": "Statistiques complètes",
  "Older": "Plus vieux",
  "Newer": "Plus récent",
  "Failed to fetch printer information": "Échec de la récupération des informations sur l'imprimante",
  "Start time": "Heure de début",
  "End time": "Fin des temps",
  "Open Detailed Report": "Ouvrir le rapport détaillé",
  "Time-Lapse video deleted": "Vidéo accélérée supprimée",
  "If you are a Pro subscriber and you don't want your time-lapse videos to be deleted, please {localizedDom}": "Si vous êtes abonné Pro et que vous ne souhaitez pas que vos vidéos en accéléré soient supprimées, veuillez {localizedDom}",
  "FOCUSED FEEDBACK": "RÉTROACTION CIBLÉE",
  "Time-Lapse video unavailable because": "La vidéo en accéléré n'est pas disponible car",
  "The {brandName} server is still processing the time-lapse;": "Le serveur {{brandName}} est toujours en train de traiter le time-lapse ;",
  "Or, the print time was shorter than the threshold. You can change the threshold in {localizedDom}": "Ou bien, le temps d'impression était inférieur au seuil. Vous pouvez modifier ce seuil dans {localizedDom}.",
  "the printer settings": "les paramètres de l'imprimante",
  "Print Page": "Imprimer la page",
  "Delete {brandName} print(s)? This action can not be undone.": "Supprimer {{brandName}} impressions ? Cette action est irréversible.",
  "{name} time-lapse(s) deleted!": "{{name}} time-lapse(s) supprimé(s) !",
  "Time-lapse {name} deleted!": "Time-lapse {{name}} supprimé !",
  "selected...": "choisi...",
  "No more time-lapses.": "Fini les time-lapses.",
  "You are viewing an awesome 3D print your friend shared specifically with you on": "Vous regardez une superbe impression 3D que votre ami a partagée spécifiquement avec vous sur",
  "lets you monitor and control your printer from anywhere, on your phone.": "vous permet de surveiller et de contrôler votre imprimante depuis n'importe où, sur votre téléphone.",
  "Sign up for a free {brandName} account": "Inscrivez-vous pour un compte {{brandName}} gratuit",
  "Failed to fetch statistics": "Échec de la récupération des statistiques",
  "GROUP BY": "GROUPER PAR",
  "Group By": "Grouper par",
  "Statistics include deleted prints": "Les statistiques incluent les empreintes supprimées",
  "Total Prints": "Total des impressions",
  "Print Time": "Heure d'impression",
  "Longest print": "Impression la plus longue",
  "Average print": "Impression moyenne",
  "Prints Count": "Nombre d'impressions",
  "Filament Usage": "Utilisation du filament",
  "total": "total",
  "Upload Time-lapse": "Télécharger le time-lapse",
  "Upload time-lapse videos to test {brandName}'s AI failure detection.": "Téléchargez des vidéos accélérées pour tester la détection des pannes de l'IA de {{brandName}}.",
  "Drop files here or click to upload.": "Déposez les fichiers ici ou cliquez pour télécharger.",
  "*.mp4 or *.mpg files only. Up to 100MB each.": "Fichiers *.mp4 ou *.mpg uniquement. Jusqu'à 100 Mo chacun.",
  "The {brandName} Server is running failure detection on the time-lapse video(s) you uploaded.": "Le serveur {{brandName}} exécute une détection d'échec sur les vidéos en accéléré que vous avez téléchargées.",
  "We will send you email when it is done.": "Nous vous enverrons un e-mail lorsque ce sera fait.",
  "Check status now >>>": "Vérifiez le statut maintenant >>>",
  "Confirmation": "Confirmation",
  "You a going to logout from your account": "Vous allez vous déconnecter de votre compte",
  "Logout": "Déconnexion",
  "Can not update your preferences": "Impossible de mettre à jour vos préférences",
  "Account": "Compte"
}
